export const enRuKz = [
  {
    en: "abandon",
    ru: "бросить,оставить покинуть",
    kz: "тастау, тастап кету, қараспау"
  },
  {
    en: "ABC, ABC-book ",
    ru: "азбука, букварь",
    kz: "әліппе"
  },
  {
    en: "ability (for)",
    ru: "способность",
    kz: "қабілеттілік"
  },
  {
    en: "able ",
    ru: "способный ",
    kz: "қабілетті"
  },
  {
    en: "be able",
    ru: "уметь (быть в состоянии)",
    kz: "білу, істей білу"
  },
  {
    en: "abode",
    ru: "место пребывания",
    kz: "келген жер"
  },
  {
    en: "abolish",
    ru: "отменить, отменять",
    kz: "күшін жою"
  },
  {
    en: "abolition",
    ru: "отмена",
    kz: "күшін жою"
  },
  {
    en: "abound (in)",
    ru: "изобиловать (чем-л.)",
    kz: "көбейту, молайту"
  },
  {
    en: "about ",
    ru: "I вокруг; II какой-нибудь; III о, об; IV около, приблизительно; V относительно",
    kz: "I айнала; II туралы, жөнінде; III туралы, жайлы; IV шамамен, жобамен; V салыстырғанда"
  },
  {
    en: "talk about smth.",
    ru: "говорить о чём-л.",
    kz: "бір нәрсе туралы айту"
  },
  {
    en: "be about to",
    ru: "собраться, намереваться",
    kz: "ниеттену"
  },
  {
    en: "above",
    ru: "I выше; наверху; над; II поверх, сверх",
    kz: "I биіктеу; жоғарыда; үсті; II үстінен, сыртынан"
  },
  {
    en: "abrogate ",
    ru: "отменить, отменять (закон)",
    kz: "күшін жою (заң, бұйрық)"
  },
  {
    en: "abrogation ",
    ru: "отмена (закона)",
    kz: "күшін жою (заң, бұйрық) "
  },
  {
    en: "abrupt",
    ru: "I отрывистый; II резкий",
    kz: "I үздік-создық, үзіліспен; II дөрекі"
  },
  {
    en: "abruptly",
    ru: "отрывисто; круто, резко",
    kz: "үздік-создық, үзіліспен; кенеттен"
  },
  {
    en: "absence",
    ru: "отсутствие, пропуск, непосещение",
    kz: "жоқ, қатыспау"
  },
  {
    en: "absentminded",
    ru: "забывчивый, рассеянный",
    kz: "ұмытшақ"
  },
  {
    en: "absent-mindedness",
    ru: "рассеянность",
    kz: "ұмытшақтық"
  },
  {
    en: "absolute",
    ru: "абсолютный",
    kz: "абсолютті"
  },
  {
    en: "abstract",
    ru: "абстрактный",
    kz: "абстрактілі"
  },
  {
    en: "absurd",
    ru: "бессмысленный",
    kz: "мәнсіз"
  },
  {
    en: "abundance",
    ru: "изобилие; обилие",
    kz: "мол, көп, аста-төк; молшылық, ағыл-тегіл"
  },
  {
    en: "abuse ",
    ru: "I злоупотребление; II злоупотреблять; ругать",
    kz: "I теріс пайдалану; II теріс пайдалану; ұрысу"
  },
  {
    en: "the abuse of power",
    ru: "злоупотребление властью",
    kz: "билікті теріс пайдалану"
  },
  {
    en: "аcademy ",
    ru: "академия ",
    kz: "академия "
  },
  {
    en: "Аcademy of Sciences",
    ru: "академия наук",
    kz: "ғылым академиясы"
  },
  {
    en: "accent",
    ru: "ударение",
    kz: "екпін; күшейту"
  },
  {
    en: "accept ",
    ru: "принять (что-л., кого-л.) ",
    kz: "қабылдау "
  },
  {
    en: "accept a gift",
    ru: "принять подарок",
    kz: "сыйлық қабылдау"
  },
  {
    en: "acceptable",
    ru: "приемлемый",
    kz: "қолайлы, тиімді"
  },
  {
    en: "access ",
    ru: "доступ",
    kz: "рұқсат "
  },
  {
    en: "have access to smth.",
    ru: "иметь доступ к чему-л.",
    kz: "белгілі бір нәрсеге рұқсаты болу"
  },
  {
    en: "accident",
    ru: "несчастный случай",
    kz: "бақытсыз жағдай"
  },
  {
    en: "accommodate",
    ru: "I вместить (о помещении, транспорте); II поселить, поместить",
    kz: "I сыйдыру, сыйыстыру; II жайғастыру"
  },
  {
    en: "accommodation",
    ru: "приспособление",
    kz: "бейімделу, ыңғайлану"
  },
  {
    en: "accompaniment",
    ru: "сопровождение",
    kz: "сүйемелдеу"
  },
  {
    en: "accompany ",
    ru: "I проводить (кого-л. куда-л.); сопровождать; II сопутствовать",
    kz: "I өткізу; алып жүру, ере жүру; II бірге жүру, ілесу"
  },
  {
    en: "be accompanied (by)",
    ru: "сопровождаться",
    kz: "жарыса, қоса"
  },
  {
    en: "accomplish ",
    ru: "совершить ",
    kz: "жасау, істеу "
  },
  {
    en: "be accomplished",
    ru: "совершиться",
    kz: "болу, болып қалу, пайда болу"
  },
  {
    en: "accord",
    ru: "согласие, единодушие",
    kz: "бір ауыздылық, пікір бірлігі"
  },
  {
    en: "according to",
    ru: "по, соответственно",
    kz: "бойынша, сәйкесінше"
  },
  {
    en: "account ",
    ru: "I бухгалтер; II отчёт; III счёт фин.",
    kz: "I бухгалтер; II есеп; III есеп-қисап"
  },
  {
    en: "give an account (of)",
    ru: "изложить",
    kz: "баяндау, айтып беру"
  },
  {
    en: "account to smb for smth",
    ru: "дать кому-л. отчёт в чём-л.",
    kz: "біреуге бір нәрсенін есебін беру"
  },
  {
    en: "current account",
    ru: "текущий счёт",
    kz: "ағымдығы есеп-қисап"
  },
  {
    en: "settle an account",
    ru: "заплатить по счету",
    kz: "шот бойынша төлеу"
  },
  {
    en: "accumulation",
    ru: "скопление",
    kz: "жиналу, топтану"
  },
  {
    en: "accusation",
    ru: "обвинение",
    kz: "айыптау, кінәлау"
  },
  {
    en: "accused",
    ru: "подсудимый",
    kz: "сотталушы"
  },
  {
    en: "accustomed, get accustomed (to)",
    ru: "привыкнуть, приучиться",
    kz: "әдеттену, дағдылану,үйрену"
  },
  {
    en: "ache ",
    ru: "болеть (об органе, части тела) ",
    kz: "ауру "
  },
  {
    en: "I have a headache",
    ru: "у меня болит голова",
    kz: "менің басым ауырып тұр"
  },
  {
    en: "achieve",
    ru: "добиться",
    kz: "жету, індету"
  },
  {
    en: "achievement",
    ru: "достижение",
    kz: "жетістік (жақсарту)"
  },
  {
    en: "acknowledge",
    ru: "признать",
    kz: "мойындау"
  },
  {
    en: "acknowledgement",
    ru: "признание",
    kz: "мойындау"
  },
  {
    en: "acquaint ",
    ru: "знакомить, ознакомить, познакомить",
    kz: "таныстыру"
  },
  {
    en: "acquaint oneself (with)",
    ru: "знакомиться (с чем-л), познакомиться",
    kz: "танысу, көру, аралау"
  },
  {
    en: "be acquainted with smb",
    ru: "быть знакомым с кем-л.",
    kz: "біреумен таныс болу"
  },
  {
    en: "acquaintance ",
    ru: "I знакомство; II знакомый",
    kz: "I таныстық; II таныстық"
  },
  {
    en: "make the acquaintance (of)",
    ru: "знакомиться",
    kz: "танысу"
  },
  {
    en: "acquire ",
    ru: "приобрести ",
    kz: "алу, тауып алу, иемдену "
  },
  {
    en: "acquire knowledge",
    ru: "приобрести знания",
    kz: "білім алу"
  },
  {
    en: "acquisition",
    ru: "приобретение ",
    kz: "алу, табу; табыс, жетістік"
  },
  {
    en: "across ",
    ru: "I за (по ту сторону); поперёк; II через",
    kz: "I арғы бет (жақ); II арқылы"
  },
  {
    en: "act",
    ru: "I акт театр; II действие, поступок, дело; III играть, исполнить; IV поступить",
    kz: "I акт; II іс-әрекет; III ойнау; IV істеу, жасау"
  },
  {
    en: "action ",
    ru: "I действие; II иск; III поступок",
    kz: "I әрекет; II талап арыз; III iс, қылық"
  },
  {
    en: "civil action",
    ru: "гражданский иск",
    kz: "азаматтық талап арыз"
  },
  {
    en: "bring an action against smb",
    ru: "подать в суд на кого-л.",
    kz: "біреуді сотқа беру"
  },
  {
    en: "active",
    ru: "I игра (актера); II активный, резвый",
    kz: "I актер ойыны; II (отдалённый) белсенді, пысық; алғыр; қарқынды"
  },
  {
    en: "activity; activities pl",
    ru: "деятельность",
    kz: "іс-әрекет"
  },
  {
    en: "actor",
    ru: "актер",
    kz: "актер"
  },
  {
    en: "actress",
    ru: "актриса ",
    kz: "актриса"
  },
  {
    en: "actual ",
    ru: "актуальный",
    kz: "өзекті, көкейтесті"
  },
  {
    en: "vital, urgent, pressing question",
    ru: "актуальный вопрос",
    kz: "өзекті сауал"
  },
  {
    en: "acuteness",
    ru: "остротá (положения и т.п.)",
    kz: "күрделі "
  },
  {
    en: "adapt",
    ru: "приспособить",
    kz: "бейімдеу, ыңғайлау"
  },
  {
    en: "adaptation",
    ru: "приспособление (действие)",
    kz: "бейімделу, ыңғайлану "
  },
  {
    en: "adapter",
    ru: "переходник",
    kz: "ауыстырғыш"
  },
  {
    en: "add",
    ru: "добавить, прибавить; присоединить, сложить",
    kz: "қосу, үстемелеу, үстеу, молайту; біріктіру"
  },
  {
    en: "addition ",
    ru: "дополнение; прибавление; присоединение, сложение",
    kz: "толықтыру; қосу, үстеу, молайту; біріктіру"
  },
  {
    en: "in addition",
    ru: "вдобавок",
    kz: "қосымша, үстемелеп"
  },
  {
    en: "additional payment",
    ru: "доплата",
    kz: "үстеме төлем"
  },
  {
    en: "I аddress; II address (to) ",
    ru: "I адрес; II обращение (к кому-л.)",
    kz: "I мекен-жай; II қарату, сөйлеу"
  },
  {
    en: "addressee",
    ru: "получатель (адресат)",
    kz: "алушы"
  },
  {
    en: "adjective",
    ru: "имя прилагательное грам.",
    kz: "сын есім"
  },
  {
    en: "adjudicators",
    ru: "жюри",
    kz: "қазылар алқасы"
  },
  {
    en: "administration ",
    ru: "учреждение, управление ",
    kz: "басқарма "
  },
  {
    en: "the administration, administrative department",
    ru: "управление делами",
    kz: "іс басқармасы"
  },
  {
    en: "admiration (for)",
    ru: "преклонение",
    kz: "бас ию, табыну, сыйыну"
  },
  {
    en: "admirer",
    ru: "поклонник",
    kz: "табынушы; ғашық"
  },
  {
    en: "admist",
    ru: "среди",
    kz: "ортада"
  },
  {
    en: "admit ",
    ru: "I допустить; II признать, сознаться",
    kz: "I рұқсат ету; II ұғыну"
  },
  {
    en: "admit to school",
    ru: "принять в школу",
    kz: "мектепке алу (қабылдау)"
  },
  {
    en: "admittance",
    ru: "приём (в организацию)",
    kz: "қабылдау"
  },
  {
    en: "adolescence",
    ru: "отрочество",
    kz: "бозбалалық (бойжеткендік) кез"
  },
  {
    en: "adolescent",
    ru: "подросток",
    kz: "жасөспірім"
  },
  {
    en: "adoration",
    ru: "обожание",
    kz: "сыйлау, қастерлеу"
  },
  {
    en: "adore",
    ru: "обожать",
    kz: "сыйлау, қастерлеу"
  },
  {
    en: "adult",
    ru: "взрослый",
    kz: "үлкен, есейген"
  },
  {
    en: "advancement",
    ru: "продвижение",
    kz: "ілгерілеу, қозғалу"
  },
  {
    en: "advantage ",
    ru: "I льгота; II плюс, преимущество, выгода",
    kz: "I жеңілдік; II басым, пайда"
  },
  {
    en: "he knows himself to good advantage",
    ru: "он зарекомендовал себя с хорошей стороны",
    kz: "ол өзін жақсы жағынан көрсетті"
  },
  {
    en: "adventure",
    ru: "приключение",
    kz: "оқиға"
  },
  {
    en: "adverb",
    ru: "наречие грам.",
    kz: "үстеу (грам.)"
  },
  {
    en: "advertise",
    ru: "рекламировать",
    kz: "жарнамалау"
  },
  {
    en: "advertisement",
    ru: "объявление (в газетах, афишах и т.п.); реклама",
    kz: "хабарландыру; жарнама"
  },
  {
    en: "advertising",
    ru: "рекламный",
    kz: "жарнамалық"
  },
  {
    en: "advice ",
    ru: "совет ",
    kz: "кеңес "
  },
  {
    en: "give advice",
    ru: "дать совет (наставление)",
    kz: "кеңес беру"
  },
  {
    en: "advise",
    ru: "советовать, советоваться (между собой)",
    kz: "кеңес беру, кеңесу"
  },
  {
    en: "adviser",
    ru: "советчик",
    kz: "кеңесші"
  },
  {
    en: "affair",
    ru: "дело",
    kz: "іс"
  },
  {
    en: "affect",
    ru: "повлиять, воздействовать",
    kz: "әсер ету, ықпалын тигізу"
  },
  {
    en: "afraid, be afraid (of)",
    ru: "бояться",
    kz: "қорқу"
  },
  {
    en: "afresh",
    ru: "заново ",
    kz: "жаңадан, қайтадан"
  },
  {
    en: "African",
    ru: "зұлыс",
    kz: "негр"
  },
  {
    en: "Afro-American Am",
    ru: "зұлыс",
    kz: "негр"
  },
  {
    en: "after",
    ru: "I вслед; за (следом); II по, согласно; III после предл., спустя, затем",
    kz: "I ізінше; соңынан, ізімен; II бойынша; III соң, өткен соң, кейін, сосын"
  },
  {
    en: "after-treatment",
    ru: "излечение ",
    kz: "сауығу"
  },
  {
    en: "afterwards",
    ru: "впоследствии; после, потом",
    kz: "салдарынан; соң, сосын"
  },
  {
    en: "again ",
    ru: "вновь; опять; снова ",
    kz: "жаңадан; тағы; қайтадан"
  },
  {
    en: "over again",
    ru: "заново, снова, сначала",
    kz: "қайтадан, басынан, жаңадан"
  },
  {
    en: "against ",
    ru: "I о (при обозначении соприкосновения); II против",
    kz: "I–ға, -ге, -қа, -ке; II қарсы"
  },
  {
    en: "hit against a stone",
    ru: "удариться о камень",
    kz: "тасқа соғылу"
  },
  {
    en: "age ",
    ru: "I век; II возраст; III постареть",
    kz: "I ғасыр; II жас; III қартаю"
  },
  {
    en: "for ages",
    ru: "давний",
    kz: "бұрынғы, базғы, баяғы"
  },
  {
    en: "tender age",
    ru: "малолетний возраст",
    kz: "кәмелетке толмаған жас"
  },
  {
    en: "of the same age",
    ru: "однолетки",
    kz: "құрдас, құрбы"
  },
  {
    en: "fair age",
    ru: "солидный возраст",
    kz: "егде жас"
  },
  {
    en: "the Middle Ages pl",
    ru: "средневековье",
    kz: "орта ғасырлық"
  },
  {
    en: "old age",
    ru: "старость",
    kz: "қарттық"
  },
  {
    en: "coming of age",
    ru: "совершеннолетие",
    kz: "кәмілет, балиғат"
  },
  {
    en: "аgent",
    ru: "агент; посредник (торговый)",
    kz: "тыңшы; делдал"
  },
  {
    en: "aggregate",
    ru: "совокупность ",
    kz: "жиынтық"
  },
  {
    en: "aggressor",
    ru: "агрессор",
    kz: "басқыншы"
  },
  {
    en: "aggression",
    ru: "нападение, агрессия",
    kz: "шабуыл, шапқын "
  },
  {
    en: "agitate",
    ru: "взволновать",
    kz: "толқыту"
  },
  {
    en: "agitated",
    ru: "взволнованный",
    kz: "толқулы"
  },
  {
    en: "agitation",
    ru: "волнение",
    kz: "толқу"
  },
  {
    en: "agriculture",
    ru: "земледелие ",
    kz: "жер шаруасы"
  },
  {
    en: "agree (with - с кем-л.), agree (to - на что-л.)",
    ru: "согласиться",
    kz: "келісу, мақұлдау, құп көру"
  },
  {
    en: "agreeable",
    ru: "приятный; согласный (to)",
    kz: "жағымды, ұнамды; риза, тату, келіскен"
  },
  {
    en: "agreement ",
    ru: "договор, соглашение ",
    kz: "келісімшарт, келісім, мәміле "
  },
  {
    en: "be in agreement with smb",
    ru: "солидарный с кем-л.",
    kz: "біреумен ынтымақтасу"
  },
  {
    en: "ahead",
    ru: "вперед",
    kz: "алға"
  },
  {
    en: "aid ",
    ru: "помощь ",
    kz: "көмек "
  },
  {
    en: "first aid",
    ru: "первая помощь",
    kz: "алғашқы көмек"
  },
  {
    en: "render aid",
    ru: "помочь",
    kz: "көмек, жәрдем"
  },
  {
    en: "aim",
    ru: "цель, намерение",
    kz: "мақсат, ниет, жоспар"
  },
  {
    en: "aim (at)",
    ru: "целить, целиться; нацеливаться, взять на прицел",
    kz: "көздеу, нысанаға алу"
  },
  {
    en: "aimless",
    ru: "бесцельный",
    kz: "мақсатсыз"
  },
  {
    en: "air ",
    ru: "I вид; II воздух, воздушный; III проветрить",
    kz: "I түр; II ауа, әуе; III желдету"
  },
  {
    en: "look young for one’s age",
    ru: "выглядеть моложе своих лет",
    kz: "өз жасынан жас көріну"
  },
  {
    en: "with an air of importance",
    ru: "важно, с важным видом",
    kz: "маңғаз"
  },
  {
    en: "aircraft",
    ru: "самолёт",
    kz: "ұшақ"
  },
  {
    en: "airhostess",
    ru: "стюардесса",
    kz: "әуе жолы даяшысы"
  },
  {
    en: "airless",
    ru: "безвоздушный",
    kz: "ауасыз"
  },
  {
    en: "alarm",
    ru: "I встревожить; тревожить; II тревога",
    kz: "I мазалау; толқыту; II дабыл"
  },
  {
    en: "alarm-clock",
    ru: "будильник",
    kz: "сағат"
  },
  {
    en: "alcohol",
    ru: "алкоголь",
    kz: "алкоголь"
  },
  {
    en: "alcoholism",
    ru: "алкоголизм",
    kz: "маскүнемдік"
  },
  {
    en: "ale",
    ru: "пиво",
    kz: "сыра"
  },
  {
    en: "alien",
    ru: "инородный, чужой",
    kz: "туыс емес, бөтен, бөгде"
  },
  {
    en: "alimony sg",
    ru: "алименты ",
    kz: "алименттер"
  },
  {
    en: "alive",
    ru: "живой",
    kz: "тірі"
  },
  {
    en: "all ",
    ru: "весь, вся, все ",
    kz: "барлық, бар "
  },
  {
    en: "not at all",
    ru: "не стоит благодарности",
    kz: "алғыс айтуға арзымайды"
  },
  {
    en: "all right",
    ru: "благополучно",
    kz: "сәтті"
  },
  {
    en: "in all",
    ru: "итого",
    kz: "барлығы"
  },
  {
    en: "all over again",
    ru: "сначала, снова",
    kz: "жаңадан, қайтадан"
  },
  {
    en: "alley (в парке)",
    ru: "аллея ",
    kz: "саяжол"
  },
  {
    en: "alliance ",
    ru: "союз ",
    kz: "одақ "
  },
  {
    en: "make an alliance",
    ru: "заключать союз",
    kz: "одақ құру"
  },
  {
    en: "allow",
    ru: "позволить, допустить, разрешить",
    kz: "рұқсат ету (беру), жіберу"
  },
  {
    en: "allowance",
    ru: "денежное содержание",
    kz: "ақшалай күтім"
  },
  {
    en: "almost",
    ru: "почти, чуть не",
    kz: "дерлік, жаздады"
  },
  {
    en: "along ",
    ru: "I вдоль; II один местоим. (без других); III по (о поверхности)",
    kz: "I көлденең, көлденеңінен; II жалғыз, дара; III–мен, -пен, -бен;"
  },
  {
    en: "drive along the road",
    ru: "ехать по дороге",
    kz: "жолмен жүру"
  },
  {
    en: "aloud",
    ru: "вслух",
    kz: "дауыстап, естіртіп"
  },
  {
    en: "alphabet",
    ru: "азбука",
    kz: "әліппе"
  },
  {
    en: "already",
    ru: "уже",
    kz: "іс-қимылдың бітуі"
  },
  {
    en: "also",
    ru: "также, тоже",
    kz: "солай, -да, -де; -та, -те"
  },
  {
    en: "alter ",
    ru: "изменить (частично)",
    kz: "өзгерту"
  },
  {
    en: "alteration",
    ru: "видоизменение; изменение (частичное)",
    kz: "түр (пішін) өзгерту; өзгеріс"
  },
  {
    en: "although",
    ru: "хоть",
    kz: "өйтсе де, қайтсе де, қалай да"
  },
  {
    en: "altogether",
    ru: "I вполне (всецело); II итого",
    kz: "I толығымен (бүтін); II барлығы"
  },
  {
    en: "always",
    ru: "вечно; всегда",
    kz: "мәңгі; әрқашан, үнемі"
  },
  {
    en: "amalgamation ",
    ru: "объединение (слияние)",
    kz: "бірлесу, бірігу"
  },
  {
    en: "amaze",
    ru: "изумить",
    kz: "таң қалдыру"
  },
  {
    en: "amazing",
    ru: "изумительный ",
    kz: "ғажап, тамаша, таң қаларлық"
  },
  {
    en: "amazement",
    ru: "изумление",
    kz: "таң қалу"
  },
  {
    en: "ambassador",
    ru: "посол",
    kz: "елші"
  },
  {
    en: "ambition",
    ru: "честолюбие",
    kz: "намыс"
  },
  {
    en: "ambitious",
    ru: "честолюбивый",
    kz: "атаққұмар, мақтаншақ"
  },
  {
    en: "ambush",
    ru: "засада",
    kz: "торуыл"
  },
  {
    en: "among ",
    ru: "между, среди ",
    kz: "ара, ортада "
  },
  {
    en: "among us",
    ru: "среди нас",
    kz: "біздің ортамызда"
  },
  {
    en: "amount",
    ru: "размер, количество, сумма",
    kz: "мөлшер, сан, сома"
  },
  {
    en: "amuse",
    ru: "веселить; забавлять; развлечь",
    kz: "көңілдендіру; жұбату, алдандыру, ойнату"
  },
  {
    en: "amusement",
    ru: "развлечение",
    kz: "алданыш, жұбаныш"
  },
  {
    en: "analysis",
    ru: "анализ, разбор ",
    kz: "талдау, жіктеу"
  },
  {
    en: "analyze",
    ru: "исследовать",
    kz: "тексеру"
  },
  {
    en: "anarchy",
    ru: "безвластие",
    kz: "биліксіз, бассыз"
  },
  {
    en: "ancestor",
    ru: "предок",
    kz: "ата-баба"
  },
  {
    en: "ancient",
    ru: "древний, старинный",
    kz: "көне, ежелгі, ескі"
  },
  {
    en: "and ",
    ru: "I и; II с",
    kz: "I және; II-мен, -пен, -бен; бірге"
  },
  {
    en: "and then",
    ru: "и (последовательность)",
    kz: "`-мен, -пен, -бен; бірге"
  },
  {
    en: "and to think that",
    ru: "и (для усиления)",
    kz: "`-мен, -пен, -бен; бірге"
  },
  {
    en: "you and I",
    ru: "мы с вами",
    kz: "біз сіздерменбіз"
  },
  {
    en: "anew",
    ru: "вновь; заново",
    kz: "жаңадан; қайтадан"
  },
  {
    en: "angel",
    ru: "ангел ",
    kz: "періште"
  },
  {
    en: "anger",
    ru: "I гнев; II злить",
    kz: "I азу, ыза; II ашуландыру"
  },
  {
    en: "angle",
    ru: "угол мат.",
    kz: "бұрыш мат."
  },
  {
    en: "angry",
    ru: "сердитый",
    kz: "ашулы, ашуланшақ"
  },
  {
    en: "get angry (with smb about smth)",
    ru: "рассердиться",
    kz: "ашулану, ызалану"
  },
  {
    en: "be angry (with)",
    ru: "злиться, сердиться",
    kz: "ашулану, ызалану"
  },
  {
    en: "animal",
    ru: "I животное; II звериный",
    kz: "I мал; II аңдық"
  },
  {
    en: "animate",
    ru: "одушевить",
    kz: "жандандыру, жан бітіру"
  },
  {
    en: "animated",
    ru: "живой",
    kz: "ширақ, шапшаң"
  },
  {
    en: "with animation ",
    ru: "живо (оживленно) ",
    kz: "еті тірі; ширақ, шапшаң "
  },
  {
    en: "animated cartoon",
    ru: "мультипликационный фильм",
    kz: "мультфильм"
  },
  {
    en: "animation",
    ru: "одушевление",
    kz: "жандандыру, жан бітіру"
  },
  {
    en: "announce",
    ru: "I доложить(о ком-л.); II объявить",
    kz: "I біреу туралы әңгімелеу; II хабарлау, құлақтандыру"
  },
  {
    en: "announcement",
    ru: "объявление (извещение)",
    kz: "хабарландыру"
  },
  {
    en: "annoy",
    ru: "досадить",
    kz: "өкінту, опық жегізу "
  },
  {
    en: "annoyance",
    ru: "досада",
    kz: "өкініш"
  },
  {
    en: "annoying",
    ru: "досадный",
    kz: "өкінішті, ренішті"
  },
  {
    en: "annual",
    ru: "годичный; ежегодный",
    kz: "жылдық; жыл сайын"
  },
  {
    en: "another",
    ru: "другой, иной",
    kz: "басқа"
  },
  {
    en: "another’s",
    ru: "чужой (принадлежащий другим)",
    kz: "біреудің, бөтеннің "
  },
  {
    en: "answer ",
    ru: "ответ",
    kz: "жауап "
  },
  {
    en: "in answer to",
    ru: "в ответ на",
    kz: "жауапқа"
  },
  {
    en: "anthem ",
    ru: "гимн ",
    kz: "әнұран "
  },
  {
    en: "national anthem",
    ru: "государственный гимн",
    kz: "мемлекеттік әнұран"
  },
  {
    en: "anxiety",
    ru: "забота;беспокойство, тревога",
    kz: "мазасыздану; үрей, қорқыныш, абыржу"
  },
  {
    en: "be anxious",
    ru: "беспокоиться",
    kz: "мазалану"
  },
  {
    en: "any",
    ru: "I всякий; любой; II какой-нибудь(в отриц. и услов. оборотах)",
    kz: "I барлығы, бәрі; кез келген; II қандай да бір"
  },
  {
    en: "anybody",
    ru: "всякий (каждый)",
    kz: "әркім "
  },
  {
    en: "anyhow",
    ru: "как-нибудь (небрежно), кое-как",
    kz: "қалай болса, солай, әйтеуір "
  },
  {
    en: "anyone",
    ru: "всякий; любой",
    kz: "әркім; қай қайсысы"
  },
  {
    en: "anything",
    ru: "что-либо, что-нибудь (при вопросе) мест.",
    kz: "бір нәрсе, бірдеңе"
  },
  {
    en: "anywhere",
    ru: "где-либо, где-нибудь, где-то, всюду (при вопросе)",
    kz: "барлық жерде, бір жерде, бірде"
  },
  {
    en: "apart",
    ru: "отдельно",
    kz: "бөлек, дара, жеке"
  },
  {
    en: "apart (from)",
    ru: "независимо (вне связи с чем-л.); помимо (без участия кого-л.)",
    kz: "байланыссыз; қатыссыз, қатынассыз"
  },
  {
    en: "apartment am",
    ru: "I квартира; II номер (в гостинице)",
    kz: "I пәтер; II бөлме (қонақ үйде)"
  },
  {
    en: "aphorism",
    ru: "изречение ",
    kz: "нақыл"
  },
  {
    en: "apologize to smb",
    ru: "извиниться перед кем-л.",
    kz: "біреуден кешірім сұрау"
  },
  {
    en: "apology",
    ru: "извинение ",
    kz: "кешірім"
  },
  {
    en: "appeal (to)",
    ru: "обращение",
    kz: "қарату, сөйлеу"
  },
  {
    en: "appear",
    ru: "I выглядеть; II появиться",
    kz: "I көріну; II көріну"
  },
  {
    en: "appearance",
    ru: "I вид; внешность; наружность; II облик; III появление",
    kz: "I түр; сыртқы пішін; сырты; II кейіп, кескін, рең, бейне; III көріну"
  },
  {
    en: "appendix",
    ru: "дополнение",
    kz: "толықтыру"
  },
  {
    en: "appetite ",
    ru: "аппетит ",
    kz: "тәбет "
  },
  {
    en: "eat heartily",
    ru: "есть с аппетитом",
    kz: "тәбеттене тамақтану"
  },
  {
    en: "applause",
    ru: "рукоплескание",
    kz: "қол шапалақтау"
  },
  {
    en: "apple",
    ru: "яблоко",
    kz: "алма"
  },
  {
    en: "appliance",
    ru: "приспособление, прибор",
    kz: "құрал, жабдық"
  },
  {
    en: "application ",
    ru: "I применение, употребление; II заявление (ходатайство)",
    kz: "I қолдану, пайдалану; II өтініш, арыз"
  },
  {
    en: "hand in application for",
    ru: "подать заявление на…",
    kz: "өтініш (арыз) беру"
  },
  {
    en: "apply ",
    ru: "применить",
    kz: "қолдану, пайдалану "
  },
  {
    en: "apply for",
    ru: "подать заявление на…",
    kz: "өтініш (арыз) беру"
  },
  {
    en: "appoint an inquiry",
    ru: "назначить расследование",
    kz: "тергеу белгілеу"
  },
  {
    en: "appointment",
    ru: "свидание",
    kz: "кездесу"
  },
  {
    en: "appreciate",
    ru: "I оценивать, оценить (признавать ценность); II ценить, придавать значение",
    kz: "I бағалау, құнын белгілеу; II қадірлеу"
  },
  {
    en: "approach",
    ru: "I доступ; II наступление; III подход; IV подплыть",
    kz: "I рұқсат; II келу; III бағыт; IV жүзіп келу"
  },
  {
    en: "appropriate",
    ru: "присвоить (завладеть)",
    kz: "иемдену, меншіктену"
  },
  {
    en: "appropriation",
    ru: "присвоение",
    kz: "иелену, меншіктену"
  },
  {
    en: "approval",
    ru: "одобрение",
    kz: "қолдау, мақұлдау"
  },
  {
    en: "approve (of)",
    ru: "одобрить, одобрять",
    kz: "қолдау, мақұлдау"
  },
  {
    en: "approving",
    ru: "одобрительный",
    kz: "мақұлданған"
  },
  {
    en: "approximate",
    ru: "приблизительный",
    kz: "шамамен, жуық"
  },
  {
    en: "approximately ",
    ru: "приблизительно, примерно",
    kz: "шамамен, болжаммен"
  },
  {
    en: "apricot (плод); apricot-tree (дерево)",
    ru: "абрикос",
    kz: "шабдалы"
  },
  {
    en: "April",
    ru: "апрель ",
    kz: "сәуір "
  },
  {
    en: "All Fools Day",
    ru: "Первое апреля (День смеха)",
    kz: "бірінші сәуір (Күлкі күні)"
  },
  {
    en: "aptitude",
    ru: "склонность",
    kz: "бейім"
  },
  {
    en: "aquiline",
    ru: "орлиный",
    kz: "бүркіт"
  },
  {
    en: "archaeologist",
    ru: "археолог",
    kz: "археолог"
  },
  {
    en: "area",
    ru: "I площадь; II район (местность)",
    kz: "I көлем; II аумақ"
  },
  {
    en: "argue",
    ru: "спорить",
    kz: "таласу"
  },
  {
    en: "argument ",
    ru: "I аргумент, довод, доказательство; II спор",
    kz: "I дәлел, дәйек, дәлелдеме; II талас, ұрсысу"
  },
  {
    en: "base on one’s arguments on facts",
    ru: "обосновать",
    kz: "негіздеу, дәлелдеу"
  },
  {
    en: "arise (arose, arisen)",
    ru: "возникнуть",
    kz: "пайда болу"
  },
  {
    en: "arm",
    ru: "I рука(от кисти до плеча); II вооружить; IIІ рукав (рукав); IV ручка кресла",
    kz: "I қол; II қарулану; III өзеннің саласы; IV кресло құндағы"
  },
  {
    en: "arm-chair",
    ru: "кресло",
    kz: "кресло"
  },
  {
    en: "armistice",
    ru: "перемирие",
    kz: "уақытша бітім (келісім)"
  },
  {
    en: "arm-pits",
    ru: "подмышки",
    kz: "қолтық"
  },
  {
    en: "arm spl ",
    ru: "оружие ",
    kz: "қару "
  },
  {
    en: "lay down arms",
    ru: "сложить оружие",
    kz: "қаруын тастау"
  },
  {
    en: "army",
    ru: "армия; войско",
    kz: "әскер"
  },
  {
    en: "around",
    ru: "вокруг, около, кругом",
    kz: "айнала, маңы, жаны"
  },
  {
    en: "arrange",
    ru: "расставить, расположить",
    kz: "орын-орнына қою, орналастыру"
  },
  {
    en: "arrest",
    ru: "задержание",
    kz: "ұстау"
  },
  {
    en: "arrival ",
    ru: "прибытие, приезд ",
    kz: "келу "
  },
  {
    en: "on one’s arrival",
    ru: "по приезду",
    kz: "келісімен"
  },
  {
    en: "arrive ",
    ru: "I достичь (at); II прибыть",
    kz: "I жету; II келу"
  },
  {
    en: "arrive, arrive by air",
    ru: "прилететь",
    kz: "ұшып келу"
  },
  {
    en: "arrogance",
    ru: "высокомерие; заносчивость",
    kz: "менменділік, көкіректік; асқақтық, менсінбеушілік, шадырлық"
  },
  {
    en: "arrow",
    ru: "I стрела; II стрелка",
    kz: "I жебе; II тіл"
  },
  {
    en: "arson",
    ru: "поджог",
    kz: "өртеу, өрт қою"
  },
  {
    en: "art",
    ru: "I искусство; II художественный",
    kz: "I көркем өнер; II көркем"
  },
  {
    en: "article",
    ru: "статья (в газете); статья (договора)",
    kz: "мақала, бап "
  },
  {
    en: "artificial",
    ru: "искусственный",
    kz: "жасанды; жасалған"
  },
  {
    en: "artist",
    ru: "художник",
    kz: "суретші"
  },
  {
    en: "artistic",
    ru: "художественный",
    kz: "көркем"
  },
  {
    en: "artless",
    ru: "бесхитростный",
    kz: "айла-шарғысыз"
  },
  {
    en: "as",
    ru: "I как (при сравнении); II точно, подобно",
    kz: "I қалай; II дәл, ұқсас"
  },
  {
    en: "as if, as though",
    ru: "как будто, словно",
    kz: "секілді, сияқты, тәрізді"
  },
  {
    en: "as soon as",
    ru: "как только, лишь (союз)",
    kz: "-ісімен, -ысымен"
  },
  {
    en: "as usual",
    ru: "по-прежнему",
    kz: "бұрынғыша"
  },
  {
    en: "as before",
    ru: "по-старому",
    kz: "ескіше, баяғыша"
  },
  {
    en: "as well",
    ru: "тоже",
    kz: "да, де; та, те"
  },
  {
    en: "as well as",
    ru: "а также и",
    kz: "сонымен бірге"
  },
  {
    en: "as…as",
    ru: "такой же как",
    kz: "-дей (-дай) сондай"
  },
  {
    en: "as far as",
    ru: "до",
    kz: "дейін"
  },
  {
    en: "ascent",
    ru: "восхождение",
    kz: "көтерілу"
  },
  {
    en: "ascertain",
    ru: "выяснить (установить)",
    kz: "түсіндіру, анықтау"
  },
  {
    en: "ashes pl",
    ru: "зола, пепел",
    kz: "күл"
  },
  {
    en: "aside",
    ru: "в стороне",
    kz: "оқшау"
  },
  {
    en: "ask",
    ru: "I пригласить; II просить, спросить; III звать",
    kz: "I шақыру; II сұрау, өтіну; III шақыру"
  },
  {
    en: "asleep, be asleep",
    ru: "спать",
    kz: "ұйықтау"
  },
  {
    en: "ass",
    ru: "осёл",
    kz: "есек"
  },
  {
    en: "assassin",
    ru: "убийца",
    kz: "кісі өлтіруші"
  },
  {
    en: "assign",
    ru: "назначить (на работу)",
    kz: "тағайындау"
  },
  {
    en: "assignment",
    ru: "задание",
    kz: "тапсырма"
  },
  {
    en: "assist",
    ru: "помочь",
    kz: "көмек, жәрдем"
  },
  {
    en: "assistance",
    ru: "помощь",
    kz: "көмек"
  },
  {
    en: "assistant",
    ru: "I заместитель; II помощник; III содействие",
    kz: "I орынбасар; II көмекші; III көмектесу, жәрдемдесу"
  },
  {
    en: "associate",
    ru: "общаться",
    kz: "қатынасу, сөйлесу"
  },
  {
    en: "association",
    ru: "I ассоциация; II общение",
    kz: "I бірлестік; II сөйлесу, әңгімелесу"
  },
  {
    en: "assume",
    ru: "предполагать",
    kz: "болжау, шамалау"
  },
  {
    en: "assumption",
    ru: "предположение",
    kz: "болжам"
  },
  {
    en: "assured",
    ru: "уверенный (о человеке)",
    kz: "сенім, сеніммен"
  },
  {
    en: "astonishing",
    ru: "удивительный, замечательный",
    kz: "таң қаларлық, тамаша, ғажап"
  },
  {
    en: "astound",
    ru: "потрясти",
    kz: "дірілдету, қалтырату"
  },
  {
    en: "at ",
    ru: "I в, на предл. (для обозначения места «внутри»); II за, около, вокруг, около, при; III у",
    kz: "I ішкі орынды нұсқайды; II маңы, айналасы, жаны, қасы; III қасы, маңы, жаны"
  },
  {
    en: "at smb’s house",
    ru: "у (у кого-л.)",
    kz: "біреуде"
  },
  {
    en: "atheist",
    ru: "неверующий",
    kz: "дінге сенбейтін"
  },
  {
    en: "atmosphere",
    ru: "атмосфера",
    kz: "атмосфера"
  },
  {
    en: "attach (to) ",
    ru: "закрепить, закреплять (что-л. за кем-л.)",
    kz: "біреуге тіркеу, ие ету"
  },
  {
    en: "attack",
    ru: "I атака, нападение, наступление воен.; II нападать, напасть",
    kz: "I шабуыл, шапқын әск.; II шабуылдау"
  },
  {
    en: "rush to the attack",
    ru: "идти в атаку",
    kz: "шабуылдау"
  },
  {
    en: "attempt",
    ru: "попытка; пробовать",
    kz: "талап, әрекет; талпыну, тырысу"
  },
  {
    en: "attend (to)",
    ru: "I обслуживать, обслужить; II позаботиться; III слушать (курс лекций)",
    kz: "I қызмет көрсету; II қамын ойлау (жеу); III түсіну, ұғыну"
  },
  {
    en: "attention",
    ru: "внимание",
    kz: "назар; қамқорлық"
  },
  {
    en: "pay attention (to) ",
    ru: "обратить внимание на ",
    kz: "назар аудару "
  },
  {
    en: "(turn) one’s attention (to)",
    ru: "обратить своё внимание на",
    kz: "өз назарын аудару "
  },
  {
    en: "draw smb’s attention (to)",
    ru: "обратить чье-л. внимание (на)",
    kz: "біреудің назарын аудару"
  },
  {
    en: "draw attention to oneself",
    ru: "обратить на себя внимание",
    kz: "өзіне назарын аударту"
  },
  {
    en: "fix one’s attention on smth",
    ru: "остановить внимание на чем-л.",
    kz: "бір нәрсеге назар тоқтату"
  },
  {
    en: "attentively",
    ru: "внимательно",
    kz: "ұқыпты"
  },
  {
    en: "attire",
    ru: "наряд (костюм)",
    kz: "сәндік (костюм)"
  },
  {
    en: "attitude",
    ru: "отношение (взгляд, образ действия)",
    kz: "көзқарас"
  },
  {
    en: "attitude to life",
    ru: "отношение к жизни",
    kz: "өмірге көзқарас"
  },
  {
    en: "attract",
    ru: "привлечь",
    kz: "тарту; қатыстыру"
  },
  {
    en: "attraction",
    ru: "притяжение",
    kz: "тарту, тартылыс"
  },
  {
    en: "attractive",
    ru: "привлекательный, симпатичный",
    kz: "тартымды, сүйкімді"
  },
  {
    en: "attribute",
    ru: "I отнести, приписать; II определение грам.",
    kz: "I кіріктіріп жазу; II анықтауыш грам."
  },
  {
    en: "audience собир. ",
    ru: "аудитория (слушатели)",
    kz: "тыңдаушы қауым"
  },
  {
    en: "auditorium",
    ru: "зрительный зал",
    kz: "көрермен залы"
  },
  {
    en: "August",
    ru: "август",
    kz: "тамыз"
  },
  {
    en: "aunt",
    ru: "тётя",
    kz: "апа"
  },
  {
    en: "aurora borealis",
    ru: "северное сияние",
    kz: "солтүстік шұғыласы"
  },
  {
    en: "authentic ",
    ru: "достоверный (о документе, рукописи и т.д.); подлинный ",
    kz: "анық, сенімді; түпнұсқа"
  },
  {
    en: "not authentic",
    ru: "недостоверный",
    kz: "жалған, сенімсіз"
  },
  {
    en: "author; authoress (о женщине)",
    ru: "автор, писатель",
    kz: "автор, жазушы"
  },
  {
    en: "authorities pl.",
    ru: "начальство собир.",
    kz: "басшылық"
  },
  {
    en: "authority ",
    ru: "I авторитет; II власть (управление), полномочие",
    kz: "I бедел; II билік, өкілдік"
  },
  {
    en: "have great authority with smb.",
    ru: "пользоваться авторитетом у кого-л.",
    kz: "біреудің алдында беделді болу"
  },
  {
    en: "authority (in)",
    ru: "специалист (в)",
    kz: "маманы болу"
  },
  {
    en: "autobiography",
    ru: "автобиография",
    kz: "өз өмірбаяны"
  },
  {
    en: "auto-suggestion",
    ru: "самовнушение",
    kz: "өзін иландыру (сендіру)"
  },
  {
    en: "autumn",
    ru: "осень; осенний",
    kz: "күз; күзгі"
  },
  {
    en: "autumnal",
    ru: "осенний",
    kz: "күзгі"
  },
  {
    en: "auxiliary",
    ru: "вспомогательный",
    kz: "көмекші, қосалқы"
  },
  {
    en: "avenue",
    ru: "аллея, проспект (улица)",
    kz: "саяжол, даңғыл"
  },
  {
    en: "average",
    ru: "средний (взятый в среднем)",
    kz: "орташа "
  },
  {
    en: "avoid",
    ru: "избежать",
    kz: "құтылу"
  },
  {
    en: "awake ",
    ru: "проснуться ",
    kz: "ояну"
  },
  {
    en: "awaken",
    ru: "будить перен.",
    kz: "ояту"
  },
  {
    en: "awarding",
    ru: "присвоение (звания)",
    kz: "атақ (дәреже) беру"
  },
  {
    en: "awareness ",
    ru: "сознание ",
    kz: "түсіну "
  },
  {
    en: "be aware (of)",
    ru: "сознавать",
    kz: "қабылдау, мойындау"
  },
  {
    en: "awkward",
    ru: "неловкий",
    kz: "епетейсіз; ыңғайсыз"
  },
  {
    en: "awkwardness",
    ru: "неловкость",
    kz: "ыңғайсыздық; епетейсіздік"
  },
  {
    en: "axe",
    ru: "топор",
    kz: "балта"
  },
  {
    en: "babble",
    ru: "журчать",
    kz: "сылдырау"
  },
  {
    en: "baby",
    ru: "младенец, ребёнок",
    kz: "сәби, бала"
  },
  {
    en: "bachelor",
    ru: "холостой",
    kz: "бойдақ"
  },
  {
    en: "back",
    ru: "I защитник (в футболе); II спина",
    kz: "I қорғаушы; II арқа"
  },
  {
    en: "back, backwards",
    ru: "I назад; II задний",
    kz: "I артқа; II артқы, соңғы"
  },
  {
    en: "background ",
    ru: "фон ",
    kz: "фон "
  },
  {
    en: "without background",
    ru: "некультурный",
    kz: "мәдениетсіз"
  },
  {
    en: "back of the head ",
    ru: "затылок ",
    kz: "желке, шүйде"
  },
  {
    en: "backward",
    ru: "отсталый",
    kz: "артта қалған, мешеу"
  },
  {
    en: "backwardness",
    ru: "отсталость",
    kz: "артта қалушылық, мешеулік"
  },
  {
    en: "bad ",
    ru: "I нехорошый, плохой; II вредный",
    kz: "I жақсы емес, жаман, нашар; II зиянды"
  },
  {
    en: "not bad",
    ru: "ничего, неплохо",
    kz: "жаман емес"
  },
  {
    en: "badge",
    ru: "значок ",
    kz: "кеуде белгі, белгі"
  },
  {
    en: "badly",
    ru: "нехорошо, плохо",
    kz: "жақсы емес, жаман, нашар"
  },
  {
    en: "bad mark",
    ru: "единица (плохая оценка)",
    kz: "«бір» бағасы (нашар баға)"
  },
  {
    en: "bag ",
    ru: "сумка ",
    kz: "сөмке "
  },
  {
    en: "handbag",
    ru: "дамская сумка",
    kz: "әйел сөмкесі"
  },
  {
    en: "shopping-bag",
    ru: "хозяйственная сумка",
    kz: "шаруа сөмкесі"
  },
  {
    en: "baggage",
    ru: "багаж ",
    kz: "жүк"
  },
  {
    en: "bail",
    ru: "залог",
    kz: "рай, кепіл"
  },
  {
    en: "bake",
    ru: "выпекать, выпечь, испечь ",
    kz: "пісіру"
  },
  {
    en: "baked",
    ru: "печёный",
    kz: "піскен, пісірілген"
  },
  {
    en: "baker’s",
    ru: "булочная",
    kz: "нан дүкені"
  },
  {
    en: "baker’s shop",
    ru: "кондитерская",
    kz: "кондитерлік"
  },
  {
    en: "bakery",
    ru: "пекарня",
    kz: "наубайхана"
  },
  {
    en: "balance sg.",
    ru: "весы",
    kz: "тараз"
  },
  {
    en: "balcony",
    ru: "балкон",
    kz: "балкон"
  },
  {
    en: "bald",
    ru: "лысый, облысевший ",
    kz: "қасқа, қасқа бас, шашы түскен "
  },
  {
    en: "bald patch/spot",
    ru: "лысина",
    kz: "бастың қасқасы"
  },
  {
    en: "grow bald",
    ru: "облысеть",
    kz: "қасқа бастану, шаш түсу"
  },
  {
    en: "ball",
    ru: "мяч, шар, клубок",
    kz: "доп, шар, орам"
  },
  {
    en: "ballet",
    ru: "балет",
    kz: "балет"
  },
  {
    en: "ball-point pen",
    ru: "шариковая ручка",
    kz: "сия қаламсап"
  },
  {
    en: "ban",
    ru: "запрет",
    kz: "тыйым"
  },
  {
    en: "banana",
    ru: "банан",
    kz: "банан"
  },
  {
    en: "band",
    ru: "лента (на шляпе)",
    kz: "лента"
  },
  {
    en: "bandage",
    ru: "бинт; повязка",
    kz: "бинт, байлам"
  },
  {
    en: "bandit",
    ru: "бандит",
    kz: "бұзақы"
  },
  {
    en: "bang",
    ru: "хлопать, хлопнуть,  захлопнуть; стукнуть",
    kz: "тарс ету, сарт ету; қағу, тарсылдату; ұру"
  },
  {
    en: "banish",
    ru: "изгнать ",
    kz: "қуу, жер аудару"
  },
  {
    en: "banisters",
    ru: "перила (у лестницы)",
    kz: "таяныш"
  },
  {
    en: "bank ",
    ru: "берег (реки)",
    kz: "жағалау (өзеннің)"
  },
  {
    en: "bank ",
    ru: "банк ",
    kz: "банк "
  },
  {
    en: "the State bank",
    ru: "государственный банк",
    kz: "мемлекеттік банк"
  },
  {
    en: "go bankrupt",
    ru: "обанкротиться",
    kz: "банкротқа ұшырау"
  },
  {
    en: "banker",
    ru: "банкир ",
    kz: "банк қызметкері"
  },
  {
    en: "banner ",
    ru: "знамя, флаг ",
    kz: "ту, жалау "
  },
  {
    en: "under the banner of…",
    ru: "под знаменем",
    kz: "ту астында"
  },
  {
    en: "bar",
    ru: "преградить",
    kz: "бөгеу"
  },
  {
    en: "barber",
    ru: "парикмахер (мужской)",
    kz: "шаштараз"
  },
  {
    en: "barber’s (shop)",
    ru: "парикмахерская (мужская)",
    kz: "шаштараз"
  },
  {
    en: "bark",
    ru: "лаять",
    kz: "үру"
  },
  {
    en: "barking",
    ru: "лай",
    kz: "үру"
  },
  {
    en: "barracks ",
    ru: "казарма",
    kz: "казарма"
  },
  {
    en: "barrel",
    ru: "I бочка; IІ ствол (ружья)",
    kz: "I бөшке; II дүм"
  },
  {
    en: "barter",
    ru: "I обменять; II товарообмен",
    kz: "I айырбастау,ауыстыру; II тауар алмасу"
  },
  {
    en: "base ",
    ru: "база",
    kz: "қойма"
  },
  {
    en: "basement",
    ru: "подвал (подвальный этаж)",
    kz: "жер қабат"
  },
  {
    en: "basic",
    ru: "основной",
    kz: "негізгі"
  },
  {
    en: "basis",
    ru: "база, основа, принцип, начало, обоснование",
    kz: "қойма, негіз, қағида, негіздеу, негіздеме"
  },
  {
    en: "basket",
    ru: "корзина, корзинка",
    kz: "корзина"
  },
  {
    en: "basketball",
    ru: "баскетбол",
    kz: "баскетбол"
  },
  {
    en: "bath ",
    ru: "ванна ",
    kz: "ванна "
  },
  {
    en: "sunbath",
    ru: "солнечная ванна",
    kz: "күншуақ ваннасы"
  },
  {
    en: "take a bath",
    ru: "принять ванну",
    kz: "ваннаға түсу"
  },
  {
    en: "bathroom",
    ru: "ванная",
    kz: "ванна бөлмесі"
  },
  {
    en: "bath-house",
    ru: "баня ",
    kz: "монша"
  },
  {
    en: "bath-rope",
    ru: "халат (купальный)",
    kz: "халат"
  },
  {
    en: "battery",
    ru: "батарея",
    kz: "батарея"
  },
  {
    en: "battle",
    ru: "бой, сражение; боевой",
    kz: "ұрыс, соғыс; қайсар"
  },
  {
    en: "bazaar",
    ru: "базар",
    kz: "базар"
  },
  {
    en: "be (was, were; been) ",
    ru: "быть, лежать, находиться ",
    kz: "болу "
  },
  {
    en: "be after",
    ru: "преследовать",
    kz: "қуалау, қудалау"
  },
  {
    en: "beach ",
    ru: "берег, пляж ",
    kz: "жағалау, жағажай "
  },
  {
    en: "on the beach",
    ru: "на пляже",
    kz: "жағажайда"
  },
  {
    en: "beads",
    ru: "бусы",
    kz: "моншақ"
  },
  {
    en: "beam",
    ru: "I луч; II сиять (о человеке)",
    kz: "I сәуле, нұр; II жарқылдау, нұрлану"
  },
  {
    en: "bean ",
    ru: "боб",
    kz: "ірі бұршақ"
  },
  {
    en: "haricotbean",
    ru: "фасоль",
    kz: "үрме бұршақ"
  },
  {
    en: "runnerbean",
    ru: "зелёная фасоль (в стручках)",
    kz: "жасыл үрме бұршақ"
  },
  {
    en: "beans pl",
    ru: "фасоль кул",
    kz: "үрме бұршақ"
  },
  {
    en: "bear (bore, borne)",
    ru: "терпеть",
    kz: "көну, шыдау"
  },
  {
    en: "bearable",
    ru: "терпимый",
    kz: "жарарлық"
  },
  {
    en: "beard",
    ru: "борода",
    kz: "сақал"
  },
  {
    en: "bearer",
    ru: "предъявитель",
    kz: "көрсетуші"
  },
  {
    en: "bearing",
    ru: "осанка",
    kz: "мүсін, келбет, сымбат"
  },
  {
    en: "beast",
    ru: "животное, зверь",
    kz: "мал, аң"
  },
  {
    en: "beast of pray",
    ru: "жыртқыш аң",
    kz: "хищный зверь"
  },
  {
    en: "beat (beat; beat, beaten)",
    ru: "I бить; разбить; II махать",
    kz: "I ұру, соғу; жеңу, талқандау; II бұлғау, сілтеу"
  },
  {
    en: "beautiful ",
    ru: "красивый, прекрасный ",
    kz: "әдемі, сұлу "
  },
  {
    en: "not beautiful",
    ru: "некрасивый",
    kz: "ұсқынсыз, бәденсіз,   ажарсыз"
  },
  {
    en: "beating",
    ru: "избиение ",
    kz: "сабау, соққылау"
  },
  {
    en: "beat up (beat; beat, beaten)",
    ru: "взбить (яйца, сливки)",
    kz: "шайқау"
  },
  {
    en: "beauty",
    ru: "красота",
    kz: "әдемілік, сұлулық"
  },
  {
    en: "because",
    ru: "оттого что, потому что",
    kz: "содан соң, сондықтан"
  },
  {
    en: "because of",
    ru: "вследствие",
    kz: "салдарынан"
  },
  {
    en: "beckon",
    ru: "подозвать (жестом)",
    kz: "шақыру (ыммен)"
  },
  {
    en: "become (became, become)",
    ru: "I стать,сделаться, становиться; II распуститься (в отношении дисциплины)",
    kz: "I қалыптасу, істелу; II жайылып кету"
  },
  {
    en: "bed",
    ru: "кровать; постель",
    kz: "кереует; төсек"
  },
  {
    en: "bed-clothes",
    ru: "постельное белье",
    kz: "төсек сұрыбы"
  },
  {
    en: "bedroom",
    ru: "спальня",
    kz: "жатын бөлме"
  },
  {
    en: "bee",
    ru: "пчела",
    kz: "ара"
  },
  {
    en: "beef",
    ru: "говядина",
    kz: "сиыр еті"
  },
  {
    en: "beer ",
    ru: "пиво ",
    kz: "сыра "
  },
  {
    en: "brew beer",
    ru: "варить пиво",
    kz: "сыра қайнату"
  },
  {
    en: "beet",
    ru: "свёкла",
    kz: "қызылша"
  },
  {
    en: "beetroot",
    ru: "свёкла",
    kz: "қызылша"
  },
  {
    en: "beetle",
    ru: "жук",
    kz: "қоңыз"
  },
  {
    en: "before ",
    ru: "I перед (о месте); II перед (о времени); III раньше, до, прежде; IV при",
    kz: "I алдында; II алда; III бұрын, ертеде; IV қатысуымен"
  },
  {
    en: "before dinner",
    ru: "перед обедом",
    kz: "түскі ас алдында"
  },
  {
    en: "the day before",
    ru: "накануне",
    kz: "қарсаңында"
  },
  {
    en: "beg",
    ru: "выпрашивать, попрошайничать",
    kz: "сұрау, жалыну, тілену, қайыр сұрау"
  },
  {
    en: "begin (began, begun)",
    ru: "начать, начаться, приняться",
    kz: "бастау, басталу; кірісу"
  },
  {
    en: "on behalf of",
    ru: "от имени",
    kz: "атынан"
  },
  {
    en: "beginning ",
    ru: "начало ",
    kz: "басы "
  },
  {
    en: "at the beginning",
    ru: "вначале",
    kz: "бастапқыда, әуелде"
  },
  {
    en: "beggar",
    ru: "нищий, попрошайка",
    kz: "қайыршы, тіленші"
  },
  {
    en: "behaviour ",
    ru: "поведение",
    kz: "мінез-қылық, жүріс-тұрыс "
  },
  {
    en: "social behavior",
    ru: "общежитие, общественная жизнь",
    kz: "қоғамдық өмір"
  },
  {
    en: "behind ",
    ru: "I за (о местоположении); II сзади (где), позади",
    kz: "I мекенді, соңын, сыртын білдіреді; II артта, кейінде"
  },
  {
    en: "from behind",
    ru: "сзади (откуда)",
    kz: "арттан"
  },
  {
    en: "being",
    ru: "существо",
    kz: "тірі организм, тұлға"
  },
  {
    en: "belief",
    ru: "верование",
    kz: "наным"
  },
  {
    en: "believe (in)",
    ru: "верить, поверить",
    kz: "сену, илану"
  },
  {
    en: "believer",
    ru: "верующий как сущ.",
    kz: "діндар"
  },
  {
    en: "bell",
    ru: "звонок; колокол",
    kz: "қоңырау"
  },
  {
    en: "belly",
    ru: "живот",
    kz: "қарын"
  },
  {
    en: "belong (to) ",
    ru: "относиться, принадлежать ",
    kz: "тиесілі, жатады "
  },
  {
    en: "belong to the class of mammals",
    ru: "относиться к классу млекопитающих",
    kz: "сүт қоректілер класына жатады"
  },
  {
    en: "below ",
    ru: "внизу, ниже ",
    kz: "төменде, төмендегі "
  },
  {
    en: "from below",
    ru: "снизу",
    kz: "төменнен, астынан"
  },
  {
    en: "belt",
    ru: "ремень, пояс",
    kz: "белдік, белбеу"
  },
  {
    en: "bench",
    ru: "скамейка",
    kz: "орындық"
  },
  {
    en: "bend (bent, bent) ",
    ru: "I гнуть, согнуть; наклонить; склонить; II сгиб",
    kz: "I бүгу, ию; еңкейту, майыстыру; салбырату; II бүгіліс"
  },
  {
    en: "bend forward",
    ru: "наклониться (вперед)",
    kz: "иілу, еңкею"
  },
  {
    en: "bend over",
    ru: "наклониться (над)",
    kz: "еңкейу"
  },
  {
    en: "beneath",
    ru: "ниже",
    kz: "төмендегі"
  },
  {
    en: "benevolent",
    ru: "доброжелательный",
    kz: "игі ниетті"
  },
  {
    en: "bent",
    ru: "I склонность (одарённость); II сгорбленный",
    kz: "I қабілет; II бүкір"
  },
  {
    en: "berry",
    ru: "ягода",
    kz: "жеміс-жидек"
  },
  {
    en: "berth ",
    ru: "место (спальное), полка (в ж.д. вагоне) ",
    kz: "орын (жатын), тақтай (сөре) "
  },
  {
    en: "upper berth",
    ru: "верхнее место",
    kz: "жоғарғы орын"
  },
  {
    en: "lower berth",
    ru: "нижнее место",
    kz: "төменгі орын"
  },
  {
    en: "vacant berth/seat",
    ru: "свободное место",
    kz: "бос орын"
  },
  {
    en: "beside",
    ru: "рядом, возле",
    kz: "қатарда, қапталда, жаны, маңы"
  },
  {
    en: "besides (that)",
    ru: "кроме того, помимо",
    kz: "бұдан басқа, басқа"
  },
  {
    en: "best ",
    ru: "наилучший ",
    kz: "ең жақсы "
  },
  {
    en: "in the best way",
    ru: "наилучшим образом",
    kz: "өте жақсы түрде"
  },
  {
    en: "best choice",
    ru: "лучший выбор",
    kz: "ең жақсы таңдау"
  },
  {
    en: "bestial ",
    ru: "звериный перен.",
    kz: "аңдық ауысп."
  },
  {
    en: "better ",
    ru: "лучше, лучший ",
    kz: "жақсырақ, жақсылау "
  },
  {
    en: "the more the better",
    ru: "чем больше, тем лучше",
    kz: "неғұрлым көп болса, соғұрлым жақсы"
  },
  {
    en: "so much the better",
    ru: "тем лучше",
    kz: "соғұрлым жақсы"
  },
  {
    en: "betray",
    ru: "предать",
    kz: "сату"
  },
  {
    en: "betrayer",
    ru: "предатель",
    kz: "сатқын"
  },
  {
    en: "between",
    ru: "между",
    kz: "ара"
  },
  {
    en: "beware (of) ",
    ru: "беречься, остерегаться",
    kz: "сақтан"
  },
  {
    en: "beyond",
    ru: "I выше; свыше; II за; III сверх",
    kz: "I жоғары;одан жоғары; II шектен (шамадан) тыс; III үстінен"
  },
  {
    en: "bibliography",
    ru: "библиография",
    kz: "библиография"
  },
  {
    en: "bicycle",
    ru: "велосипед",
    kz: "велосипед"
  },
  {
    en: "big",
    ru: "большой",
    kz: "үлкен, зор"
  },
  {
    en: "bike",
    ru: "велосипед",
    kz: "велосипед"
  },
  {
    en: "bile",
    ru: "желчь",
    kz: "өт"
  },
  {
    en: "bill ",
    ru: "I афиша; II законопроект; III счёт, документ",
    kz: "I афиша; II заң жобасы; III шот, құжат"
  },
  {
    en: "playbill",
    ru: "театральная афиша",
    kz: "театр афишасы"
  },
  {
    en: "make amendments to a bill",
    ru: "вносить исправления в законопроект",
    kz: "заң жобасына өзгеріс енгізу"
  },
  {
    en: "billiards",
    ru: "бильярд",
    kz: "бильярд"
  },
  {
    en: "bind",
    ru: "скрутить (связать); обязать",
    kz: "байлау; міндеттеу "
  },
  {
    en: "biography",
    ru: "биография, жизнеописание",
    kz: "өмірбаян"
  },
  {
    en: "biology",
    ru: "биология",
    kz: "биология"
  },
  {
    en: "birch",
    ru: "береза",
    kz: "қайың"
  },
  {
    en: "bird",
    ru: "птица",
    kz: "құс"
  },
  {
    en: "birth ",
    ru: "I рождение; II род",
    kz: "I туу; II тек"
  },
  {
    en: "birthday",
    ru: "день рождения",
    kz: "туған күн"
  },
  {
    en: "give birth (to)",
    ru: "родить",
    kz: "туу"
  },
  {
    en: "birth-mark",
    ru: "родинка",
    kz: "қал"
  },
  {
    en: "biscuits",
    ru: "печенье",
    kz: "печенье"
  },
  {
    en: "bit ",
    ru: "кусок ",
    kz: "кесек "
  },
  {
    en: "not a bit",
    ru: "нисколько",
    kz: "ешбір"
  },
  {
    en: "bite (bit, bitten) ",
    ru: "I укусить (о собаке, змее), кусать, кусаться; II укус (собаки, змеи)",
    kz: "I қабу, тістеу, шағу, тістеу, қыршу, тістелеу; II қабу, тістеу; шағу"
  },
  {
    en: "take a bite",
    ru: "закусить",
    kz: "тістеп жеу"
  },
  {
    en: "bite off",
    ru: "откусить, откусывать",
    kz: "тістеп (қыршып) алу"
  },
  {
    en: "bitter",
    ru: "горький",
    kz: "ащы"
  },
  {
    en: "black",
    ru: "чёрный",
    kz: "қара"
  },
  {
    en: "blackberry",
    ru: "ежевика",
    kz: "бөрткен, қара бүлдірген"
  },
  {
    en: "blackmail",
    ru: "шантаж; шантажировать",
    kz: "бопса; бопсалау"
  },
  {
    en: "blade ",
    ru: "лезвие ",
    kz: "жүз"
  },
  {
    en: "blank",
    ru: "пробел (пустое место)",
    kz: "ашық орын"
  },
  {
    en: "blanket",
    ru: "одеяло",
    kz: "көрпе"
  },
  {
    en: "bleaching",
    ru: "обесцвечивание",
    kz: "түссіздендіру"
  },
  {
    en: "blind ",
    ru: "I ослепить; II слепой",
    kz: "I соқырайту, көз  шағылыстыру; II зағип, соқыр"
  },
  {
    en: "get blind",
    ru: "ослепнуть",
    kz: "соқыр болу"
  },
  {
    en: "become blind",
    ru: "слепнуть",
    kz: "шағылысу, көрмеу"
  },
  {
    en: "blinding",
    ru: "ослепительный",
    kz: "көз шағылыстыратын"
  },
  {
    en: "blink",
    ru: "моргать, моргнуть",
    kz: "жыпылықтау, көз қысу"
  },
  {
    en: "blizzard ",
    ru: "вьюга, пурга, метель",
    kz: "бұрқасын, боран"
  },
  {
    en: "block ",
    ru: "квартал (часть города) ",
    kz: "квартал "
  },
  {
    en: "block up",
    ru: "заставить  (проход)",
    kz: "қою"
  },
  {
    en: "blond",
    ru: "белокурый, русый",
    kz: "ақ құба, ақ сары"
  },
  {
    en: "blood ",
    ru: "кровь ",
    kz: "қан "
  },
  {
    en: "blood ties",
    ru: "родственные связи",
    kz: "туыстық байланыстар"
  },
  {
    en: "bloom",
    ru: "цвести, расцвести",
    kz: "гүлдеу, гүлдену"
  },
  {
    en: "blossom",
    ru: "I цветок (на кустах, деревьях); II цвести, расцвести",
    kz: "I гүл; II гүлдеу, гүлдену"
  },
  {
    en: "blouse",
    ru: "кофта, кофточка; блузка",
    kz: "кофта, кофточка; мөлдір кездемелі жеңіл кофта"
  },
  {
    en: "blow (blew, blown)",
    ru: "дуть",
    kz: "үру"
  },
  {
    en: "blow up",
    ru: "взорвать",
    kz: "жару"
  },
  {
    en: "blue",
    ru: "голубой, синий",
    kz: "көгілдір, көк"
  },
  {
    en: "blueberry",
    ru: "черника",
    kz: "қарамық, қара жидек"
  },
  {
    en: "bluff",
    ru: "обрыв",
    kz: "тік жар, құлама жар"
  },
  {
    en: "blunder ",
    ru: "неловкость (неловкий поступок); грубая ошибка",
    kz: "ыңғайсыздық; өрескел қате"
  },
  {
    en: "blunt",
    ru: "резкий",
    kz: "дөрекі"
  },
  {
    en: "blush",
    ru: "румянец; покраснеть",
    kz: "беттің қызылы (шырайы); қызару"
  },
  {
    en: "boaconstrictor",
    ru: "удав",
    kz: "орда жылан"
  },
  {
    en: "board ",
    ru: "I щит (для объявлений); II доска; III управление; IV стол (питание); V министерство",
    kz: "I тақта; II тақта; III басқарма; IV дастарқан; V министрлік"
  },
  {
    en: "billboard",
    ru: "рекламный щит",
    kz: "жарнама тақтасы"
  },
  {
    en: "Board of Directors",
    ru: "совет директоров (в компании и т.п.) (орган)",
    kz: "директорлар кеңесі"
  },
  {
    en: "boat",
    ru: "лодка",
    kz: "қайық"
  },
  {
    en: "body",
    ru: "тело, орган в разн. знач.",
    kz: "дене, орган"
  },
  {
    en: "bodyguard",
    ru: "телохранитель",
    kz: "оққағар"
  },
  {
    en: "boil",
    ru: "вскипятить; кипеть; варить",
    kz: "қайнату; қайнау; пісіру"
  },
  {
    en: "boiled",
    ru: "вареный",
    kz: "піскен, пісірілген"
  },
  {
    en: "boiling",
    ru: "кипение",
    kz: "қайнау"
  },
  {
    en: "bold",
    ru: "смелый",
    kz: "батыл"
  },
  {
    en: "bomb ",
    ru: "бомба ",
    kz: "бомба "
  },
  {
    en: "drop bombs",
    ru: "сбрасывать бомбы",
    kz: "бомба тастау"
  },
  {
    en: "bond ",
    ru: "связь",
    kz: "байланысу "
  },
  {
    en: "bone",
    ru: "кость",
    kz: "сүйек"
  },
  {
    en: "bonus",
    ru: "вознаграждение",
    kz: "сыйақы"
  },
  {
    en: "book",
    ru: "книга",
    kz: "кітап"
  },
  {
    en: "bookcase",
    ru: "книжный шкаф",
    kz: "кітап шкафы"
  },
  {
    en: "booking-office",
    ru: "билетная касса",
    kz: "билет кассасы"
  },
  {
    en: "book-keeper",
    ru: "бухгалтер, счетовод",
    kz: "бухгалтер, есепші"
  },
  {
    en: "booklet",
    ru: "брошюра, проспект",
    kz: "кітапша, жоба"
  },
  {
    en: "bookshelf",
    ru: "книжная полка",
    kz: "кітап сөресі"
  },
  {
    en: "boot ",
    ru: "башмак (высокий), ботинок",
    kz: "башпақ, бәтеңке"
  },
  {
    en: "boots and shoes pl",
    ru: "обувь",
    kz: "аяқ киім"
  },
  {
    en: "booty",
    ru: "добыча",
    kz: "олжа"
  },
  {
    en: "border",
    ru: "граница, край",
    kz: "шекара, өлке, өңір"
  },
  {
    en: "bore",
    ru: "надоедать",
    kz: "жалықтыру"
  },
  {
    en: "boring",
    ru: "I надоедливый; II скучный",
    kz: "I жалықтырғыш; II зеріккен, жабыққан"
  },
  {
    en: "boredom",
    ru: "скука",
    kz: "зерігу, іш пысу"
  },
  {
    en: "be born",
    ru: "родиться,  зародиться",
    kz: "туылу, туу, пайда болу"
  },
  {
    en: "borrow",
    ru: "взаймы; брать взаймы; заимствовать",
    kz: "қарыз; қарыз алу; шеттен алып пайдалану"
  },
  {
    en: "boss",
    ru: "шеф; хозяин разг.",
    kz: "басшы, бастық; ие; қожайын; үй иесі"
  },
  {
    en: "botany ",
    ru: "ботаника ",
    kz: "ботаника "
  },
  {
    en: "botanical gardens pl.",
    ru: "ботанический сад",
    kz: "ботаника бағы"
  },
  {
    en: "both",
    ru: "оба",
    kz: "екеуі"
  },
  {
    en: "both (of)",
    ru: "вдвоем",
    kz: "екеуміз"
  },
  {
    en: "bother ",
    ru: "беспокоить (утруждать); беспокоиться",
    kz: "мазалау; қиналу"
  },
  {
    en: "bottle",
    ru: "бутылка",
    kz: "бөтелке, шөлмек"
  },
  {
    en: "bottom ",
    ru: "дно ",
    kz: "түп "
  },
  {
    en: "to the bottom",
    ru: "донизу",
    kz: "төменге дейін"
  },
  {
    en: "from top to bottom",
    ru: "сверху донизу",
    kz: "жоғарыдан төменге дейін"
  },
  {
    en: "bough ",
    ru: "ветвь (сук)",
    kz: "шыбық"
  },
  {
    en: "bounce",
    ru: "отскакивать, отскочить (о мяче)",
    kz: "секіріп кету (доп)"
  },
  {
    en: "bound",
    ru: "I связанный (веревкой); II связанный (обещанием); III предел",
    kz: "I байланған; II байланысты; III шек, шекара, маңы; шама"
  },
  {
    en: "boundary",
    ru: "граница",
    kz: "шекара"
  },
  {
    en: "boundless",
    ru: "безграничный",
    kz: "шетсіз, шексіз"
  },
  {
    en: "bouquet",
    ru: "букет",
    kz: "гүлшоқ"
  },
  {
    en: "bow ",
    ru: "гнуть, наклонять",
    kz: "бүгу, ию, еңкейту"
  },
  {
    en: "bowl",
    ru: "ваза",
    kz: "құмыра"
  },
  {
    en: "box",
    ru: "I ящик; II коробка",
    kz: "I жәшік; II қорап"
  },
  {
    en: "boxer",
    ru: "боксер",
    kz: "боксер"
  },
  {
    en: "boxing",
    ru: "бокс",
    kz: "бокс"
  },
  {
    en: "box-office ",
    ru: "касса (театральная)",
    kz: "касса"
  },
  {
    en: "box-room",
    ru: "чулан",
    kz: "шолан, шошала, ас үй"
  },
  {
    en: "boy ",
    ru: "мальчик ",
    kz: "ұл "
  },
  {
    en: "boyish",
    ru: "мальчишеский",
    kz: "ұл балалық"
  },
  {
    en: "boys",
    ru: "ребята",
    kz: "жігіттер"
  },
  {
    en: "braid",
    ru: "заплести, заплетать ",
    kz: "өру"
  },
  {
    en: "brain",
    ru: "мозг",
    kz: "ми"
  },
  {
    en: "brake",
    ru: "тормоз",
    kz: "тежегіш"
  },
  {
    en: "bramble",
    ru: "ежевика (кустарник)",
    kz: "бөрткен, қара бүлдірген"
  },
  {
    en: "branch",
    ru: "I ветка; II отделение, филиал; отрасль",
    kz: "I бұтақ; II бөлініс; сала"
  },
  {
    en: "brandish",
    ru: "размахивать",
    kz: "сермеу, сілтеу"
  },
  {
    en: "brandy",
    ru: "коньяк",
    kz: "коньяк"
  },
  {
    en: "brave",
    ru: "храбрый",
    kz: "өжет, батыл"
  },
  {
    en: "bravery",
    ru: "отвага; храбрость",
    kz: "ерлік, ержүректік; өжеттік, батылдық"
  },
  {
    en: "bread",
    ru: "хлеб",
    kz: "нан"
  },
  {
    en: "breadth",
    ru: "ширина",
    kz: "ен"
  },
  {
    en: "break (broke, broken) ",
    ru: "I ломать, сломать; бить; II нарушить; III школьная перемена; перерыв",
    kz: "I сындыру, қирату; ұру, соғу; II бұзу; III мектеп үзілісі, аралық"
  },
  {
    en: "break (up) into small pieces",
    ru: "дробить",
    kz: "бөлшектеу"
  },
  {
    en: "break off",
    ru: "отломать(ся); отскакивать, отвалиться",
    kz: "сынып түсу; үзіліп түсу (қалу)"
  },
  {
    en: "break the law",
    ru: "переступить закон",
    kz: "заңды бұзу"
  },
  {
    en: "ten minutes’ break",
    ru: "перерыв на 10 минут",
    kz: "10 минутқа үзіліс"
  },
  {
    en: "breakage",
    ru: "поломка",
    kz: "сыну, сынық"
  },
  {
    en: "breakfast",
    ru: "завтрак ",
    kz: "таңғы ас "
  },
  {
    en: "have breakfast",
    ru: "завтракать",
    kz: "таңғы ас жеу"
  },
  {
    en: "break off (broke, broken) ",
    ru: "обломать, обломить, разбить, оборвать (веревку и т.п.) ",
    kz: "сындыру; келістіру,үзу, уату, бұзу "
  },
  {
    en: "break up (into)",
    ru: "разбиться",
    kz: "жарылу, бөліну"
  },
  {
    en: "break up into groups",
    ru: "разбиться на группы",
    kz: "топтарға бөліну"
  },
  {
    en: "break up, break in pieces",
    ru: "разделиться",
    kz: "сындыру"
  },
  {
    en: "breath ",
    ru: "дуновение",
    kz: "леп"
  },
  {
    en: "breathe ",
    ru: "дышать ",
    kz: "тыныстау, демалу "
  },
  {
    en: "draw breath",
    ru: "вздохнуть (перевести дыхание)",
    kz: "күрсіну"
  },
  {
    en: "breathing",
    ru: "дыхание",
    kz: "тыныс"
  },
  {
    en: "bribe",
    ru: "подкупить",
    kz: "параға сатып алу"
  },
  {
    en: "bribery",
    ru: "подкуп",
    kz: "параға сатып алу"
  },
  {
    en: "brick",
    ru: "кирпич",
    kz: "кірпіш"
  },
  {
    en: "bricklayer",
    ru: "каменщик",
    kz: "тас қалаушы"
  },
  {
    en: "bride",
    ru: "невеста",
    kz: "қалыңдық"
  },
  {
    en: "bridegroom",
    ru: "жених (во время свадьбы)",
    kz: "күйеу жігіт"
  },
  {
    en: "bridge",
    ru: "мост",
    kz: "көпір"
  },
  {
    en: "brief",
    ru: "краткий",
    kz: "қысқа, келте"
  },
  {
    en: "briefly",
    ru: "коротко",
    kz: "қысқа"
  },
  {
    en: "bright",
    ru: "яркий, светлый; понятливый",
    kz: "жарық; зерек, ұғымтал"
  },
  {
    en: "brighten up",
    ru: "проясниться перен.",
    kz: "жадырау"
  },
  {
    en: "brilliance",
    ru: "блеск",
    kz: "жылтыр"
  },
  {
    en: "brilliant",
    ru: "I гениальный; II бриллиант",
    kz: "I ұлы; II брилиант"
  },
  {
    en: "bring (brought, brought)",
    ru: "занести, принести",
    kz: "әкелу"
  },
  {
    en: "bring along with",
    ru: "вывезти, привезти",
    kz: "көлікпен шығару, әкелу"
  },
  {
    en: "bring up",
    ru: "растить (кого-л.)",
    kz: "өсіру, асырау "
  },
  {
    en: "well brought up",
    ru: "воспитанный",
    kz: "тәрбиелі"
  },
  {
    en: "broad",
    ru: "широкий",
    kz: "кең"
  },
  {
    en: "broadcast",
    ru: "радиопередача",
    kz: "радиохабар"
  },
  {
    en: "broadcasting",
    ru: "радиовещание",
    kz: "радио тарату"
  },
  {
    en: "broadly",
    ru: "широко",
    kz: "кең"
  },
  {
    en: "broken ",
    ru: "разбитый",
    kz: "сынған, уатылған"
  },
  {
    en: "brooch",
    ru: "брошка, брошь",
    kz: "сәндік түйреуіш"
  },
  {
    en: "brook",
    ru: "ручей",
    kz: "жылға"
  },
  {
    en: "broth",
    ru: "бульон",
    kz: "сорпа"
  },
  {
    en: "brother",
    ru: "брат",
    kz: "аға, іні"
  },
  {
    en: "brother-in-law ",
    ru: "зять (муж сестры)",
    kz: "жезде"
  },
  {
    en: "brow",
    ru: "бровь",
    kz: "қабақ"
  },
  {
    en: "brown ",
    ru: "коричневый; поджаристый ",
    kz: "қоңыр; қуырылған "
  },
  {
    en: "brown bear",
    ru: "бурый медведь",
    kz: "боз аю"
  },
  {
    en: "brunch",
    ru: "ветвь",
    kz: "шыбық"
  },
  {
    en: "brunette",
    ru: "брюнетка",
    kz: "қара шашты әйел"
  },
  {
    en: "brush",
    ru: "I щётка; помазок; II кисточка; III чистить; IV хвост (лисий)",
    kz: "I щетка; жаққыш II шағын кист; III тазалау; IV құйрық"
  },
  {
    en: "brutal",
    ru: "зверский, звериный",
    kz: "айуандық ауысп. күшті, аңдық"
  },
  {
    en: "bubble",
    ru: "пузырь",
    kz: "көбік"
  },
  {
    en: "bucket",
    ru: "ведро",
    kz: "шелек"
  },
  {
    en: "buckle",
    ru: "застегнуть ",
    kz: "ілгектеу, түймелеу"
  },
  {
    en: "buffet",
    ru: "буфет",
    kz: "дәмхана"
  },
  {
    en: "build",
    ru: "телосложение, сложение",
    kz: "дене бітімі, бітім"
  },
  {
    en: "build (built, built) ",
    ru: "строить ",
    kz: "салу, құру "
  },
  {
    en: "build up a library",
    ru: "составить библиотеку",
    kz: "кітапхана жинақтау"
  },
  {
    en: "builder",
    ru: "строитель",
    kz: "құрылысшы"
  },
  {
    en: "building",
    ru: "застройка; здание, строение, сооружение",
    kz: "құрылыс; ғимарат"
  },
  {
    en: "building site",
    ru: "объект (стройка и т.п.)",
    kz: "құрылыс орны"
  },
  {
    en: "bull",
    ru: "бык",
    kz: "өгіз"
  },
  {
    en: "bullet",
    ru: "пуля",
    kz: "оқ"
  },
  {
    en: "bullock",
    ru: "бык (кастрированный)",
    kz: "өгіз"
  },
  {
    en: "bun ",
    ru: "булка (сдобная)",
    kz: "бөлке нан (тәтті)"
  },
  {
    en: "bunch ",
    ru: "связка (ключей) ",
    kz: "байлам (кілттердің) "
  },
  {
    en: "bunch of flowers",
    ru: "букет",
    kz: "гүлшоқ"
  },
  {
    en: "burglary",
    ru: "кража со взломом",
    kz: "сындыру арқылы ұрлау"
  },
  {
    en: "burn (burnt, burnt) ",
    ru: "I гореть; жечь; обжечь; II ожог",
    kz: "I жану; жағу; күйдіру, өртеу; II күю; күйік"
  },
  {
    en: "burn down",
    ru: "сжечь, сгореть",
    kz: "жағу, тұтандыру"
  },
  {
    en: "burn to ashes",
    ru: "сжечь дотла",
    kz: "күлі қалғанша жағу"
  },
  {
    en: "burrow",
    ru: "нора",
    kz: "ін үңгір"
  },
  {
    en: "bury",
    ru: "похоронить",
    kz: "жерлеу, көму"
  },
  {
    en: "bus (motor) bus; autobus Am. ",
    ru: "автобус ",
    kz: "автобус "
  },
  {
    en: "go by bus",
    ru: "ехать на автобусе",
    kz: "автобуспен жүру"
  },
  {
    en: "bush",
    ru: "куст",
    kz: "бұта түбі"
  },
  {
    en: "business ",
    ru: "дело ",
    kz: "іс "
  },
  {
    en: "business trip",
    ru: "командировка",
    kz: "іссапар"
  },
  {
    en: "busy ",
    ru: "занятой ",
    kz: "жұмыс басты "
  },
  {
    en: "the line is busy",
    ru: "занято (ответ по телефону)",
    kz: "телефон линиясы бос   емес"
  },
  {
    en: "but",
    ru: "впрочем, зато, но",
    kz: "бірақ, оның есесіне, оның орнына"
  },
  {
    en: "butter",
    ru: "масло (коровье)",
    kz: "сары май"
  },
  {
    en: "button ",
    ru: "пуговица ",
    kz: "түйме "
  },
  {
    en: "do a button",
    ru: "застегнуть пуговицу",
    kz: "түймелену, түймені   салу"
  },
  {
    en: "undo a button",
    ru: "расстегнуть пуговицу",
    kz: "түймені ағыту"
  },
  {
    en: "buttonhole",
    ru: "петлица",
    kz: "ілгек"
  },
  {
    en: "button up",
    ru: "застегнуть ",
    kz: "ілгектеу, түймелеу"
  },
  {
    en: "buy (bought, bought)",
    ru: "купить, приобрести",
    kz: "сатып алу"
  },
  {
    en: "buyup",
    ru: "раскупить",
    kz: "сатылып кету"
  },
  {
    en: "buyer",
    ru: "покупатель",
    kz: "сатып алушы"
  },
  {
    en: "buzz",
    ru: "I жужжание; II гудеть",
    kz: "I ызылдау; II дүркірету"
  },
  {
    en: "by ",
    ru: "I к (при указании срока); II у, около, возле; III мимо нареч. и предл.; IV по",
    kz: "I қарай; II қасы, маңы, жаны; III өтпелі, жанай, жанында; IV бойынша"
  },
  {
    en: "by tomorrow",
    ru: "к завтрашнему дню",
    kz: "ертеңгі күнге қарай"
  },
  {
    en: "a house by the sea",
    ru: "дом около моря",
    kz: "үй теңіз маңында"
  },
  {
    en: "by order",
    ru: "по приказу",
    kz: "бұйрық бойынша"
  },
  {
    en: "by train, by rail",
    ru: "по железной дороге",
    kz: "теміржол арқылы"
  },
  {
    en: "cabbage",
    ru: "капуста",
    kz: "қырыққабат"
  },
  {
    en: "cabbage soup ",
    ru: "щи",
    kz: "щи"
  },
  {
    en: "café",
    ru: "кафе",
    kz: "дәмхана"
  },
  {
    en: "cage",
    ru: "клетка (помещение)",
    kz: "тор"
  },
  {
    en: "cake",
    ru: "торт, кекс, пирожное, пряник",
    kz: "торт, кекс, тәтті тоқаш, пряник"
  },
  {
    en: "calculate",
    ru: "рассчитывать, вычислять, исчислять",
    kz: "есептеу"
  },
  {
    en: "calculation ",
    ru: "расчёт, счёт; вычисление, исчисление ",
    kz: "есеп; шот, есептеу "
  },
  {
    en: "make calculations",
    ru: "производить расчёты",
    kz: "есеп жүргізу"
  },
  {
    en: "calendar ",
    ru: "календарный ",
    kz: "күнтізбелік"
  },
  {
    en: "calf",
    ru: "телёнок",
    kz: "бұзау"
  },
  {
    en: "call ",
    ru: "I будить; II зов, клич, крик; III визит; IV звать",
    kz: "I ояту; II шақыру, ұран, айқай; III келу; IV шақыру"
  },
  {
    en: "call on, come to see",
    ru: "навестить",
    kz: "жағдайын (халін) білу, жолығу"
  },
  {
    en: "be called",
    ru: "называться",
    kz: "аталу"
  },
  {
    en: "call forth",
    ru: "обусловить",
    kz: "себеп болу, қамтасыз ету"
  },
  {
    en: "call up",
    ru: "подозвать",
    kz: "шақыру"
  },
  {
    en: "call a doctor",
    ru: "пригласить врача",
    kz: "дәрігер шақыру"
  },
  {
    en: "calm",
    ru: "I тихий, спокойный; спокойствие; IІ затишье",
    kz: "I жайбарақат, тыныштық, жан тыныштығы; II тыныштық"
  },
  {
    en: "calumniate",
    ru: "клеветать",
    kz: "жала жабу"
  },
  {
    en: "calumny",
    ru: "клевета",
    kz: "жала"
  },
  {
    en: "camel",
    ru: "верблюд",
    kz: "түйе"
  },
  {
    en: "camera",
    ru: "камера фото",
    kz: "камера"
  },
  {
    en: "camouflage",
    ru: "замаскировать воен.",
    kz: "жасырыну, бүркеншіктеу"
  },
  {
    en: "camp",
    ru: "лагерь ",
    kz: "лагерь "
  },
  {
    en: "camp (out)",
    ru: "жить в лагерях",
    kz: "лагерьде тұру"
  },
  {
    en: "campaign ",
    ru: "кампания",
    kz: "кампания"
  },
  {
    en: "can ",
    ru: "I консервировать; II банка; III мочь",
    kz: "I сүрлеу; II банка; III істей алу"
  },
  {
    en: "canned foods sg. Am.",
    ru: "консервы",
    kz: "сүрлеме"
  },
  {
    en: "one cannot предик. безл.",
    ru: "нельзя, невозможно",
    kz: "болмайды, мүмкін емес"
  },
  {
    en: "canal",
    ru: "канал (морской, тж. перен)",
    kz: "канал, арна "
  },
  {
    en: "cancel ",
    ru: "расторгнуть ",
    kz: "үзу, тоқтату "
  },
  {
    en: "cancel a treaty",
    ru: "расторгнуть договор",
    kz: "келісімшартты үзу"
  },
  {
    en: "cancer",
    ru: "рак мед.",
    kz: "қатерлі ісік"
  },
  {
    en: "candied fruit jelly",
    ru: "мармелад",
    kz: "мармелад"
  },
  {
    en: "candle",
    ru: "свеча",
    kz: "шырағдан, шам"
  },
  {
    en: "candlestick",
    ru: "подсвечник",
    kz: "шамдал"
  },
  {
    en: "candy Am.",
    ru: "конфета",
    kz: "кәмпит"
  },
  {
    en: "canteen",
    ru: "столовая (заведение)",
    kz: "дәмхана, тойхана"
  },
  {
    en: "cap",
    ru: "кепка",
    kz: "кепка"
  },
  {
    en: "capable (of)",
    ru: "способный (на что-л.)",
    kz: "епті, икемді"
  },
  {
    en: "capacity for work",
    ru: "трудоспособность",
    kz: "еңбек қабілеттілігі"
  },
  {
    en: "in the capacity of, as",
    ru: "в качестве (кого-л)",
    kz: "ретінде"
  },
  {
    en: "capital",
    ru: "I столица; II финансовый капитал",
    kz: "I астана; II қаржылық қор"
  },
  {
    en: "capital letter",
    ru: "прописная буква",
    kz: "бас әріп"
  },
  {
    en: "caprice",
    ru: "каприз",
    kz: "қыңырлық, еркелік, наз"
  },
  {
    en: "captain",
    ru: "капитан",
    kz: "капитан"
  },
  {
    en: "captious",
    ru: "придирчивый",
    kz: "міншіл, шікәмшыл, қазымыр"
  },
  {
    en: "captive",
    ru: "пленник",
    kz: "тұтқын"
  },
  {
    en: "captivity",
    ru: "плен",
    kz: "тұтқын"
  },
  {
    en: "capture",
    ru: "I захват; II захватить, завладеть",
    kz: "I басып алу, тартып алу; II басып алу"
  },
  {
    en: "car, (motor) car; automobile Am. ",
    ru: "автомобиль; машина разг. ",
    kz: "автомобиль; машина "
  },
  {
    en: "get into a car",
    ru: "сесть в автомобиль",
    kz: "автокөлікке отыру"
  },
  {
    en: "card ",
    ru: "I карта (игральная), карточка; II билет",
    kz: "I ойын картасы, карточка; II билет"
  },
  {
    en: "identity card",
    ru: "удостоверение личности",
    kz: "жеке куәлік"
  },
  {
    en: "care ",
    ru: "внимание; заботливость, забота ",
    kz: "назар; қамқорлық "
  },
  {
    en: "good care (of)",
    ru: "заботливый уход",
    kz: "қамқор болып күту"
  },
  {
    en: "career",
    ru: "карьера",
    kz: "мансап"
  },
  {
    en: "make one’s career",
    ru: "делать карьеру",
    kz: "мансапқа ұмтылу"
  },
  {
    en: "careerist",
    ru: "карьерист",
    kz: "мансапқор"
  },
  {
    en: "careful ",
    ru: "I тщательный; заботливый; II расчётливый, осторожный",
    kz: "I мұқият, ұқыпты; қамқор; II есепқой; үнемшіл; сақ"
  },
  {
    en: "be careful",
    ru: "беречься",
    kz: "сақтану"
  },
  {
    en: "carefully",
    ru: "осторожно",
    kz: "байқа"
  },
  {
    en: "careless",
    ru: "неаккуратный, небрежный, неосторожный",
    kz: "ұқыпсыз, аңғал, байқампаз емес"
  },
  {
    en: "carelessness",
    ru: "неаккуратность, небрежность",
    kz: "ұқыпсыздық, салақтық "
  },
  {
    en: "caress",
    ru: "ласка; приласкать",
    kz: "аялау; еркелету"
  },
  {
    en: "carpenter",
    ru: "плотник",
    kz: "ағаш маманы"
  },
  {
    en: "carpet",
    ru: "ковер",
    kz: "кілем"
  },
  {
    en: "carriage, railway carriage ",
    ru: "I вагон; II коляска",
    kz: "I вагон; II арба, коляска"
  },
  {
    en: "upholstered carriage ",
    ru: "мягкий вагон",
    kz: "жайлы вагон"
  },
  {
    en: "carrot",
    ru: "морковь",
    kz: "сәбіз"
  },
  {
    en: "carry ",
    ru: "везти, нести, носить; провезти",
    kz: "көлікпен әкелу, әкелу, алып жүру; жеткізу, өткеру"
  },
  {
    en: "carry out",
    ru: "выполнить, выполнять",
    kz: "орындау, жеткізу"
  },
  {
    en: "carry (to, as far as)",
    ru: "донести, отнести (ветром, течением); увезти",
    kz: "ықтыру, ағызу, алып кету"
  },
  {
    en: "carry away",
    ru: "уносить, вдохновлять, увлекать",
    kz: "шабыттандыру, тарту, игеру"
  },
  {
    en: "cartridge (снаряд) ",
    ru: "заряд ",
    kz: "заряд (снаряд бөлшегі) "
  },
  {
    en: "blank cartridge",
    ru: "холостой заряд",
    kz: "бос заряд"
  },
  {
    en: "carve",
    ru: "отрезать (мясо и т.п.)",
    kz: "кесу, турау"
  },
  {
    en: "case",
    ru: "I дело юр.; II случай; III обложка (для документа); IV падеж грам.",
    kz: "I іс; II жағдай; III тыс, қап, қаптама; IV септік"
  },
  {
    en: "cash-desk ",
    ru: "касса (в магазине)",
    kz: "касса"
  },
  {
    en: "cask",
    ru: "бочка",
    kz: "бөшке"
  },
  {
    en: "cast ",
    ru: "I (cast, cast) кинуть; IІ состав исполнителей театр",
    kz: "I лақтыру; II орындаушылар құрамы"
  },
  {
    en: "cast iron",
    ru: "чугун",
    kz: "шойын"
  },
  {
    en: "castle",
    ru: "зáмок ",
    kz: "қамал, қорған, бекініс"
  },
  {
    en: "cat",
    ru: "кошка",
    kz: "мысық"
  },
  {
    en: "catch (caught, caught)",
    ru: "I схватить,  застать; II ловить, поймать",
    kz: "I ұстап (бас) салу, жұлып алу, үстінен шығу, тап болу; II аулау, ұстау, қағып алу"
  },
  {
    en: "catch in the act; catch smb red-handed",
    ru: "застать на месте преступления",
    kz: "қылмыс орнынан табу"
  },
  {
    en: "catch up (with) ",
    ru: "догнать",
    kz: "қуып жету"
  },
  {
    en: "cathedral",
    ru: "собор",
    kz: "собор"
  },
  {
    en: "cattle ",
    ru: "скот ",
    kz: "мал "
  },
  {
    en: "dairy-cattle",
    ru: "молочный скот",
    kz: "сүтті мал"
  },
  {
    en: "cattle-breeder",
    ru: "скотовод",
    kz: "малшы"
  },
  {
    en: "cause ",
    ru: "I дело (цель, интересы); II обусловить (быть причиной), причинить; III причина, повод",
    kz: "I мақсат, мүдде; II себеп болу, қамтасыз ету, келтіру, тигізу; III себеп"
  },
  {
    en: "common cause",
    ru: "общее дело",
    kz: "жалпы іс"
  },
  {
    en: "cause and effect",
    ru: "причина и следствие",
    kz: "себеп пен салдар"
  },
  {
    en: "caution",
    ru: "осмотрительность; предостережение",
    kz: "байқампаз; сақтандыру; ескерту"
  },
  {
    en: "cave",
    ru: "пещера",
    kz: "үңгір"
  },
  {
    en: "caviar(e) ",
    ru: "икра (как кушанье)",
    kz: "бекіре; уылдырық "
  },
  {
    en: "cavity",
    ru: "впадина",
    kz: "ойпат"
  },
  {
    en: "cease ",
    ru: "перестать, прекратить",
    kz: "тоқтату, доғару, қою"
  },
  {
    en: "cease work",
    ru: "прекратить работу",
    kz: "жұмысты тоқтату"
  },
  {
    en: "ceiling",
    ru: "потолок",
    kz: "төбе (үйдің)"
  },
  {
    en: "celebrate",
    ru: "чествовать; отметить, отпраздновать",
    kz: "құрмет көрсету; тойлау, мерекелеу"
  },
  {
    en: "celebration",
    ru: "чествование; торжество, празднество",
    kz: "құрмет көрсету; сән-салтанат"
  },
  {
    en: "celebrity ",
    ru: "знаменитость (человек)",
    kz: "атақтылық, әйгілілік"
  },
  {
    en: "cell",
    ru: "I камера (в тюрьме); II клетка биол.",
    kz: "I қапас; II жасуша"
  },
  {
    en: "cellar",
    ru: "погреб, подвал",
    kz: "жер қойма"
  },
  {
    en: "cello",
    ru: "виолончель",
    kz: "виолончель"
  },
  {
    en: "cells",
    ru: "карцер",
    kz: "жеке қамақ"
  },
  {
    en: "cemetery",
    ru: "кладбище",
    kz: "бейіт, мола"
  },
  {
    en: "centenary",
    ru: "столетие (годовщина)",
    kz: "ғасыр"
  },
  {
    en: "centennial",
    ru: "столетний",
    kz: "жүз жылдық"
  },
  {
    en: "center",
    ru: "центр",
    kz: "орталық"
  },
  {
    en: "centimeter",
    ru: "сантиметр",
    kz: "сантиметр"
  },
  {
    en: "century ",
    ru: "век, столетие",
    kz: "ғасыр, жүз жылдық"
  },
  {
    en: "ceremony",
    ru: "церемония; обряд",
    kz: "рәсім, салтанат; ырым"
  },
  {
    en: "certain",
    ru: "I определенный, некоторый; II уверенный",
    kz: "I кейбір II сенім, сеніммен"
  },
  {
    en: "a certain",
    ru: "один (некий) местоим.",
    kz: "біреу"
  },
  {
    en: "certainly",
    ru: "конечно, наверно(е)",
    kz: "әрине, "
  },
  {
    en: "certificate ",
    ru: "I аттестат; удостоверение, свидетельство; II справка, документ",
    kz: "I аттестат; куәлік; II анықтама"
  },
  {
    en: "school-leaving certificate",
    ru: "аттестат зрелости",
    kz: "кәмелеттік аттестат"
  },
  {
    en: "chagrin",
    ru: "огорчение",
    kz: "ренжу, кею, қынжылу"
  },
  {
    en: "chain",
    ru: "цепь; цепной",
    kz: "шынжыр; шынжырлы"
  },
  {
    en: "chair ",
    ru: "стул ",
    kz: "үстел "
  },
  {
    en: "easy chair",
    ru: "кресло",
    kz: "кресло"
  },
  {
    en: "to have /be Chair of…",
    ru: "заведовать кафедрой",
    kz: "кафедра меңгеру"
  },
  {
    en: "chairman ",
    ru: "председатель (собрания)",
    kz: "төраға"
  },
  {
    en: "chalk",
    ru: "мел",
    kz: "бор"
  },
  {
    en: "chamber",
    ru: "палата",
    kz: "палата"
  },
  {
    en: "champagne",
    ru: "шампанское",
    kz: "аққайнар"
  },
  {
    en: "champion",
    ru: "чемпион",
    kz: "чемпион"
  },
  {
    en: "chance",
    ru: "шанс, случайность, случай",
    kz: "мүмкіндік, кездейсоқтық, "
  },
  {
    en: "chandelier",
    ru: "люстра",
    kz: "ілме шам"
  },
  {
    en: "change ",
    ru: "I изменение;смена; сдвиг; II изменить (частично); сменить, менять; меняться; III сдача (деньги); IV перемена, поворот",
    kz: "I өзгеріс; ауысу; ауыстырылатын; II өзгерту; ауыстыру; өзгеру; III қайтарым; IV өзгеріс"
  },
  {
    en: "change (one’s clothes)",
    ru: "переодеться",
    kz: "киім ауыстыру"
  },
  {
    en: "change one’s mind",
    ru: "раздумать",
    kz: "ойынан қайту"
  },
  {
    en: "changeable",
    ru: "изменчивый, переменный",
    kz: "құбылмалы, өзгергіш, ауыспалы"
  },
  {
    en: "changehands",
    ru: "перейти к другому владельцу",
    kz: "басқа иеге көшу"
  },
  {
    en: "channel ",
    ru: "канал ",
    kz: "канал, арна"
  },
  {
    en: "chap",
    ru: "парень",
    kz: "бозбала"
  },
  {
    en: "chapel",
    ru: "часовня",
    kz: "шағын шіркеу"
  },
  {
    en: "chapter",
    ru: "глава (в книге)",
    kz: "тарау (кітапта)"
  },
  {
    en: "character",
    ru: "характер; действующее лицо; персонаж",
    kz: "мінез, қасиет; әрекет етуші; кейіпкер"
  },
  {
    en: "characteristic",
    ru: "свойственный ",
    kz: "өзіне тән"
  },
  {
    en: "charcoal",
    ru: "уголь (древесный)",
    kz: "ағаш көмір"
  },
  {
    en: "charge (кавалерийская) ",
    ru: "I атака; II обвинение; III заряд; зарядить",
    kz: "I шабуыл; II айыптау, кінәлау; III заряд (снаряд бөлшегі); зарядтау (қаруды)"
  },
  {
    en: "charge",
    ru: "идти в атаку",
    kz: "шабуылдау"
  },
  {
    en: "be in charge of",
    ru: "ведать (заведовать)",
    kz: "меңгеру"
  },
  {
    en: "charity",
    ru: "благотворительность",
    kz: "қайырымдылық"
  },
  {
    en: "charm",
    ru: "обаяние, обаятельность, очарование",
    kz: "әсерлі, әсерлілік, таңқалу"
  },
  {
    en: "charming",
    ru: "восхитительный; обаятельный очаровательный",
    kz: "таң қаларың; әсерлі, таңқаларлық"
  },
  {
    en: "chase",
    ru: "преследовать",
    kz: "қуалау"
  },
  {
    en: "chatter ",
    ru: "болтать (говорить)",
    kz: "мылжыңдау"
  },
  {
    en: "cheap",
    ru: "дешевый",
    kz: "арзан"
  },
  {
    en: "cheat",
    ru: "обмануть; плут",
    kz: "алдау, жағалай жалған сөйлеу; алаяқ"
  },
  {
    en: "check ",
    ru: "I шах шахм.; II выверить, проверить; III клетка (рисунок); IVконтроль; V остановить, сдержать",
    kz: "I шах; II cалыстыру, тексеру; III тор көз; IV бақылау; V тоқтату, доғару"
  },
  {
    en: "check up (on)",
    ru: "проследить (за чем-л.)",
    kz: "бақылау"
  },
  {
    en: "checked, check",
    ru: "в клетку",
    kz: "тор көз"
  },
  {
    en: "checkers Am",
    ru: "шашки",
    kz: "дойбы"
  },
  {
    en: "cheek",
    ru: "щека",
    kz: "жақ, бет"
  },
  {
    en: "cheek-bone",
    ru: "скула",
    kz: "бет сүйегі"
  },
  {
    en: "cheer ",
    ru: "веселить",
    kz: "көңілдендіру"
  },
  {
    en: "cheer up!",
    ru: "не огорчайтесь",
    kz: "ренжімеңіз, қынжылмаңыз"
  },
  {
    en: "cheer smb up",
    ru: "подбодрить",
    kz: "сергіту, дем беру"
  },
  {
    en: "cheerful",
    ru: "жизнерадостный",
    kz: "шат, жарқын"
  },
  {
    en: "cheerfulness",
    ru: "бодрость",
    kz: "сергектік"
  },
  {
    en: "cheers",
    ru: "за ваше здоровье",
    kz: "сіздің денсаулығыңыз үшін"
  },
  {
    en: "cheese",
    ru: "сыр",
    kz: "ірімшік"
  },
  {
    en: "chemist",
    ru: "химик",
    kz: "химик"
  },
  {
    en: "chemistry",
    ru: "химия",
    kz: "химия"
  },
  {
    en: "chemist’s shop",
    ru: "аптека",
    kz: "дәріхана"
  },
  {
    en: "cheque",
    ru: "чек (банковский)",
    kz: "чек "
  },
  {
    en: "cherry",
    ru: "черешня (ягода), вишня",
    kz: "қызыл шие, шие"
  },
  {
    en: "cherry tree",
    ru: "вишня (дерево)",
    kz: "шие ағаш"
  },
  {
    en: "chess sg",
    ru: "шахматы",
    kz: "шахмат, шаршы"
  },
  {
    en: "chess-man",
    ru: "фигура (в шахматах)",
    kz: "фигура"
  },
  {
    en: "chess-player",
    ru: "шахматист",
    kz: "шахматшы"
  },
  {
    en: "chest",
    ru: "сундук",
    kz: "сандық"
  },
  {
    en: "chew",
    ru: "жевать, разжевать",
    kz: "шайнау, әбден шайнау"
  },
  {
    en: "chicken",
    ru: "цыплёнок, курица",
    kz: "балапан, шөжек, тауық еті"
  },
  {
    en: "chief",
    ru: "I ведущий; главный; II шеф, заведующий, начальник",
    kz: "I жетекші, жүргізуші; басты, негізгі II басшы, меңгеруші, бастық"
  },
  {
    en: "child ",
    ru: "ребёнок",
    kz: "сәби, бала "
  },
  {
    en: "child under school age",
    ru: "дошкольник",
    kz: "мектеп жасына дейінгі бала"
  },
  {
    en: "childbirth sg",
    ru: "роды",
    kz: "босану"
  },
  {
    en: "childhood",
    ru: "детство",
    kz: "балалық шақ"
  },
  {
    en: "childish",
    ru: "ребяческий",
    kz: "балалық"
  },
  {
    en: "childishness",
    ru: "ребячество",
    kz: "балалық"
  },
  {
    en: "childless",
    ru: "бездетный",
    kz: "перзентсіз"
  },
  {
    en: "children",
    ru: "ребята, дети",
    kz: "балалар"
  },
  {
    en: "children’s doctor",
    ru: "педиатр",
    kz: "педиатр (балалар дәрігері)"
  },
  {
    en: "Chilean",
    ru: "чилийский",
    kz: "чилилік"
  },
  {
    en: "chill",
    ru: "остудить, остужать",
    kz: "салқытдату, суыту"
  },
  {
    en: "chimney ",
    ru: "труба (печная)",
    kz: "керней, мұржа"
  },
  {
    en: "chin",
    ru: "подбородок",
    kz: "иек, бұғақ"
  },
  {
    en: "Chinaman, Chinese",
    ru: "китаец",
    kz: "қытайлық"
  },
  {
    en: "Chinese",
    ru: "китайский",
    kz: "қытайша"
  },
  {
    en: "Chinese, the Chinese language",
    ru: "китайский язык",
    kz: "қытай тілі"
  },
  {
    en: "chips pl.",
    ru: "жареный картофель",
    kz: "қуырылған картофель"
  },
  {
    en: "chocolate",
    ru: "шоколад",
    kz: "шоколад"
  },
  {
    en: "choice",
    ru: "выбор, отбор; отборный",
    kz: "таңдау, сұрыптау, іріктеу; іріктеулі, таңдаулы"
  },
  {
    en: "choose (chose, chosen)",
    ru: "избрать",
    kz: "таңдау "
  },
  {
    en: "chop ",
    ru: "I котлета (отбивная); II рубить (дрова)",
    kz: "I котлет; II жару"
  },
  {
    en: "chop off",
    ru: "отрубить",
    kz: "шауып тастау"
  },
  {
    en: "chord",
    ru: "связка анат.",
    kz: "сіңір, желбезек"
  },
  {
    en: "choose (chose, chosen)",
    ru: "выбрать",
    kz: "таңдау, сайлау"
  },
  {
    en: "Christian",
    ru: "христианин",
    kz: "христиан"
  },
  {
    en: "Christianity",
    ru: "христианство",
    kz: "христиандық"
  },
  {
    en: "Christmas",
    ru: "Рождество",
    kz: "Рождество"
  },
  {
    en: "church",
    ru: "церковь",
    kz: "шіркеу"
  },
  {
    en: "Chuvash",
    ru: "I чуваш; II чувашский",
    kz: "I чуваш; II чувашша"
  },
  {
    en: "cigarette-butt",
    ru: "окурок",
    kz: "темекі тұқылы"
  },
  {
    en: "cigarette-lighter",
    ru: "зажигалка",
    kz: "оттық"
  },
  {
    en: "cinema",
    ru: "кино",
    kz: "кино"
  },
  {
    en: "cipher",
    ru: "шифр",
    kz: "шифр"
  },
  {
    en: "circle ",
    ru: "I круг в разн. знач.; II кружить",
    kz: "I дөңгелек; II айналу"
  },
  {
    en: "walk round in circles",
    ru: "плутать",
    kz: "жаңылдыру, айналдыру"
  },
  {
    en: "circulation",
    ru: "I обращение (денег); II тираж (периодич. издания)",
    kz: "I айналым (ақша); II таралым"
  },
  {
    en: "circumspection",
    ru: "осмотрительность",
    kz: "байқампаз"
  },
  {
    en: "circumstance ",
    ru: "обстоятельство ",
    kz: "жағдай "
  },
  {
    en: "domestic circumstances",
    ru: "семейные обстоятельства",
    kz: "отбасылық жағдайлар"
  },
  {
    en: "the circumstances have altered",
    ru: "обстоятельства изменились",
    kz: "жағдайлар өзгерді"
  },
  {
    en: "circus",
    ru: "цирк",
    kz: "цирк"
  },
  {
    en: "citizenship ",
    ru: "подданство ",
    kz: "азаматтық, бодандық "
  },
  {
    en: "take out citizenship",
    ru: "принять подданство",
    kz: "азаматтық қабылдау"
  },
  {
    en: "city ",
    ru: "город",
    kz: "қала"
  },
  {
    en: "civic",
    ru: "гражданский",
    kz: "азаматтық"
  },
  {
    en: "civil",
    ru: "I гражданский II вежливый",
    kz: "I азаматтық; II сыпайы"
  },
  {
    en: "civility",
    ru: "вежливость",
    kz: "сыпайылық"
  },
  {
    en: "claim",
    ru: "претензия",
    kz: "талап"
  },
  {
    en: "clap (one’s hands)",
    ru: "хлопнуть в ладоши",
    kz: "алақан қағу"
  },
  {
    en: "clarification",
    ru: "выяснение",
    kz: "анықтау"
  },
  {
    en: "clash",
    ru: "столкновение",
    kz: "қақтығыс"
  },
  {
    en: "clasp",
    ru: "застегнуть (пряжкой)",
    kz: "ілгектеу, түймелеу"
  },
  {
    en: "class ",
    ru: "I класс полит.; II подразделение, класс; III класс (в школе); IV классифицировать",
    kz: "I тап; II топ, бөлік; III сынып, бөлме; IV жіктеу, саралау"
  },
  {
    en: "working class",
    ru: "рабочий класс",
    kz: "жұмысшы табы"
  },
  {
    en: "classical",
    ru: "классический",
    kz: "классикалық"
  },
  {
    en: "classification",
    ru: "классификация",
    kz: "жіктеу, жіктелім, саралау, сыныптама"
  },
  {
    en: "classify",
    ru: "классифицировать",
    kz: "жіктеу, саралау"
  },
  {
    en: "class-mate",
    ru: "одноклассник",
    kz: "сыныптас"
  },
  {
    en: "class-room",
    ru: "класс (комната)",
    kz: "сынып бөлмесі"
  },
  {
    en: "clause",
    ru: "статья",
    kz: "бап"
  },
  {
    en: "clean",
    ru: "чистить, очистить",
    kz: "тазалау, тазарту"
  },
  {
    en: "clear ",
    ru: "I яркий; ясный; звонкий (голос); II толковый; III очистить (of) (освобождать)",
    kz: "I жарық; анық, айқын; сыңғырлаған; II түсінікті; III босату"
  },
  {
    en: "make clear",
    ru: "выяснить",
    kz: "түсіндіру, анықтау"
  },
  {
    en: "clear example",
    ru: "толковый пример",
    kz: "парасатты үлгі"
  },
  {
    en: "clear one’s throat",
    ru: "откашливаться",
    kz: "жөтелу"
  },
  {
    en: "clearly",
    ru: "по-видимому",
    kz: "байқауымша"
  },
  {
    en: "clergy",
    ru: "духовенство",
    kz: "дін "
  },
  {
    en: "clerical",
    ru: "канцелярский",
    kz: "кеңселік"
  },
  {
    en: "clever",
    ru: "I умный, смышленный; II тонкий (о человеке); III способный, одарённый",
    kz: "I ақылды; есті; зерек, аңғарғыш; II сезімтал; III қабілетті"
  },
  {
    en: "cliché перен.",
    ru: "штамп",
    kz: "қалыптасқан"
  },
  {
    en: "client",
    ru: "клиент; подзащитный",
    kz: "клиент; қорғалушы"
  },
  {
    en: "clientele",
    ru: "клиентура",
    kz: "клиентура"
  },
  {
    en: "cliff ",
    ru: "обрыв (на берегу)",
    kz: "тік жар, құлама жар"
  },
  {
    en: "climate",
    ru: "климат",
    kz: "климат"
  },
  {
    en: "temperate climate",
    ru: "умеренный климат",
    kz: "қоңыржай климат"
  },
  {
    en: "climatic",
    ru: "климатический",
    kz: "климаттық"
  },
  {
    en: "climb in/into",
    ru: "I залезать, залезть; II влезать, влезть",
    kz: "I міну, көтерілу; II міну, шығу, көтерілу"
  },
  {
    en: "climbing",
    ru: "вьющийся (о растении)",
    kz: "бұйра; шырмалған"
  },
  {
    en: "cling (to)",
    ru: "облепить, облеплять",
    kz: "жабыстыру, баттастыру"
  },
  {
    en: "clip ",
    ru: "скрепка",
    kz: "бекітпе"
  },
  {
    en: "clip together",
    ru: "скрепить",
    kz: "біріктіру"
  },
  {
    en: "cloakroom",
    ru: "гардероб (помещение)",
    kz: "гардероб"
  },
  {
    en: "clock sg ",
    ru: "часы (стенные, настольные) ",
    kz: "сағат (қабырға, үстел) "
  },
  {
    en: "at three o’clock",
    ru: "в три часа",
    kz: "сағат үште"
  },
  {
    en: "close",
    ru: "I близкий (to; о переводе); II близко, близкий; тесный III часто, густо; IV душный; V закрытие, закрыть",
    kz: "I ұқсас; II жақын; сырлас; III жиі, қалың; IV қапырық; V жабу, аяқтау"
  },
  {
    en: "close by",
    ru: "рядом",
    kz: "қатарда, қапталда"
  },
  {
    en: "closely",
    ru: "тесно",
    kz: "тар, тығыз"
  },
  {
    en: "closing",
    ru: "закрытие",
    kz: "жабу, аяқтау"
  },
  {
    en: "closing speech",
    ru: "заключительное слово",
    kz: "қорытынды сөз"
  },
  {
    en: "cloth",
    ru: "ткань ",
    kz: "мата, кездеме"
  },
  {
    en: "clothes pl ",
    ru: "одежда, платье собир. ",
    kz: "киім, көйлек-көншек "
  },
  {
    en: "outdoor clothes",
    ru: "верхняя одежда",
    kz: "сырт киім"
  },
  {
    en: "cloud",
    ru: "туча, облако",
    kz: "бұлт"
  },
  {
    en: "cloudy",
    ru: "облачный, пасмурно",
    kz: "бұлтты, бұлыңғыр, түнерген"
  },
  {
    en: "clouds pl ",
    ru: "облачность ",
    kz: "бұлттылық "
  },
  {
    en: "heavy clouds",
    ru: "сильная облачность",
    kz: "қалың бұлттылық"
  },
  {
    en: "club ",
    ru: "клуб",
    kz: "клуб"
  },
  {
    en: "club together",
    ru: "сложиться (сделать вскладчину)",
    kz: "жинақтау"
  },
  {
    en: "clumsy",
    ru: "неловкий",
    kz: "епетейсіз; ыңғайсыз"
  },
  {
    en: "coach",
    ru: "тренер",
    kz: "жаттықтырушы"
  },
  {
    en: "coal",
    ru: "уголь (каменный)",
    kz: "көмір"
  },
  {
    en: "coalfield",
    ru: "месторождение угля",
    kz: "көмір кеніші"
  },
  {
    en: "coast ",
    ru: "берег (морской)",
    kz: "жағалау (теңіз)"
  },
  {
    en: "coat",
    ru: "пальто; пиджак",
    kz: "тон, тонша; пиджак"
  },
  {
    en: "coat-hook ",
    ru: "вешалка",
    kz: "киім ілгіш"
  },
  {
    en: "coat of arms",
    ru: "герб",
    kz: "елтаңба"
  },
  {
    en: "co-author",
    ru: "соавтор",
    kz: "қосалқы автор"
  },
  {
    en: "coat-rack",
    ru: "вешалка",
    kz: "киім ілгіш"
  },
  {
    en: "cobra",
    ru: "очковая змея",
    kz: "кобра"
  },
  {
    en: "cobweb",
    ru: "паутина",
    kz: "өрмекшінің торы"
  },
  {
    en: "cock",
    ru: "петух",
    kz: "қораз"
  },
  {
    en: "coconut",
    ru: "кокосовый орех",
    kz: "кокос жаңғағы"
  },
  {
    en: "coconut tree",
    ru: "кокосовая пальма",
    kz: "кокос ағашы"
  },
  {
    en: "code ",
    ru: "I кодекс; II шифр",
    kz: "I кодекс; II шифр"
  },
  {
    en: "civil code",
    ru: "гражданский кодекс",
    kz: "азаматтық кодекс"
  },
  {
    en: "criminal code",
    ru: "уголовный кодекс",
    kz: "қылмыстық кодекс"
  },
  {
    en: "co-education",
    ru: "совместное обучение",
    kz: "бірлесіп оқу"
  },
  {
    en: "coffee",
    ru: "кофе",
    kz: "кофе"
  },
  {
    en: "cognac",
    ru: "коньяк",
    kz: "коньяк"
  },
  {
    en: "cognition",
    ru: "познание филос.",
    kz: "таным"
  },
  {
    en: "coin",
    ru: "монета",
    kz: "тиын"
  },
  {
    en: "coincide (with)",
    ru: "совпасть",
    kz: "сәйкестену, сәйкес келу"
  },
  {
    en: "cold",
    ru: "холод;",
    kz: "суық; "
  },
  {
    en: "cold (in the head)",
    ru: "насморк, простуда",
    kz: "тұмау, салқын (суық) тию"
  },
  {
    en: "catch (pick up) a cold",
    ru: "схватить насморк, подхватить простуду",
    kz: "тұмаурату, суық (салқын) тигізу"
  },
  {
    en: "coldly ",
    ru: "холодно ",
    kz: "суық "
  },
  {
    en: "it is cold",
    ru: "холодно предик. безл.",
    kz: "суық"
  },
  {
    en: "collaborate",
    ru: "сотрудничать",
    kz: "қызметтесу, істес болу"
  },
  {
    en: "collaboration",
    ru: "сотрудничество",
    kz: "ынтамақтастық"
  },
  {
    en: "collate",
    ru: "сличить",
    kz: "салыстыру"
  },
  {
    en: "colleague",
    ru: "сослуживец, коллега",
    kz: "қызметтес, әріптес"
  },
  {
    en: "collect",
    ru: "собрать",
    kz: "жинау"
  },
  {
    en: "collection",
    ru: "коллекция, собрание; собирание, сбор",
    kz: "коллекция; жиналыс, жинау"
  },
  {
    en: "collision",
    ru: "столкновение",
    kz: "қақтығыс"
  },
  {
    en: "collness ",
    ru: "свежесть (прохлада)",
    kz: "салқын леп, саумал жел"
  },
  {
    en: "colon",
    ru: "двоеточие",
    kz: "қос нүкте"
  },
  {
    en: "colonel",
    ru: "полковник",
    kz: "полковник"
  },
  {
    en: "colonel-general",
    ru: "генерал-полковник ",
    kz: "генерал-полковник"
  },
  {
    en: "colour ",
    ru: "I красить, раскрасить; II румянец",
    kz: "I сырлау, бояу; II беттің қызылы (шырайы)"
  },
  {
    en: "of one colour",
    ru: "одноцветный",
    kz: "бір түсті"
  },
  {
    en: "colourless",
    ru: "бесцветный",
    kz: "түссіз"
  },
  {
    en: "coloured",
    ru: "цветной",
    kz: "түрлі түсті"
  },
  {
    en: "colours pl",
    ru: "знамя ",
    kz: "ту"
  },
  {
    en: "column",
    ru: "столбец (газетный)",
    kz: "баған"
  },
  {
    en: "comb",
    ru: "I расчёска; II расчесать (волосы)",
    kz: "I тарақ; II тарау"
  },
  {
    en: "combination ",
    ru: "сочетание; соединение",
    kz: "байланастыру; үйлесу; қосылу, бірігу"
  },
  {
    en: "combination of colours",
    ru: "расцветка",
    kz: "түс, түр"
  },
  {
    en: "combine (with)",
    ru: "совместить",
    kz: "біріктіру, қатар қолдану"
  },
  {
    en: "we come from the same parts",
    ru: "он мой земляк",
    kz: "ол менің жерлесім"
  },
  {
    en: "come across",
    ru: "встретить (случайно)",
    kz: "ұшырату"
  },
  {
    en: "come back (came, come)",
    ru: "вернуться",
    kz: "қайтып келу, оралу"
  },
  {
    en: "come in",
    ru: "войти",
    kz: "кіру, ену"
  },
  {
    en: "come out",
    ru: "выйти",
    kz: "шығу"
  },
  {
    en: "come over",
    ru: "нападать, напасть(о страхе, тоске и т.п.)",
    kz: "билеу (қорқыныш), басу (мұң)"
  },
  {
    en: "come up to",
    ru: "подойти",
    kz: "жақындау"
  },
  {
    en: "comfortable",
    ru: "благоустроенный; уютный, удобный",
    kz: "жабдықталған; жайлы, ыңғайлы"
  },
  {
    en: "comfy",
    ru: "уютный разг.",
    kz: "жайлы, ыңғайлы"
  },
  {
    en: "coming ",
    ru: "наступление (приход)",
    kz: "келу"
  },
  {
    en: "comma",
    ru: "запятая",
    kz: "үтір"
  },
  {
    en: "command ",
    ru: "I начальство (над кем-л.); II скомандовать; III команда, приказ",
    kz: "I басқарма, басқару; II бұйыру; III бұйрық"
  },
  {
    en: "at the command (of)",
    ru: "по команде",
    kz: "бұйрық бойынша"
  },
  {
    en: "commander",
    ru: "командир",
    kz: "командир"
  },
  {
    en: "Commander-in-chief",
    ru: "главнокомандующий",
    kz: "бас қолбасшы"
  },
  {
    en: "commanding",
    ru: "властный",
    kz: "билікшіл, адуын"
  },
  {
    en: "comment",
    ru: "истолковать, комментировать",
    kz: "түсіндіру"
  },
  {
    en: "commerce",
    ru: "торговля",
    kz: "сауда"
  },
  {
    en: "commercial",
    ru: "коммерческий",
    kz: "коммерциялық"
  },
  {
    en: "commit a crime",
    ru: "совершить преступление",
    kz: "қылмыс жасау "
  },
  {
    en: "commit suicide",
    ru: "совершить самоубийство",
    kz: "өзін-өзі өлтіру (қол салу)"
  },
  {
    en: "commodity",
    ru: "товар эк.",
    kz: "тауар, табар"
  },
  {
    en: "common ",
    ru: "простой; общий ",
    kz: "әдеттегідей; жалпы "
  },
  {
    en: "common people",
    ru: "простые люди",
    kz: "қарапайым адамдар"
  },
  {
    en: "common noun",
    ru: "имя нарицательное грам.",
    kz: "жалпы есім"
  },
  {
    en: "common place",
    ru: "обыденный",
    kz: "кәдімгі, әдеттегі, үйреншікті"
  },
  {
    en: "communication",
    ru: "связь, сообщение",
    kz: "қатынас, байланыс"
  },
  {
    en: "communicative",
    ru: "разговорчивый",
    kz: "әңгімешіл"
  },
  {
    en: "community",
    ru: "общежитие, общественная жизнь",
    kz: "қоғамдық өмір"
  },
  {
    en: "commutation.",
    ru: "замена юр",
    kz: "ауыстыру, алмастыру"
  },
  {
    en: "company",
    ru: "компания; общество эк.",
    kz: "компания; қоғам, ұйым"
  },
  {
    en: "comparative ",
    ru: "сравнительный ",
    kz: "салыстырмалы "
  },
  {
    en: "comparative degree грам.",
    ru: "сравнительная степень",
    kz: "салыстырмалы шырай"
  },
  {
    en: "compare (with)",
    ru: "сопоставить, сличить",
    kz: "салыстыру, салғастыру"
  },
  {
    en: "comparison ",
    ru: "сравнение, сопоставление ",
    kz: "салыстыру "
  },
  {
    en: "in comparison with",
    ru: "по сравнению",
    kz: "салыстырғанда"
  },
  {
    en: "compartment",
    ru: "купе",
    kz: "купе"
  },
  {
    en: "compass",
    ru: "диапазон (голоса, инструмента)",
    kz: "диапазон"
  },
  {
    en: "compassion",
    ru: "сострадание ",
    kz: "қайғыға (мұңға) ортақтасу"
  },
  {
    en: "compatible",
    ru: "совместимый",
    kz: "сиымды, қосылатын, орынды"
  },
  {
    en: "compatriot",
    ru: "соотечественник",
    kz: "отандас"
  },
  {
    en: "compel",
    ru: "принудить",
    kz: "мәжбүрлеу"
  },
  {
    en: "compensate",
    ru: "возместить",
    kz: "өтеу"
  },
  {
    en: "compensation",
    ru: "возмещение",
    kz: "өтеу"
  },
  {
    en: "compete",
    ru: "I соревноваться; II конкурировать",
    kz: "I жарысу; II бәсекелесу"
  },
  {
    en: "with competence",
    ru: "со знанием дела",
    kz: "істі білу"
  },
  {
    en: "competitor",
    ru: "конкурент",
    kz: "бәсекелес"
  },
  {
    en: "competition",
    ru: "I конкуренция; II соревнование; конкурс",
    kz: "I бәсекелестік; II жарыс; байқау"
  },
  {
    en: "competitive",
    ru: "конкурсный",
    kz: "байқаулық"
  },
  {
    en: "complain (of)",
    ru: "жаловаться (на)",
    kz: "арыздану"
  },
  {
    en: "complaint",
    ru: "жалоба",
    kz: "арыз"
  },
  {
    en: "complete",
    ru: "I завершить; II дополнить; III окончательный, полный",
    kz: "I аяқтау, тәмамдау; II толықтыру; III соңғы; толық"
  },
  {
    en: "completely",
    ru: "полностью",
    kz: "түгел, тұтас"
  },
  {
    en: "complete set",
    ru: "комплект",
    kz: "комплект"
  },
  {
    en: "complex",
    ru: "сложный (составной)",
    kz: "құрама"
  },
  {
    en: "complexity ",
    ru: "сложность",
    kz: "күрделілік"
  },
  {
    en: "complicate",
    ru: "осложнить",
    kz: "шиеленістіру, күрделендіру"
  },
  {
    en: "complicated ",
    ru: "сложный",
    kz: "күрделі "
  },
  {
    en: "complication ",
    ru: "сложность, осложнение",
    kz: "күрделілік, шиеленісу"
  },
  {
    en: "compose",
    ru: "составить, писать (музыку)",
    kz: "жасау, құрау, ән шығару"
  },
  {
    en: "composer",
    ru: "композитор",
    kz: "сазгер"
  },
  {
    en: "composition",
    ru: "сочинение муз.; школьное сочинение; состав",
    kz: "шығарма; мектеп шығармасы; құрам"
  },
  {
    en: "compote",
    ru: "компот",
    kz: "компот"
  },
  {
    en: "compound",
    ru: "сложный ",
    kz: "құрама"
  },
  {
    en: "comprehend",
    ru: "понять",
    kz: "түсіну, ұғу"
  },
  {
    en: "comprehension",
    ru: "понимание",
    kz: "түсіну, ұғу"
  },
  {
    en: "compulsion",
    ru: "принуждение",
    kz: "мәжбүрлеу"
  },
  {
    en: "compulsory",
    ru: "обязательный (об обучении и т.п.); принудительный",
    kz: "міндетті; мәжбүрлік, ықтиярсыз"
  },
  {
    en: "comrade",
    ru: "товарищ",
    kz: "жолдас"
  },
  {
    en: "conceal",
    ru: "прятать",
    kz: "жасыру, тығу"
  },
  {
    en: "concept ",
    ru: "идея, понятие",
    kz: "идея"
  },
  {
    en: "concern",
    ru: "касаться, иметь отношение",
    kz: "қатысты"
  },
  {
    en: "concerning",
    ru: "относительно предл.",
    kz: "салыстырғанда, қатысты"
  },
  {
    en: "concert",
    ru: "концерт",
    kz: "концерт"
  },
  {
    en: "concise",
    ru: "краткий",
    kz: "қысқа, келте"
  },
  {
    en: "conclude",
    ru: "заключить",
    kz: "қорытындылау"
  },
  {
    en: "conclusion",
    ru: "умозаключение, заключение",
    kz: "ой қорытындысы, қорытынды"
  },
  {
    en: "conclusive",
    ru: "заключительный",
    kz: "қорытынды"
  },
  {
    en: "concord",
    ru: "содружество",
    kz: "достастық"
  },
  {
    en: "concrete",
    ru: "конкретный",
    kz: "нақты"
  },
  {
    en: "condemn",
    ru: "приговорить",
    kz: "үкім шығару"
  },
  {
    en: "condescending",
    ru: "снисходительный",
    kz: "кешірімді"
  },
  {
    en: "condescension",
    ru: "снисходительность",
    kz: "кешірімділік"
  },
  {
    en: "condition ",
    ru: "вид, состояние ",
    kz: "пішін; сипат,  жағдай "
  },
  {
    en: "on condition",
    ru: "с условием",
    kz: "хал шартпен"
  },
  {
    en: "conditions pl",
    ru: "обстановка (положение)",
    kz: "жағдай"
  },
  {
    en: "condolence",
    ru: "соболезнование",
    kz: "көңіл айту, қайғыға ортақтасу"
  },
  {
    en: "conduct",
    ru: "поведение",
    kz: "мінез-қылық, жүріс-тұрыс"
  },
  {
    en: "conductor ",
    ru: "проводник (в поезде)",
    kz: "жолсерік"
  },
  {
    en: "conferene",
    ru: "совещание",
    kz: "мәжіліс"
  },
  {
    en: "conferment",
    ru: "присвоение (степени)",
    kz: "атақ (дәреже) беру"
  },
  {
    en: "confession",
    ru: "признание (в чём-л.)",
    kz: "мойындау"
  },
  {
    en: "confide (smth to smb)",
    ru: "делиться, сообщать кому-л. что-л.",
    kz: "ой бөлісу"
  },
  {
    en: "confidence",
    ru: "доверие",
    kz: "сенім"
  },
  {
    en: "with confidence",
    ru: "уверенно",
    kz: "сенімді"
  },
  {
    en: "win/earn the confidence",
    ru: "заслужить доверие",
    kz: "сенімге ие болу"
  },
  {
    en: "confident",
    ru: "уверенный (о голосе, движениях)",
    kz: "батыл, нық"
  },
  {
    en: "confidentially",
    ru: "по секрету",
    kz: "құпия түрде"
  },
  {
    en: "confirm",
    ru: "подтвердить",
    kz: "дәлелдеу, растау"
  },
  {
    en: "confiscation",
    ru: "изъятие ",
    kz: "алу, шығару; алып тастау, шығарып тастау"
  },
  {
    en: "conflict",
    ru: "конфликт",
    kz: "тартыс, дау"
  },
  {
    en: "in conformity with",
    ru: "соответственно предл.",
    kz: "сәйкесінше"
  },
  {
    en: "confrontation юр.",
    ru: "очная ставка",
    kz: "беттестіру"
  },
  {
    en: "confuse",
    ru: "смутить; перепутать, путать",
    kz: "ұялту; ауыстыру, шатастыру"
  },
  {
    en: "confused ",
    ru: "растерянный ",
    kz: "абыржыған, сасқалақтаған "
  },
  {
    en: "be confused",
    ru: "быть в замешательстве, в смущении",
    kz: "абыржу, сасу, әбігерлену"
  },
  {
    en: "confusion ",
    ru: "беспорядок (путаница); смущение, растерянность, замешательство",
    kz: "ретсіз, бейберекет; ұялу, абыржу, сасқалақтау, абдырау, әбігерлену"
  },
  {
    en: "congratulate (on)",
    ru: "поздравить",
    kz: "құттықтау"
  },
  {
    en: "congratulation",
    ru: "поздравление",
    kz: "құттықтау"
  },
  {
    en: "conjecture",
    ru: "гадать, предполагать",
    kz: "бағамдау, бажарлау "
  },
  {
    en: "conjunction ",
    ru: "союз грам.",
    kz: "шылау"
  },
  {
    en: "conjugal",
    ru: "брачный",
    kz: "некелік"
  },
  {
    en: "connect",
    ru: "соединить (по телефону)",
    kz: "қосу"
  },
  {
    en: "connected ",
    ru: "связанный (соединенный) ",
    kz: "біріккен "
  },
  {
    en: "be connected (with)",
    ru: "относиться",
    kz: "қатысты"
  },
  {
    en: "connection ",
    ru: "I связь (общение); II присоединение тех.",
    kz: "I қарым-қатынас; II жалғау"
  },
  {
    en: "in connection with",
    ru: "по-поводу",
    kz: "жөнінде"
  },
  {
    en: "connoisseur",
    ru: "знаток ",
    kz: "білгір, білгіш"
  },
  {
    en: "conquer",
    ru: "победить; покорить(ся), покорять(ся)",
    kz: "жеңу; көну, бағынышты"
  },
  {
    en: "conqueror",
    ru: "победитель",
    kz: "жеңімпаз"
  },
  {
    en: "conquest",
    ru: "завоевание",
    kz: "жетістік"
  },
  {
    en: "consent ",
    ru: "согласие ",
    kz: "келісім "
  },
  {
    en: "by consent",
    ru: "с согласия",
    kz: "келісімімен"
  },
  {
    en: "give one’s consent to",
    ru: "дать согласие на…",
    kz: "...келісімін беру"
  },
  {
    en: "conscience",
    ru: "совесть",
    kz: "ар, ұят"
  },
  {
    en: "conscientious",
    ru: "добросовестный",
    kz: "адал"
  },
  {
    en: "be conscious (of)",
    ru: "сознавать",
    kz: "қабылдау, мойындау"
  },
  {
    en: "consciousness",
    ru: "сознание",
    kz: "сана"
  },
  {
    en: "conception",
    ru: "I понимание, понятие; II замысел (художественного произведения)",
    kz: "I аңғару; II түпкі ой"
  },
  {
    en: "consequence ",
    ru: "следствие ",
    kz: "салдар"
  },
  {
    en: "consider",
    ru: "вдуматься; считать, полагать; расценить",
    kz: "ойлану, ойға бату, толғану; есептеу, жобалау, жорамалдау; бағалау "
  },
  {
    en: "considerable sum of money",
    ru: "солидная сумма",
    kz: "көп сома"
  },
  {
    en: "considerate",
    ru: "чуткий",
    kz: "қайырымды"
  },
  {
    en: "consist ",
    ru: "I состоять (of из чего-л.); II состоять (in в чем-л.)",
    kz: "I құралу; II құрамында болу"
  },
  {
    en: "consistent",
    ru: "последовательный",
    kz: "дәйекті"
  },
  {
    en: "consonant",
    ru: "согласный звук",
    kz: "дауыссыз дыбыс"
  },
  {
    en: "conspiracy",
    ru: "заговор",
    kz: "қастандық, қаскүнемдік"
  },
  {
    en: "conspirator",
    ru: "заговорщик",
    kz: "қастандық жасаушы, қаскүнем"
  },
  {
    en: "conspire",
    ru: "составить заговор",
    kz: "қастандықты ойластыру"
  },
  {
    en: "constant",
    ru: "постоянный",
    kz: "үнемі, тұрақты"
  },
  {
    en: "constantly",
    ru: "постоянно",
    kz: "үнемі, тұрақты"
  },
  {
    en: "contact ",
    ru: "I связь; II связаться (установить общение)",
    kz: "I қарым-қатынас; II қатынасу, байланысу"
  },
  {
    en: "contain",
    ru: "вместить; заключать в себе, содержать ",
    kz: "сыйдыру, сыйыстыру; құрамында бар (болу)"
  },
  {
    en: "constitution",
    ru: "сложение (тела)",
    kz: "дене бітімі, бітім"
  },
  {
    en: "constellation",
    ru: "созвездие",
    kz: "шоқ жұлдыз"
  },
  {
    en: "on the contrary вводн.сл. ",
    ru: "наоборот ",
    kz: "керісінше "
  },
  {
    en: "contrary to one’s usual practice",
    ru: "против обыкновения",
    kz: "әдеттегіге (кәдімгіге) қарсы"
  },
  {
    en: "construct",
    ru: "строить",
    kz: "салу, құру"
  },
  {
    en: "construction",
    ru: "I строительство; II строение, сооружение, конструкция",
    kz: "I құрылыс; II ғимарат, құрылыс, конструкция"
  },
  {
    en: "consul",
    ru: "консул",
    kz: "консул"
  },
  {
    en: "consumer",
    ru: "потребитель",
    kz: "тұтынушы"
  },
  {
    en: "consumption",
    ru: "потребление",
    kz: "тұтыну"
  },
  {
    en: "personal contact ",
    ru: "личное общение ",
    kz: "жеке сөйлесу (әңгімелесу) "
  },
  {
    en: "come into contact (with)",
    ru: "соприкасаться",
    kz: "түйісу, жалғасу"
  },
  {
    en: "contemporary ",
    ru: "I современный (with); II современник; III сверстник, ровесник",
    kz: "I қазіргі, заманауи; II замандас; III құрдас, құрбы, қатар"
  },
  {
    en: "contents pl",
    ru: "I содержимое; II содержание (книги и т.п.)",
    kz: "I ішіндегісі; II мазмұн"
  },
  {
    en: "sporting contest",
    ru: "спортивныe соревнования",
    kz: "спорттық жарыс"
  },
  {
    en: "continue",
    ru: "продолжать, длиться",
    kz: "жалғастыру, ұзару, созылу"
  },
  {
    en: "continuous",
    ru: "беспрерывный",
    kz: "үздіксіз"
  },
  {
    en: "contract ",
    ru: "договор ",
    kz: "келісімшарт "
  },
  {
    en: "labour contract",
    ru: "трудовой договор",
    kz: "еңбек келісімшарты"
  },
  {
    en: "contradiction",
    ru: "противоречие",
    kz: "қарама-қарсылық, қайшылық"
  },
  {
    en: "contradictory",
    ru: "разноречивый",
    kz: "қарама-қайшы"
  },
  {
    en: "contrary (to) ",
    ru: "против, вопреки ",
    kz: "қарсы, қарамастан, "
  },
  {
    en: "on the contrary",
    ru: "напротив, наоборот",
    kz: "керісінше"
  },
  {
    en: "contrasting",
    ru: "противопоставление",
    kz: "қарама-қарсы қойып салыстыру"
  },
  {
    en: "contribution",
    ru: "пожертвование",
    kz: "құрбандық беру; қайыр, садақа"
  },
  {
    en: "contrive",
    ru: "изобрести (придумать)",
    kz: "ойлап табу"
  },
  {
    en: "control ",
    ru: "I контроль; IІ управление тех.",
    kz: "I бақылау; II бақылау"
  },
  {
    en: "control oneself",
    ru: "сдержаться",
    kz: "ұстамдылық көрсету"
  },
  {
    en: "convenience foods",
    ru: "полуфабрикаты",
    kz: "жартылай дайын"
  },
  {
    en: "convenient",
    ru: "удобный (подходящий)",
    kz: "қолайлы, орынды"
  },
  {
    en: "conversation",
    ru: "беседа, разговор",
    kz: "әңгіме"
  },
  {
    en: "converse (with) ",
    ru: "беседовать",
    kz: "әңгімелесу"
  },
  {
    en: "convoy",
    ru: "конвоировать",
    kz: "айдауылдау"
  },
  {
    en: "cook ",
    ru: "варить, приготовить",
    kz: "пісіру, дайындау"
  },
  {
    en: "cookies Am",
    ru: "печенье",
    kz: "печенье"
  },
  {
    en: "cool",
    ru: "I прохладный; II остудить, остужать",
    kz: "I салқын; II салқытдату, суыту"
  },
  {
    en: "coolness",
    ru: "прохлада",
    kz: "салқын, қоңыр салқын"
  },
  {
    en: "cooperate",
    ru: "сотрудничать",
    kz: "қызметтесу, істес болу"
  },
  {
    en: "cooperation",
    ru: "сотрудничество",
    kz: "ынтамақтастық"
  },
  {
    en: "coordinated action",
    ru: "взаимодействие",
    kz: "өзара әрекет (қимыл)"
  },
  {
    en: "copper",
    ru: "медь, медный",
    kz: "мыс, мысты"
  },
  {
    en: "copy ",
    ru: "I экземпляр (книги, газеты и т.п.); II срисовать, списать, переписать, копировать",
    kz: "I дана; II көшіріп алу, көшіру, қайта теру"
  },
  {
    en: "rough copy",
    ru: "черновик",
    kz: "шимайлық"
  },
  {
    en: "make copies",
    ru: "размножить",
    kz: "көбейту, арттыру"
  },
  {
    en: "cord",
    ru: "веревка",
    kz: "арқан; жіп"
  },
  {
    en: "corn",
    ru: "I кукуруза; II зерно, хлеб",
    kz: "I жүгері; II дән, дәнді дақыл"
  },
  {
    en: "corner",
    ru: "угол, угловой",
    kz: "бұрыш, бұрыштағы"
  },
  {
    en: "correct",
    ru: "I правильный; II выправить, исправить",
    kz: "I дұрыс; II түзеу"
  },
  {
    en: "correction ",
    ru: "исправление; поправка",
    kz: "түзелу, жөнделу"
  },
  {
    en: "correctly",
    ru: "верно, правильно",
    kz: "рас, дұрыс"
  },
  {
    en: "correlation",
    ru: "I взаимосвязь; II соперник",
    kz: "I өзара байланыс; II бәсекелес"
  },
  {
    en: "correspond",
    ru: "I переписываться (with); II соответствовать (to)",
    kz: "I жазысып тұру; II сәйкес келу"
  },
  {
    en: "correspondence course",
    ru: "заочное обучение",
    kz: "сырттай  оқу"
  },
  {
    en: "by correspondence",
    ru: "заочно (об обучении)",
    kz: "сырттай (оқу)"
  },
  {
    en: "corresponding",
    ru: "соответственный",
    kz: "лайықты, тиісті"
  },
  {
    en: "corrupt ",
    ru: "разложить (деморализовать)",
    kz: "азғындату, арандату"
  },
  {
    en: "cosmonaut ",
    ru: "космонавт ",
    kz: "ғарышкер"
  },
  {
    en: "cosmos ",
    ru: "космос ",
    kz: "ғарыш"
  },
  {
    en: "cost ",
    ru: "цена, стоимость;",
    kz: "баға, құн; "
  },
  {
    en: "cost (cost, cost)",
    ru: "стоить",
    kz: "тұрады, бағаланады;"
  },
  {
    en: "how much does it cost?",
    ru: "сколько это стоит?",
    kz: "бұның бағасы неше?"
  },
  {
    en: "costume ",
    ru: "костюм",
    kz: "костюм"
  },
  {
    en: "cotton case to cover a blanket",
    ru: "пододеяльник",
    kz: "көрпетыс"
  },
  {
    en: "cough",
    ru: "I кашель; II кашлять",
    kz: "I жөтел; II жөтелу"
  },
  {
    en: "councellor",
    ru: "советник",
    kz: "кеңесші"
  },
  {
    en: "council",
    ru: "совет директоров",
    kz: "директорлар кеңесі"
  },
  {
    en: "counsel for the defense юр.",
    ru: "защитник",
    kz: "қорғаушы"
  },
  {
    en: "count ",
    ru: "I сосчитать, считать; II граф",
    kz: "I санау, санап шығу, есептеу; II граф"
  },
  {
    en: "count up to ten",
    ru: "сосчитать до десяти",
    kz: "онға дейін санау"
  },
  {
    en: "count (on)",
    ru: "рассчитывать (на кого-л.)",
    kz: "сену"
  },
  {
    en: "count all ",
    ru: "пересчитать (всё)",
    kz: "санап шығу"
  },
  {
    en: "count over again",
    ru: "пересчитать (заново)",
    kz: "қайта санау"
  },
  {
    en: "counter",
    ru: "I прилавок; II жетон",
    kz: "I сөре алды; II жетон"
  },
  {
    en: "counteract",
    ru: "противоположность",
    kz: "қарама-қарсылық"
  },
  {
    en: "counterfeit",
    ru: "подделать; подделка",
    kz: "жасандылау, жалғандау"
  },
  {
    en: "countermand",
    ru: "отмена (приказания); отменить, отменять",
    kz: "күшін жою (заң, бұйрық)"
  },
  {
    en: "counterpane",
    ru: "покрывало (на кровать)",
    kz: "жамылғы"
  },
  {
    en: "countess",
    ru: "графиня",
    kz: "графиня"
  },
  {
    en: "countless",
    ru: "бесчисленный",
    kz: "сансыз"
  },
  {
    en: "country",
    ru: "I страна, сторона, местность; II деревня",
    kz: "I ел, жер, орын; II елді мекен"
  },
  {
    en: "countryman",
    ru: "соотечественник; земляк",
    kz: "отандас; жерлес"
  },
  {
    en: "courage",
    ru: "I дух, бодрость; II отвага; храбрость, смелость; мужество",
    kz: "I рух; II ерлік, ержүректік; өжеттік, батылдық; қайсарлық"
  },
  {
    en: "lose courage",
    ru: "струсить",
    kz: "қорқу"
  },
  {
    en: "courageous",
    ru: "храбрый, смелый, мужественный",
    kz: "өжет, батыл, табанды, қайсар"
  },
  {
    en: "course ",
    ru: "ход (дела и т.п.), курс, течение ",
    kz: "іс барысы, бағам, ағыс "
  },
  {
    en: "first, second course",
    ru: "первое, второе блюдо",
    kz: "бірінші, екінші тағам"
  },
  {
    en: "of course",
    ru: "конечно",
    kz: "әрине"
  },
  {
    en: "court",
    ru: "двор",
    kz: "аула"
  },
  {
    en: "courtesy",
    ru: "любезность",
    kz: "сыпайылық; құрмет"
  },
  {
    en: "court-room",
    ru: "зал суда",
    kz: "сот залы"
  },
  {
    en: "cousin",
    ru: "двоюродная сестра, брат",
    kz: "немере әпке (сіңлі) "
  },
  {
    en: "second cousin",
    ru: "троюродный (брат, сестра)",
    kz: "шөбере (әпке, аға, іні)"
  },
  {
    en: "(first) cousin once removed",
    ru: "двоюродный племянник",
    kz: "немере аға (іні)"
  },
  {
    en: "cover",
    ru: "I защита, прикрытие; II засыпать; III крышка; IV накрыть; V обертка, обертка, обложка",
    kz: "I қорғаныс; II жабу; III қақпақ; IV жасау, жабдықтау; V орауыш, тыс, қын, қап, қаптама"
  },
  {
    en: "coverlet",
    ru: "покрывало",
    kz: "жамылғы"
  },
  {
    en: "cow",
    ru: "корова",
    kz: "сиыр"
  },
  {
    en: "coward",
    ru: "трус",
    kz: "қорқақ"
  },
  {
    en: "cowardice",
    ru: "малодушие",
    kz: "жасықтық"
  },
  {
    en: "coziness",
    ru: "уют",
    kz: "жайлы, ыңғайлы"
  },
  {
    en: "cozy",
    ru: "уютный",
    kz: "жайлы, ыңғайлы"
  },
  {
    en: "crack",
    ru: "I хлопать, хлопнуть (бичом); II треснуть; треск",
    kz: "I тарс ету, сарт ету; II шатынау, шытынау; сатыр-сұтыр; айқай-шу"
  },
  {
    en: "cradle ",
    ru: "колыбель ",
    kz: "бесік "
  },
  {
    en: "from the cradle",
    ru: "с колыбели",
    kz: "бесіктен"
  },
  {
    en: "cram",
    ru: "заставить (комнату мебелью)",
    kz: "қою,орнату"
  },
  {
    en: "cranberry",
    ru: "клюква ",
    kz: "мүк жидегі"
  },
  {
    en: "crane",
    ru: "журавль",
    kz: "тырна"
  },
  {
    en: "crash",
    ru: "I разбиться (о самолёте); II треск",
    kz: "I қирау, талқан болу; II сатыр-сұтыр; айқай-шу"
  },
  {
    en: "crawl",
    ru: "ползти",
    kz: "еңбектеу"
  },
  {
    en: "creak",
    ru: "скрип (двери, пола)",
    kz: "шиқыл, сықыр"
  },
  {
    en: "cream",
    ru: "I крем; II сливочный",
    kz: "I крем; II кілегей, қаймақ"
  },
  {
    en: "create ",
    ru: "творить, создать ",
    kz: "жасау, тудыру, құру "
  },
  {
    en: "create obstacles (to)",
    ru: "препятствовать",
    kz: "кедергі (бөгет) болу"
  },
  {
    en: "creation",
    ru: "творение, создание (действие) ",
    kz: "туынды, шығарма, жасау, құру"
  },
  {
    en: "creator",
    ru: "творец, создатель",
    kz: "жасаушы, жасампаз, құрушы"
  },
  {
    en: "creature",
    ru: "существо, создание",
    kz: "тірі организм, тұлға, жаралған, жаратылған"
  },
  {
    en: "creed",
    ru: "верование",
    kz: "наным"
  },
  {
    en: "creep",
    ru: "ползти",
    kz: "еңбектеу"
  },
  {
    en: "crescent ",
    ru: "полумесяц (серп)",
    kz: "жарты ай"
  },
  {
    en: "crew ",
    ru: "команда (мор)",
    kz: "команда"
  },
  {
    en: "crib",
    ru: "списать школьн.",
    kz: "көшіріп алу "
  },
  {
    en: "cricket",
    ru: "сверчок",
    kz: "қара (шырылдауық) шегіртке"
  },
  {
    en: "crime ",
    ru: "преступление ",
    kz: "қылмыс "
  },
  {
    en: "commit a crime",
    ru: "совершить преступление",
    kz: "қылмыс жасау"
  },
  {
    en: "criminal ",
    ru: "I уголовный, криминальный; II преступник",
    kz: "I қылмыстық; II қылмыскер"
  },
  {
    en: "criminal code",
    ru: "уголовный кодекс",
    kz: "қылмыстық кодекс"
  },
  {
    en: "criminal investigation department",
    ru: "уголовный розыск",
    kz: "қылмыстық іздеу департаменті"
  },
  {
    en: "war criminal",
    ru: "военный преступник",
    kz: "әскери қылмыскер"
  },
  {
    en: "criminality",
    ru: "преступность",
    kz: "қылмыстылық"
  },
  {
    en: "crisp",
    ru: "вьющийся (о волосах)",
    kz: "бұйра; шырмалған"
  },
  {
    en: "crochet-work ",
    ru: "вязание (крючком)",
    kz: "тоқу "
  },
  {
    en: "crocodile ",
    ru: "крокодил ",
    kz: "қолтырауын "
  },
  {
    en: "crocodile tears",
    ru: "крокодиловы слезы",
    kz: "екі жүзділік"
  },
  {
    en: "crooked",
    ru: "кривой",
    kz: "қисық"
  },
  {
    en: "crop",
    ru: "остричь (коротко)",
    kz: "қырқу, қию"
  },
  {
    en: "cross ",
    ru: "I сердитый; II перебежать (через), перейти; пересечь(ся)",
    kz: "I ашулы, ашуланшақ; II жүгіріп өту, өту; кесіп өту, қиылысу"
  },
  {
    en: "be cross",
    ru: "сердиться",
    kz: "ашулану"
  },
  {
    en: "cross the street",
    ru: "перейти улицу",
    kz: "көшеден өту"
  },
  {
    en: "cross a river",
    ru: "переехать через реку",
    kz: "өзен арқылы өту"
  },
  {
    en: "cross the threshold / doorstep",
    ru: "переступить порог",
    kz: "табалдырық аттау"
  },
  {
    en: "cross-examination",
    ru: "допрос",
    kz: "жауап алу, сұрау алу"
  },
  {
    en: "cross-examine",
    ru: "допросить (на суде)",
    kz: "сұрау алу, тергеу"
  },
  {
    en: "crossing ",
    ru: "переход ",
    kz: "асу, өткел "
  },
  {
    en: "zebra crossing",
    ru: "пешеходный переход",
    kz: "жүргінші жолы"
  },
  {
    en: "cross out ",
    ru: "зачеркивать, зачеркнуть ",
    kz: "сызу, сызып тастау"
  },
  {
    en: "cross-roads",
    ru: "перекресток",
    kz: "қиылыс, торап"
  },
  {
    en: "crosswise",
    ru: "накрест",
    kz: "қайшылап"
  },
  {
    en: "crow",
    ru: "ворона",
    kz: "сауысқан"
  },
  {
    en: "crowd",
    ru: "столпиться",
    kz: "жиналу, топырлау"
  },
  {
    en: "crowded",
    ru: "многолюдный (о собрании и т.п.)",
    kz: "көп адам"
  },
  {
    en: "crown",
    ru: "венец, корона",
    kz: "тәж"
  },
  {
    en: "cruel",
    ru: "жестокий",
    kz: "қатал, мейірімсіз"
  },
  {
    en: "cruelty",
    ru: "жестокость",
    kz: "қаталдық, мейірімсіздік"
  },
  {
    en: "crumple",
    ru: "помять",
    kz: "мыжғылау, умаждау"
  },
  {
    en: "crush",
    ru: "дробить (камень и т.п.); задавить, раздавить",
    kz: "ұсату, уату; жаншу, қылғындыру, басу"
  },
  {
    en: "cry",
    ru: "I кричать; II крик; окрик; III плакать",
    kz: "I айқайлау; II айқай, дыбыс беру, дауыстау; зеку; III жылау"
  },
  {
    en: "crystal",
    ru: "хрусталь",
    kz: "хрусталь"
  },
  {
    en: "cubic capacity",
    ru: "объем",
    kz: "көлем, аумақ; шама, мөлшер"
  },
  {
    en: "cucumber",
    ru: "огурец",
    kz: "қияр"
  },
  {
    en: "cuff-link",
    ru: "запонка ",
    kz: "бүрме түйме"
  },
  {
    en: "cultivate",
    ru: "обрабатывать (землю)",
    kz: "өңдеу"
  },
  {
    en: "culture ",
    ru: "культура ",
    kz: "мәдениет "
  },
  {
    en: "lack of culture",
    ru: "некультурность",
    kz: "мәдениетсіздік"
  },
  {
    en: "cultured",
    ru: "интеллигентный",
    kz: "зиялы"
  },
  {
    en: "cunning",
    ru: "хитрость",
    kz: "қулық"
  },
  {
    en: "cup",
    ru: "чашка",
    kz: "шыны аяқ"
  },
  {
    en: "curds pl",
    ru: "творог",
    kz: "сүзбе"
  },
  {
    en: "cure",
    ru: "I исцеление; II исцелить, исцелять; III лечение",
    kz: "I айығу, сауығу, жазылу; II айықтыру, сауықтыру; III емдеу"
  },
  {
    en: "curious",
    ru: "любопытный",
    kz: "қызықты"
  },
  {
    en: "curl",
    ru: "завить; локон",
    kz: "бұйралау, өру; бұрым"
  },
  {
    en: "curls",
    ru: "кудри",
    kz: "бұйра"
  },
  {
    en: "curly",
    ru: "вьющийся(о волосах)",
    kz: "бұйра; шырмалған"
  },
  {
    en: "currant",
    ru: "смородина",
    kz: "қарақат"
  },
  {
    en: "currency ",
    ru: "I валюта; II в настоящее время",
    kz: "I валюта; II қазіргі уақытта"
  },
  {
    en: "hard currency",
    ru: "твердая валюта",
    kz: "тұрақты валюта"
  },
  {
    en: "current ",
    ru: "I течение; II ток эл.",
    kz: "I ағын; II ток"
  },
  {
    en: "the current year",
    ru: "отчётный год",
    kz: "есептік жыл"
  },
  {
    en: "curse",
    ru: "ругательство",
    kz: "ұрыс"
  },
  {
    en: "curtail",
    ru: "свернуть (сократить)",
    kz: "қысқарту"
  },
  {
    en: "curtain",
    ru: "I занавес, портьера; II занавесить; III занавеска",
    kz: "I шымылдық, перде; II перделеу; III перде"
  },
  {
    en: "curve ",
    ru: "гнуть (изгибать)",
    kz: "бүгу, ию"
  },
  {
    en: "curved",
    ru: "кривой",
    kz: "қисық"
  },
  {
    en: "cushion",
    ru: "диванная подушка",
    kz: "диван жастығы"
  },
  {
    en: "custom",
    ru: "обычай",
    kz: "әдет, әдет-ғұрып"
  },
  {
    en: "custom-house",
    ru: "таможня",
    kz: "кеден"
  },
  {
    en: "customer",
    ru: "заказчик, клиент; покупатель",
    kz: "тапсырушы, клиент; сатып алушы"
  },
  {
    en: "cut (cut, cut) ",
    ru: "I стричь (волосы, ногти); II резать, обрезать; III покрой; разрез",
    kz: "I қысқарту, алу; II кесу, тілу; III үлгі, пішім; кесу, тілу"
  },
  {
    en: "have one’shaircut",
    ru: "стричься",
    kz: "қысқарту, алдырту"
  },
  {
    en: "cut smb short",
    ru: "оборвать; остановить кого-л.",
    kz: "біреуді сөйлетпеу, сөзін бөлу; тоқтату"
  },
  {
    en: "cut off",
    ru: "отрезать (мясо и т.п.)",
    kz: "кесу, турау"
  },
  {
    en: "cut of a dress",
    ru: "покрой платья",
    kz: "көйлек пішу"
  },
  {
    en: "cut up",
    ru: "разрубить",
    kz: "бөлшектеп шабу (жару)"
  },
  {
    en: "cutglass",
    ru: "хрусталь (посуда)",
    kz: "хрусталь ыдыс"
  },
  {
    en: "cut down",
    ru: "сократить (расходы)",
    kz: "шығындар"
  },
  {
    en: "cutlet ",
    ru: "котлета ",
    kz: "котлет"
  },
  {
    en: "cutting",
    ru: "резкий (о ветре)",
    kz: "қарқынды, екпінді"
  },
  {
    en: "cutting down",
    ru: "сокращение (расходов и т.п.)",
    kz: "кеміту, азайту"
  },
  {
    en: "cycle ",
    ru: "велосипед ",
    kz: "велосипед "
  },
  {
    en: "cycle",
    ru: "ездить на велосипеде",
    kz: "велосипедпен жүру"
  },
  {
    en: "cyclist",
    ru: "велосипедист",
    kz: "велосипедші, велошабандоз"
  },
  {
    en: "Czech ",
    ru: "чешский ",
    kz: "чех "
  },
  {
    en: "Czech, the Czech language",
    ru: "чешский язык",
    kz: "чех тілі"
  },
  {
    en: "dacha",
    ru: "дача",
    kz: "саяжай"
  },
  {
    en: "dad(dy)",
    ru: "папа разг.",
    kz: "әке"
  },
  {
    en: "dagger",
    ru: "кинжал",
    kz: "қанжар"
  },
  {
    en: "daily ",
    ru: "суточный, дневной, ежедневно, ежедневный ",
    kz: "тәуліктік, күндізгі, күн сайын, күнде, күнде, күнделікті "
  },
  {
    en: "dailytime-table, daily routine",
    ru: "режим дня",
    kz: "күн кестесі"
  },
  {
    en: "daisy",
    ru: "маргаритка",
    kz: "маргаритка (өсімдік)"
  },
  {
    en: "damage",
    ru: "I убыток, ущерб, вред, повреждение; II вредить, повредить",
    kz: "I зиян, шығын, зиян келтіру, бүлдіру, бұзу; II зиян келтіру, зақымдану"
  },
  {
    en: "damp",
    ru: "сырой, влажный",
    kz: "ылғал, дым, дымқос"
  },
  {
    en: "dampness",
    ru: "сырость",
    kz: "дымқыл"
  },
  {
    en: "dance",
    ru: "танцевать, танец",
    kz: "билеу, би"
  },
  {
    en: "dancing",
    ru: "танцевальный",
    kz: "билік, биге арналған"
  },
  {
    en: "danger",
    ru: "опасность",
    kz: "қауіп, қатер"
  },
  {
    en: "dangerously; it is dangerous предик.безл.",
    ru: "опасно",
    kz: "қауіпті, қатерлі"
  },
  {
    en: "dangle",
    ru: "свесить(ноги)",
    kz: "салбырату, төмен түсіру"
  },
  {
    en: "dark",
    ru: "тёмный; смуглый",
    kz: "қараңғы; қара торы, қоңырқай"
  },
  {
    en: "dark-blue",
    ru: "тёмно-синий",
    kz: "қара көк"
  },
  {
    en: "dark-haired",
    ru: "темноволосый",
    kz: "қара шашты"
  },
  {
    en: "dark-haired man",
    ru: "брюнет",
    kz: "қара шашты ер адам"
  },
  {
    en: "darling",
    ru: "дорогой, милый, любимый",
    kz: "қымбатты, сүйкімді, сүйікті"
  },
  {
    en: "darn",
    ru: "чинить (штопать); заштопать",
    kz: "жөндеу; жамау, жөргемдеу"
  },
  {
    en: "dash",
    ru: "тире",
    kz: "сызықша"
  },
  {
    en: "data",
    ru: "данные",
    kz: "деректер"
  },
  {
    en: "date ",
    ru: "I свидание Am; II число, дата; III срок; IV датировать",
    kz: "I кездесу; II күні, айы, жылы, күн; III мезгіл; IV даталау, күнін белгілеу"
  },
  {
    en: "daughter",
    ru: "дочка, дочь",
    kz: "қыз"
  },
  {
    en: "daughter-in-law",
    ru: "невестка (жена сына)",
    kz: "келін"
  },
  {
    en: "dawn",
    ru: "рассвет ",
    kz: "таңсәрі "
  },
  {
    en: "at dawn",
    ru: "на рассвете",
    kz: "таңсәріде"
  },
  {
    en: "it is dawning",
    ru: "рассветает",
    kz: "таң ату"
  },
  {
    en: "day ",
    ru: "I сутки sg; II день, дневной ",
    kz: "I тәулік; II күн, күндізгі "
  },
  {
    en: "every other day",
    ru: "через день (регулярно)",
    kz: "күн салып (әрдайым)"
  },
  {
    en: "five days short of a month",
    ru: "месяц без пяти дней",
    kz: "бес күні кем бір ай"
  },
  {
    en: "day-off, day of rest, rest-day",
    ru: "выходной день",
    kz: "демалыс күн"
  },
  {
    en: "in the day-time, by day",
    ru: "днем",
    kz: "күндіз "
  },
  {
    en: "every day",
    ru: "ежедневно",
    kz: "күн сайын, күнде алдағы күндерде"
  },
  {
    en: "one of these days (о предстоящем), the other day (о прошлом)",
    ru: "на днях, днем",
    kz: "өткен күндерде"
  },
  {
    en: "three days running",
    ru: "три дня подряд",
    kz: "үш күн қатарынан"
  },
  {
    en: "daybreak",
    ru: "рассвет",
    kz: "таңсәрі"
  },
  {
    en: "deaf ",
    ru: "глухой ",
    kz: "керең "
  },
  {
    en: "become deaf",
    ru: "оглохнуть",
    kz: "керең болу"
  },
  {
    en: "deal with",
    ru: "поступить, обходиться",
    kz: "жасау"
  },
  {
    en: "dean",
    ru: "декан",
    kz: "декан"
  },
  {
    en: "dean’s office",
    ru: "деканат",
    kz: "деканат"
  },
  {
    en: "dear",
    ru: "I дорогой, дорого перен; II уважаемый(в официальных письмах); милый, любимый",
    kz: "I қымбат; II құрметті, қымбатты; қалқам, қарағым, сүйікті"
  },
  {
    en: "dearly",
    ru: "дорого перен",
    kz: "қымбат"
  },
  {
    en: "death ",
    ru: "смерть ",
    kz: "өлім "
  },
  {
    en: "death sentence",
    ru: "смертный приговор",
    kz: "өлім жазасы"
  },
  {
    en: "debate",
    ru: "дискуссия ",
    kz: "дискуссия, пікірсайыс"
  },
  {
    en: "debts pl",
    ru: "задолженность",
    kz: "қарыз"
  },
  {
    en: "deceive",
    ru: "обмануть",
    kz: "алдау, жағалай жалған сөйлеу"
  },
  {
    en: "decency",
    ru: "порядочность, приличие",
    kz: "әділдік, адалдық, әдептілік, сыпайылық"
  },
  {
    en: "decently",
    ru: "порядочно",
    kz: "адал"
  },
  {
    en: "deception",
    ru: "обман",
    kz: "алдау, өтірік, жалған"
  },
  {
    en: "decide ",
    ru: "решить, постановить",
    kz: "орындау, шешім (қаулы) қабылдау"
  },
  {
    en: "decipher",
    ru: "расшифровать",
    kz: "тарамдап талдау"
  },
  {
    en: "decision",
    ru: "I определение (суда); II решение, постановление",
    kz: "I ұйғарым (сот); IІ шешім, қаулы"
  },
  {
    en: "decisive",
    ru: "решительный, решающий; окончательный",
    kz: "шешуші, маңызды; соңғы; толық "
  },
  {
    en: "declaration (действие) ",
    ru: "объявление, заявление",
    kz: "хабарлау, жариялау, өтініш, арыз"
  },
  {
    en: "declaration of war",
    ru: "объявление войны",
    kz: "соғыс жариялау"
  },
  {
    en: "declaration of love",
    ru: "признание в любви",
    kz: "сүйетінін білдіру"
  },
  {
    en: "declare",
    ru: "объявить,  заявить",
    kz: "хабарлау, мәлімдеу, құлақтандыру"
  },
  {
    en: "declining",
    ru: "отклонение",
    kz: "қарсылық, кейінге қалдыру"
  },
  {
    en: "decorate",
    ru: "I наградить, награждать; II украсить",
    kz: "I марапаттау II безендіру, әшекейлеу, әдемілеу"
  },
  {
    en: "decoration",
    ru: "I оформление, украшение; II награда, знаки отличия",
    kz: "I әсемдеу, әдемілеу, әрлеу; II марапат, ерекшелік белгілері"
  },
  {
    en: "decrease",
    ru: "убыль",
    kz: "қайту, тартылу, азаю, кему"
  },
  {
    en: "decree",
    ru: "I постановление; II указ; постановить",
    kz: "I қаулы; II жарлық; қаулы қабылдау"
  },
  {
    en: "decrepit",
    ru: "дряхлый",
    kz: "қартайған, қаусаған"
  },
  {
    en: "dedicate",
    ru: "посвятить (книгу)",
    kz: "арнау"
  },
  {
    en: "deed юр",
    ru: "акт, дело; поступок",
    kz: "акт, іс; қылық"
  },
  {
    en: "deep ",
    ru: "I глубокий; II вглубь (into)",
    kz: "I терең; II тереңге, тұңғиыққа"
  },
  {
    en: "deep-blue",
    ru: "тёмно-синий",
    kz: "қара көк"
  },
  {
    en: "deepen",
    ru: "углубить",
    kz: "тереңдету"
  },
  {
    en: "deer ",
    ru: "олень",
    kz: "бұғы"
  },
  {
    en: "defeat ",
    ru: "поражение; разбить (неприятеля) ",
    kz: "жеңілу, ұтылу; жеңу, талқандау "
  },
  {
    en: "sustain (suffer)",
    ru: "потерпеть поражение",
    kz: "жеңілу, ұтылу"
  },
  {
    en: "defect",
    ru: "I брак (в производстве); II недостаток, минус, порок",
    kz: "I ақаулы, жарамсыз; II кем, кемшілік, мін"
  },
  {
    en: "defend ",
    ru: "I защитить; II оберегать (from)",
    kz: "I қорғау; II сақтау, аялау, күту"
  },
  {
    en: "defend a thesis",
    ru: "защищать диссертацию",
    kz: "диссертация қорғау"
  },
  {
    en: "defend oneself",
    ru: "оберегаться, защищаться",
    kz: "сақтану, қорғану"
  },
  {
    en: "defendant",
    ru: "подсудимый",
    kz: "сотталушы"
  },
  {
    en: "defender",
    ru: "защитник",
    kz: "қамқоршы, қорғаушы"
  },
  {
    en: "defense ",
    ru: "защита, оборона ",
    kz: "қорғаныс "
  },
  {
    en: "defense of a thesis",
    ru: "защита диссертации",
    kz: "диссертация қорғау"
  },
  {
    en: "defensive potentialities pl",
    ru: "обороноспособность",
    kz: "қорғаныс қабілеті"
  },
  {
    en: "definite ",
    ru: "определенный ",
    kz: "айқын, нақ, белгілі "
  },
  {
    en: "definite article грам.",
    ru: "определенный артикль",
    kz: "айқын артикль"
  },
  {
    en: "definitely",
    ru: "окончательно нареч.",
    kz: "біржола, алаңсыз"
  },
  {
    en: "definition",
    ru: "определение",
    kz: "анықтау"
  },
  {
    en: "definitive",
    ru: "окончательный",
    kz: "соңғы; толық"
  },
  {
    en: "deflection",
    ru: "отклонение",
    kz: "ауытқу"
  },
  {
    en: "deformed (уродливый)",
    ru: "безобразный",
    kz: "сұрықсыз"
  },
  {
    en: "degree",
    ru: "степень, градус",
    kz: "деңгей, дәреже; градус"
  },
  {
    en: "academic degree",
    ru: "учёная степень",
    kz: "ғылыми дәреже"
  },
  {
    en: "delay",
    ru: "задержка, замедление",
    kz: "кідірту, баяулау, кідірістеу"
  },
  {
    en: "delegate",
    ru: "I делегат; II выборный как сущ.",
    kz: "I делегат; II сайлау (зат е.)"
  },
  {
    en: "delicacy",
    ru: "деликатность",
    kz: "бекзаттық"
  },
  {
    en: "delicate",
    ru: "чуткий, деликатный",
    kz: "сезімтал, бекзат"
  },
  {
    en: "delicious",
    ru: "вкусный",
    kz: "дәмді"
  },
  {
    en: "delight",
    ru: "восторг",
    kz: "таңқалыс"
  },
  {
    en: "delightful",
    ru: "восхитительный, прелестный",
    kz: "таң қаларың, тамаша, әсем, көркем"
  },
  {
    en: "delimit",
    ru: "разграничить",
    kz: "шектеу"
  },
  {
    en: "delimitation",
    ru: "разграничение",
    kz: "шектеу"
  },
  {
    en: "deliver",
    ru: "поставлять, доставить",
    kz: "жеткізу, қамтамасыз ету"
  },
  {
    en: "deliverance (from)",
    ru: "избавление ",
    kz: "құтылу"
  },
  {
    en: "demand ",
    ru: "требовать (чего-л.); требование",
    kz: "талап ету; талап"
  },
  {
    en: "demand (for) ",
    ru: "спрос, потребность ",
    kz: "сұраныс, қажеттілік "
  },
  {
    en: "be in demand",
    ru: "пользоваться спросом",
    kz: "сұранысқа ие болу"
  },
  {
    en: "demarcate",
    ru: "разграничить",
    kz: "шектеу"
  },
  {
    en: "demarcation",
    ru: "разграничение",
    kz: "шектеу"
  },
  {
    en: "democracy",
    ru: "демократия",
    kz: "демократия"
  },
  {
    en: "demonstration",
    ru: "демонстрация, показ",
    kz: "шеру, көрсетілім"
  },
  {
    en: "denial",
    ru: "отрицание (отпирательство)",
    kz: "жоққа шығару, мойындамау"
  },
  {
    en: "dense",
    ru: "густой, дремучий",
    kz: "қалың, ну, жыныс"
  },
  {
    en: "density",
    ru: "плотность",
    kz: "тығыздық"
  },
  {
    en: "dental",
    ru: "зубной ",
    kz: "тіс"
  },
  {
    en: "dental sound лингв.",
    ru: "зубной звук",
    kz: "тіс дыбысы"
  },
  {
    en: "dentist",
    ru: "зубной врач",
    kz: "тіс дәрігері"
  },
  {
    en: "denunciation",
    ru: "донос",
    kz: "сөз тасу"
  },
  {
    en: "deny",
    ru: "отрицать",
    kz: "жоққа шығару, мойындамау"
  },
  {
    en: "depart",
    ru: "уйти; уезжать, уехать",
    kz: "кету (көлікпен); өту"
  },
  {
    en: "department ",
    ru: "I часть, отдел; факультет; II министерство",
    kz: "I бөлім; факультет; II министрлік"
  },
  {
    en: "head of the department",
    ru: "декан",
    kz: "декан"
  },
  {
    en: "personnel department",
    ru: "отдел кадров",
    kz: "мамандар бөлімі"
  },
  {
    en: "departure",
    ru: "отход (отправление), отъезд",
    kz: "кету, шегіну"
  },
  {
    en: "depend (on)",
    ru: "зависеть",
    kz: "байланысты, бағынышты"
  },
  {
    en: "deposit",
    ru: "I месторождение геолог.; II вклад",
    kz: "I кеніш; II салым"
  },
  {
    en: "depositor",
    ru: "вкладчик",
    kz: "салымшы"
  },
  {
    en: "depository",
    ru: "склад",
    kz: "қойма"
  },
  {
    en: "depreciate",
    ru: "обесценивать, обесценить",
    kz: "құнсыздандыру"
  },
  {
    en: "depreciation",
    ru: "обесценивание",
    kz: "құнсыздану"
  },
  {
    en: "depression",
    ru: "тоска, подавленность",
    kz: "зарығу, қамығу"
  },
  {
    en: "deprive (of)",
    ru: "лишить",
    kz: "айыру"
  },
  {
    en: "deprived of civil rights",
    ru: "бесправный",
    kz: "құқықсыз"
  },
  {
    en: "depth",
    ru: "глубина",
    kz: "тереңдік"
  },
  {
    en: "debtor",
    ru: "должник",
    kz: "борышкер"
  },
  {
    en: "department",
    ru: "кафедра (подразделение)",
    kz: "кафедра"
  },
  {
    en: "deputy ",
    ru: "заместитель, депутат ",
    kz: "орынбасар, депутат "
  },
  {
    en: "deputy minister",
    ru: "заместитель министра",
    kz: "министрдің орынбасары"
  },
  {
    en: "de-register",
    ru: "открепить, снимать с учета",
    kz: "есептен шығару"
  },
  {
    en: "discovery",
    ru: "открытие (научное и т.п.)",
    kz: "жаңалық"
  },
  {
    en: "descendant",
    ru: "потомок",
    kz: "ұрпақ"
  },
  {
    en: "describe ",
    ru: "описать (тж.мат.)",
    kz: "сипаттау, суреттеу"
  },
  {
    en: "description",
    ru: "описание",
    kz: "сипаттау, суреттеу"
  },
  {
    en: "descriptive",
    ru: "описательный",
    kz: "суреттеме, түсіндірме"
  },
  {
    en: "disembark",
    ru: "высадить",
    kz: "түсіру"
  },
  {
    en: "desert",
    ru: "I пустыня; II бросить; перебежать (к неприятелю)",
    kz: "I шөл (қуаң) дала; II тастау; жауға қашу"
  },
  {
    en: "deserted house",
    ru: "пустой дом",
    kz: "бос үй"
  },
  {
    en: "deserts",
    ru: "заслуга ",
    kz: "еңбек, зейнет"
  },
  {
    en: "deserve",
    ru: "заслуживать, стоить, заслужить",
    kz: "тұрарлық, еңбегі сіңген, еңбек сіңіру"
  },
  {
    en: "deserved",
    ru: "заслуженный",
    kz: "еңбегі сіңген"
  },
  {
    en: "deserving",
    ru: "достойный, быть достойным",
    kz: "лайық, лайық болу"
  },
  {
    en: "design",
    ru: "I умысел; II узор, конструкция; III оформить (книгу); оформление",
    kz: "I қаскүнемдік, арам пиғыл; II ою, конструкция; III рәсімдеу, дайындау; жабдықтау"
  },
  {
    en: "designer",
    ru: "конструктор",
    kz: "конструктор"
  },
  {
    en: "desirable",
    ru: "желанный",
    kz: "күткен, сүйікті "
  },
  {
    en: "desire",
    ru: "I желание; II желать",
    kz: "I тілек, ықылыс; II тілеу"
  },
  {
    en: "desk",
    ru: "письменный стол",
    kz: "жазу үстелі"
  },
  {
    en: "become desolate",
    ru: "опустеть (стать пустынным)",
    kz: "босау; арылу"
  },
  {
    en: "despair",
    ru: "отчаяние",
    kz: "ашыну, торығу, қажу"
  },
  {
    en: "desperate",
    ru: "отчаянный",
    kz: "өжет, қайсар"
  },
  {
    en: "despite",
    ru: "вопреки",
    kz: "қарсы"
  },
  {
    en: "dessert ",
    ru: "сладкое сущ. ",
    kz: "тәтті "
  },
  {
    en: "for dessert",
    ru: "на сладкое",
    kz: "тәттіге"
  },
  {
    en: "distinguished",
    ru: "знатный ",
    kz: "белгілі; атақты, танымал"
  },
  {
    en: "destiny",
    ru: "судьба",
    kz: "тағдыр"
  },
  {
    en: "destitution",
    ru: "обнищание",
    kz: "кедейлену, қайыршылану"
  },
  {
    en: "be destructed (from)",
    ru: "отвлечься",
    kz: "алаңдау, көңіл бөліну"
  },
  {
    en: "destroy",
    ru: "истребить",
    kz: "қыру, жою"
  },
  {
    en: "destruction",
    ru: "истребление, разрушение",
    kz: "қыру, талқандау, қирату"
  },
  {
    en: "destruction",
    ru: "гибель (уничтожение)",
    kz: "қырылу; опат болу"
  },
  {
    en: "detachment",
    ru: "наряд (люди)",
    kz: "наряд (адамдар тобы)"
  },
  {
    en: "detail",
    ru: "деталь",
    kz: "бөлшек"
  },
  {
    en: "in detail",
    ru: "детально",
    kz: "бөлшектеп, талдап"
  },
  {
    en: "detective",
    ru: "сыщик",
    kz: "тыңшы"
  },
  {
    en: "detention ",
    ru: "задержание ",
    kz: "ұстау "
  },
  {
    en: "detention house",
    ru: "карцер",
    kz: "жеке қамақ"
  },
  {
    en: "devastation",
    ru: "разорение",
    kz: "талқандау, қирату"
  },
  {
    en: "develop",
    ru: "I разрастись; II проявить фото.",
    kz: "I қаулап (қалың) өсу; II шығару"
  },
  {
    en: "development ",
    ru: "развитие",
    kz: "даму"
  },
  {
    en: "deviate",
    ru: "отступить (от правила)",
    kz: "бұзу"
  },
  {
    en: "deviation",
    ru: "отклонение в сторону; отход (о правилах)",
    kz: "бір жағына ауытқу; ауытқу"
  },
  {
    en: "device",
    ru: "прибор, приспособление",
    kz: "құрал, жабдық"
  },
  {
    en: "devil",
    ru: "чёрт, дьявол",
    kz: "сайтан, албасты, жын-сайтан"
  },
  {
    en: "devote",
    ru: "отдать; посвятить",
    kz: "арнау, таныстыру, ұғындыру"
  },
  {
    en: "dew",
    ru: "роса",
    kz: "шық"
  },
  {
    en: "dial",
    ru: "I набрать (номер телефона); II циферблат",
    kz: "I теру (телефон номерін); II циферблат"
  },
  {
    en: "dialect",
    ru: "наречие (диалект)",
    kz: "сөйленім (диалект)"
  },
  {
    en: "dialogue",
    ru: "диалог",
    kz: "сөйлесім"
  },
  {
    en: "diamond",
    ru: "алмаз, бриллиант",
    kz: "алмас, брилиант "
  },
  {
    en: "diamond attr",
    ru: "алмазный",
    kz: "алмастан жасалған"
  },
  {
    en: "diary",
    ru: "дневник",
    kz: "күнделік"
  },
  {
    en: "dice",
    ru: "кость мн. ч. (игральные)",
    kz: "асық"
  },
  {
    en: "dictate ",
    ru: "I диктовать (to smb) кому-л.; II диктовать (smth) что-л.",
    kz: "I әмірін жүргізу; II оқып жаздыру"
  },
  {
    en: "dictation",
    ru: "диктант",
    kz: "диктант"
  },
  {
    en: "dictatorship",
    ru: "диктатура ",
    kz: "диктатура, үстемдік"
  },
  {
    en: "dictum",
    ru: "изречение ",
    kz: "нақыл"
  },
  {
    en: "explanatory dictionary",
    ru: "толковый словарь",
    kz: "түсіндірме сөздік"
  },
  {
    en: "die",
    ru: "умереть",
    kz: "өлу"
  },
  {
    en: "diet ",
    ru: "диета ",
    kz: "диета "
  },
  {
    en: "be on a diet",
    ru: "быть на диете",
    kz: "диетада болу"
  },
  {
    en: "differ (from)",
    ru: "отличаться",
    kz: "ерекшелену, өзгешелену"
  },
  {
    en: "difference",
    ru: "отличие; различие",
    kz: "айырмашылық, ерекшелік"
  },
  {
    en: "different",
    ru: "иной, непохожий; различный",
    kz: "басқа, өзгеше, ұқсас емес; түрлі"
  },
  {
    en: "differently",
    ru: "иначе",
    kz: "немесе "
  },
  {
    en: "difficult",
    ru: "трудный; сложный",
    kz: "қиын; күрделі"
  },
  {
    en: "difficulty ",
    ru: "I трудность, затруднение; II iт руд",
    kz: "I қиындық; II бейнет, азап"
  },
  {
    en: "in difficulties",
    ru: "в затруднительных обстоятельствах",
    kz: "қиын жағдайларда"
  },
  {
    en: "get out of a difficulty",
    ru: "выйти из затруднения",
    kz: "қиындықтан шығу"
  },
  {
    en: "with difficulty",
    ru: "кое-как, с трудом",
    kz: "әрең"
  },
  {
    en: "diffident",
    ru: "застенчивый ",
    kz: "ұяң, қысылшаң"
  },
  {
    en: "dig (dug, dug)",
    ru: "I намек; II рыть, вскопать, копать",
    kz: "I емеурін, ишара; II қазу, үңги қазу"
  },
  {
    en: "digestion",
    ru: "пищеварение",
    kz: "ас қорыту"
  },
  {
    en: "digit",
    ru: "однозначное число",
    kz: "бірдей сан"
  },
  {
    en: "digital",
    ru: "цифровой",
    kz: "цифрлы, сандық"
  },
  {
    en: "dignity",
    ru: "достоинство",
    kz: "абырой, ар-намыс"
  },
  {
    en: "digress (from)",
    ru: "отвлечься (от темы)",
    kz: "алаңдау, көңіл бөліну"
  },
  {
    en: "digression",
    ru: "отклонение от темы",
    kz: "тақырыптан ауытқу"
  },
  {
    en: "dilapidated",
    ru: "ветхий",
    kz: "ескі, көне"
  },
  {
    en: "diligence",
    ru: "трудолюбие, старательность",
    kz: "еңбек сүйгіштік, ынталылық"
  },
  {
    en: "diligent",
    ru: "трудолюбивый, старательный",
    kz: "еңбек сүйгіш, ынталы"
  },
  {
    en: "dill",
    ru: "укроп",
    kz: "көк шалқан"
  },
  {
    en: "dimension",
    ru: "измерение мат.",
    kz: "өлшем бірлік"
  },
  {
    en: "dine",
    ru: "обедать",
    kz: "түстену"
  },
  {
    en: "dining-car",
    ru: "вагон-ресторан",
    kz: "ресторан вагон"
  },
  {
    en: "dining-room",
    ru: "столовая (в квартире)",
    kz: "ас бөлме"
  },
  {
    en: "dinner ",
    ru: "I обед; II обеденный",
    kz: "I түскі ас; II түстік"
  },
  {
    en: "have/take dinner",
    ru: "обедать",
    kz: "түстену"
  },
  {
    en: "dinner hour",
    ru: "обеденный перерыв",
    kz: "түскі үзіліс"
  },
  {
    en: "dip",
    ru: "макать, обмакнуть",
    kz: "батыру, малу"
  },
  {
    en: "diploma ",
    ru: "диплом",
    kz: "диплом"
  },
  {
    en: "direct",
    ru: "руководить; направить",
    kz: "басқару; бағыттау"
  },
  {
    en: "directions pl",
    ru: "директива",
    kz: "директива, бағыттама"
  },
  {
    en: "directives pl",
    ru: "директива",
    kz: "директива, бағыттама"
  },
  {
    en: "directly",
    ru: "непосредственно",
    kz: "тікелей"
  },
  {
    en: "director",
    ru: "режиссёр; директор",
    kz: "режиссер; директор"
  },
  {
    en: "dirt",
    ru: "грязь",
    kz: "кір"
  },
  {
    en: "dirty ",
    ru: "грязный ",
    kz: "лас, кір "
  },
  {
    en: "make dirty",
    ru: "запачкать",
    kz: "былғау"
  },
  {
    en: "disabled",
    ru: "неработоспособный",
    kz: "жұмысқа қабілетсіз"
  },
  {
    en: "disablement",
    ru: "нетрудоспособность",
    kz: "еңбекке қабілетсіздік"
  },
  {
    en: "disappear",
    ru: "исчезнуть",
    kz: "жоғалу"
  },
  {
    en: "disappearance",
    ru: "исчезновение",
    kz: "жоғалу"
  },
  {
    en: "disappoint",
    ru: "разочаровать",
    kz: "көңіл қалдыру (түңілту)"
  },
  {
    en: "disappointed",
    ru: "разочарование",
    kz: "көңілі (қайту) қалу (түңілу)"
  },
  {
    en: "disappointing",
    ru: "досадный",
    kz: "өкінішті, ренішті"
  },
  {
    en: "disapprove (of)",
    ru: "не одобрить",
    kz: "қолдамау, қарсы болу"
  },
  {
    en: "disarm",
    ru: "обезоруживать, обезоружить",
    kz: "қарусыздандыру"
  },
  {
    en: "disarmament",
    ru: "обезоруживание, разоружение",
    kz: "қарусыздандыру"
  },
  {
    en: "disastrous",
    ru: "гибельный",
    kz: "жойпат, жойқын"
  },
  {
    en: "discharge ",
    ru: "I уволить; II покрытие (долгов)",
    kz: "I шығару, босату; II төлеу, жабу"
  },
  {
    en: "be discharged",
    ru: "получить расчёт",
    kz: "есеп айырысу"
  },
  {
    en: "disclose",
    ru: "открыть, делать видимым; раскрыть (тайну)",
    kz: "ашық (көрсетіп) қою; жариялау"
  },
  {
    en: "discolor",
    ru: "обесцветить",
    kz: "түссіздендіру"
  },
  {
    en: "discolouration",
    ru: "обесцвечивание",
    kz: "түссіздендіру"
  },
  {
    en: "be disconcerted",
    ru: "быть в замешательстве",
    kz: "абыржу, сасу, әбігерлену"
  },
  {
    en: "discord",
    ru: "разногласие (между кем-л.)",
    kz: "келіспеушілік"
  },
  {
    en: "discount",
    ru: "скидка",
    kz: "жеңілдік"
  },
  {
    en: "discover",
    ru: "найти, открыть, обнаружить",
    kz: "табу, ашу, көрсету"
  },
  {
    en: "discrepancy",
    ru: "разногласие",
    kz: "сәйкессіздік"
  },
  {
    en: "discuss",
    ru: "рассуждать (о ком-л., о чём-л.); обсудить, обсуждать",
    kz: "әңгімелесу, сөйлесу, талқылау"
  },
  {
    en: "discussion",
    ru: "дискуссия, обсуждение",
    kz: "дискуссия, пікірсайыс, талқылау"
  },
  {
    en: "disease",
    ru: "болезнь (определенная)",
    kz: "ауру"
  },
  {
    en: "disentangle",
    ru: "распутать",
    kz: "тарқату, жазу"
  },
  {
    en: "disgrace ",
    ru: "опозорить, позорить; позор",
    kz: "масқаралау; масқара "
  },
  {
    en: "disgrace oneself",
    ru: "опозориться",
    kz: "масқара (мазақ) болу"
  },
  {
    en: "disgraceful",
    ru: "безобразный",
    kz: "жиіркенішті"
  },
  {
    en: "disguise",
    ru: "замаскировать ",
    kz: "жасырыну, бүркеншіктеу"
  },
  {
    en: "disgusting",
    ru: "отвратительный, противный",
    kz: "мейлінше жаман, жексұрын, оңбаған"
  },
  {
    en: "dish",
    ru: "блюдо, кушанье",
    kz: "ас, тамақ, ауқат"
  },
  {
    en: "dishes pl",
    ru: "посуда",
    kz: "ыдыс"
  },
  {
    en: "disillusion",
    ru: "разочаровать; разочарование",
    kz: "көңіл қалдыру (түңілту); көңілі қайту (түңілу)"
  },
  {
    en: "disinterest",
    ru: "бескорыстный",
    kz: "адал, әділ"
  },
  {
    en: "dislike",
    ru: "недолюбливать",
    kz: "жақтырмау"
  },
  {
    en: "dismiss",
    ru: "уволить, дать расчёт",
    kz: "шығару, босату, есептесу"
  },
  {
    en: "dismissal",
    ru: "расчёт, увольнение",
    kz: "жұмыстан шығу есебі"
  },
  {
    en: "dismount from a horse",
    ru: "слезть с лошади",
    kz: "аттан түсу"
  },
  {
    en: "disobedience",
    ru: "неповиновение",
    kz: "бағынбау, мойынұсынбау"
  },
  {
    en: "disorder",
    ru: "беспорядок, непорядок",
    kz: "ретсіз, бейберекет, тәртіпсіз"
  },
  {
    en: "disparity ",
    ru: "несоответствие, разногласие",
    kz: "сәйкессіздік, алауыздық"
  },
  {
    en: "dispatch",
    ru: "донесение; отправить",
    kz: "хабарлау; жіберу"
  },
  {
    en: "displacement ",
    ru: "сдвиг",
    kz: "жылжу, қозғалу "
  },
  {
    en: "display",
    ru: "обнаружить,проявить",
    kz: "көрсету; табу; ашу"
  },
  {
    en: "dispose ",
    ru: "расположить, разместить",
    kz: "орналастыру, орнықтыру"
  },
  {
    en: "dispose (of) ",
    ru: "распорядиться (чем-л.)",
    kz: "бір нәрсені иелену"
  },
  {
    en: "disposition",
    ru: "характер, нрав",
    kz: "мінез, қасиет"
  },
  {
    en: "dispute",
    ru: "спорить",
    kz: "таласу"
  },
  {
    en: "disregard",
    ru: "пренебрежение",
    kz: "елемеу, менсінбеу"
  },
  {
    en: "disrespect",
    ru: "неуважение",
    kz: "құрметтемеу, сыйламау"
  },
  {
    en: "dissatisfaction",
    ru: "неудовлетворенность",
    kz: "қанағаттанғысыздық"
  },
  {
    en: "dissatisfied",
    ru: "неудовлетворенный",
    kz: "қанағаттанбаған"
  },
  {
    en: "dissertation",
    ru: "диссертация",
    kz: "диссертация"
  },
  {
    en: "dissolve ",
    ru: "расторгнуть ",
    kz: "үзу, тоқтату "
  },
  {
    en: "dissolve a marriage",
    ru: "расторгнуть брак",
    kz: "ажырасу, неке бұзу"
  },
  {
    en: "distance ",
    ru: "расстояние, даль, дистанция ",
    kz: "ара қашықтық, шыған, алыс, дистанция, соңы, аяғы "
  },
  {
    en: "at a short distance",
    ru: "на близком расстоянии",
    kz: "жақын арада"
  },
  {
    en: "in the distance",
    ru: "вдалеке",
    kz: "алыста, баяғыда"
  },
  {
    en: "keep one’s distance",
    ru: "держаться вдалеке",
    kz: "алшақ ұстану"
  },
  {
    en: "distant",
    ru: "удалённый (отдалённый)",
    kz: "алыстатылған"
  },
  {
    en: "distinction",
    ru: "отличие (признание заслуг); различие",
    kz: "озаттық; ерекшелік, айырмашылық"
  },
  {
    en: "distinctive",
    ru: "отличительный",
    kz: "ерекше, өзгеше"
  },
  {
    en: "distinctly",
    ru: "раздельно(отчётливо)",
    kz: "айқын, анық"
  },
  {
    en: "distinguish ",
    ru: "отличить; различить ",
    kz: "айыру, ерекшелігін білу"
  },
  {
    en: "be distinguished (by)",
    ru: "отличаться (характеризоваться)",
    kz: "өзгеше көріну"
  },
  {
    en: "distract (from) ",
    ru: "отвлечь ",
    kz: "алаңдату, көңілін бөлу "
  },
  {
    en: "distract the attention (from)",
    ru: "отвлечь внимание",
    kz: "көңілін алаңдату"
  },
  {
    en: "distribute",
    ru: "распределить; раздать",
    kz: "бөлу; үлестіру, тарату"
  },
  {
    en: "distribution",
    ru: "распределение",
    kz: "бөлу"
  },
  {
    en: "district",
    ru: "область; округ; район, районный",
    kz: "облыс; өңір, маңай; аудан, аудандық"
  },
  {
    en: "destroy",
    ru: "разрушить",
    kz: "талқандау, қирату"
  },
  {
    en: "distrust",
    ru: "недоверие",
    kz: "сенімсіз"
  },
  {
    en: "disturb ",
    ru: "беспокоить (нарушать покой), тревожить",
    kz: "мазалау, тынышын алу"
  },
  {
    en: "dive",
    ru: "нырнуть, нырять",
    kz: "сүңгу"
  },
  {
    en: "diverse",
    ru: "различный, разнообразный",
    kz: "әр түрлі"
  },
  {
    en: "diversion",
    ru: "диверсия",
    kz: "диверсия, қаскүнемдік"
  },
  {
    en: "divert ",
    ru: "I веселить (забавлять); II (from) отвлечь",
    kz: "I көңілдендіру; II алаңдату, көңілін бөлу"
  },
  {
    en: "divide (into, by)",
    ru: "делиться (на); разделить",
    kz: "бөлу"
  },
  {
    en: "division",
    ru: "деление; дивизия; раздел",
    kz: "бөлініс; дивизия; бөлініс"
  },
  {
    en: "divorce ",
    ru: "развод (супругов)",
    kz: "ажырасу"
  },
  {
    en: "divorced",
    ru: "разведённый (о супругах)",
    kz: "ажырасқан"
  },
  {
    en: "do (did, done)",
    ru: "делать, поступить",
    kz: "жасау, істеу"
  },
  {
    en: "doctor ",
    ru: "врач, доктор ",
    kz: "дәрігер, доктор "
  },
  {
    en: "doctor’s (white) coat",
    ru: "халат (врача)",
    kz: "халат"
  },
  {
    en: "document",
    ru: "документ",
    kz: "құжат"
  },
  {
    en: "documentary",
    ru: "документальный",
    kz: "деректі"
  },
  {
    en: "dog",
    ru: "собака, пёс",
    kz: "ит, төбет"
  },
  {
    en: "doll",
    ru: "I кукла; II глупец",
    kz: "I қуыршақ; II ақымақ"
  },
  {
    en: "domain",
    ru: "область",
    kz: "облыс"
  },
  {
    en: "domestic",
    ru: "домашний",
    kz: "үй ішілік"
  },
  {
    en: "domicile",
    ru: "жительство (место)",
    kz: "тұрғылықты (орын)"
  },
  {
    en: "dominate",
    ru: "господствовать",
    kz: "билеу"
  },
  {
    en: "donation",
    ru: "пожертвование",
    kz: "құрбандық беру; қайыр, садақа"
  },
  {
    en: "donkey",
    ru: "осёл",
    kz: "есек"
  },
  {
    en: "door",
    ru: "дверь",
    kz: "есік"
  },
  {
    en: "bolt the door",
    ru: "задвинуть засов",
    kz: "есіктің ілгегін ілу"
  },
  {
    en: "door-keeper",
    ru: "швейцар",
    kz: "швейцар"
  },
  {
    en: "doorknob",
    ru: "ручка двери",
    kz: "есіктің тұтқасы"
  },
  {
    en: "do over again",
    ru: "переделать",
    kz: "қайта жасау (түзеу)"
  },
  {
    en: "dose ",
    ru: "приём (доза)",
    kz: "ішім"
  },
  {
    en: "double ",
    ru: "I вдвое; II удвоить; III двойник",
    kz: "I екі есе; II еселеу; III егізек"
  },
  {
    en: "double",
    ru: "увеличить вдвое",
    kz: "екі есе көбейту (арттыру)"
  },
  {
    en: "doubt ",
    ru: "сомнение ",
    kz: "сезік "
  },
  {
    en: "without doubt, undoubtedly",
    ru: "без сомнения",
    kz: "күдіксіз"
  },
  {
    en: "doubt (smth) ",
    ru: "сомневаться ",
    kz: "күдіктену, шүбәлану "
  },
  {
    en: "have no doubts of smth",
    ru: "не сомневаться в чём-л.",
    kz: "бір нәрсеге күдіктенбеу"
  },
  {
    en: "doubtful",
    ru: "сомнительный, недостоверный",
    kz: "сезікті, жалған, сенімсіз"
  },
  {
    en: "douche",
    ru: "облить",
    kz: "құю, төгу, үстінен құю"
  },
  {
    en: "douse",
    ru: "облить",
    kz: "құю, төгу, үстінен құю"
  },
  {
    en: "dove",
    ru: "голубь",
    kz: "көгершін"
  },
  {
    en: "downhill",
    ru: "под гору",
    kz: "тау аясында"
  },
  {
    en: "downstairs",
    ru: "внизу (о нижнем этаже)",
    kz: "төменде"
  },
  {
    en: "downwards",
    ru: "к низу нареч.",
    kz: "төменге"
  },
  {
    en: "downy",
    ru: "пушистый",
    kz: "ұлпа"
  },
  {
    en: "dowry",
    ru: "приданое",
    kz: "енші"
  },
  {
    en: "doze",
    ru: "дремать",
    kz: "қалғу, мүлгу "
  },
  {
    en: "dozen",
    ru: "дюжина",
    kz: "дюжина"
  },
  {
    en: "draft",
    ru: "черновик (документа и т.п.)",
    kz: "шимайлық"
  },
  {
    en: "draft law ",
    ru: "законопроект ",
    kz: "заң жобасы"
  },
  {
    en: "drag",
    ru: "тащить (волочить)",
    kz: "сүйреу; тасу"
  },
  {
    en: "dragon",
    ru: "дракон",
    kz: "айдаһар, аждаһа"
  },
  {
    en: "dragon-fly",
    ru: "стрекоза",
    kz: "инелік"
  },
  {
    en: "drainage-basin геогр. ",
    ru: "бассейн (реки)",
    kz: "ойпат"
  },
  {
    en: "drapery",
    ru: "портьера",
    kz: "қалың перде"
  },
  {
    en: "draughts",
    ru: "шашки (игра)",
    kz: "дойбы"
  },
  {
    en: "draw (drew, drawn) ",
    ru: "I чертить; начертить; II везти (телегу и т.п.); III рисовать; IV придвинуть",
    kz: "I сызу; жобалау, сызбалау; II көлікпен әкелу; III сурет салу; IV жылжыту, жақындату"
  },
  {
    en: "draw up a statement",
    ru: "составить протокол",
    kz: "хаттама жазу"
  },
  {
    en: "draw up",
    ru: "оформить (документы)",
    kz: "рәсімдеу, дайындау"
  },
  {
    en: "drawing",
    ru: "I черчение; II рисование; III рисунок",
    kz: "I сызу; II сурет; III сурет"
  },
  {
    en: "drawing-pin",
    ru: "кнопка (канцелярская)",
    kz: "кнопка"
  },
  {
    en: "drawing-room",
    ru: "гостиная",
    kz: "қонақ бөлмесі"
  },
  {
    en: "dreadful",
    ru: "жуткий, страшный",
    kz: "қорқынышты, сұмдық"
  },
  {
    en: "dream ",
    ru: "I сон, сновидение; II сниться; III мечта; IV мечтать (of)",
    kz: "I түс; II түске кіру; III арман; IV армандау"
  },
  {
    en: "have a dream",
    ru: "видеть сон",
    kz: "түс көру"
  },
  {
    en: "dream (about)",
    ru: "видеть во сне",
    kz: "түсінде көру"
  },
  {
    en: "I had a dream",
    ru: "мне снился сон",
    kz: "мен түс көрдім"
  },
  {
    en: "dreamy",
    ru: "мечтательный",
    kz: "арманшыл"
  },
  {
    en: "dress",
    ru: "I туалет (одежда); II наряд, костюм; III одеть; IV платье (женское)",
    kz: "I киім-кешек; II сәндік, костюм; III кию; IV көйлек"
  },
  {
    en: "dresser ",
    ru: "шкаф (кухонный)",
    kz: "(ас үй) шкафы"
  },
  {
    en: "dress-hanger",
    ru: "вешалка",
    kz: "киім ілгіш"
  },
  {
    en: "dressing-gown",
    ru: "халат (домашний)",
    kz: "халат"
  },
  {
    en: "dressmaker",
    ru: "портниха",
    kz: "тігінші әйел"
  },
  {
    en: "drift",
    ru: "плыть (о предмете)",
    kz: "жүзу"
  },
  {
    en: "drill",
    ru: "I сверлить; II сверло; III тренировка, зарядка",
    kz: "I бұрғылау; II бұрғы; III дене шынықтыру; жаттығу"
  },
  {
    en: "drink ( drank, drunk) ",
    ru: "пить",
    kz: "ішу"
  },
  {
    en: "drink up (drank, drunk)",
    ru: "допивать",
    kz: "сарқа ішу"
  },
  {
    en: "drip",
    ru: "капать",
    kz: "тамшылау"
  },
  {
    en: "drive (drove, driven) ",
    ru: "I везти, гнать, ездить; II езда; III облава (на охоте)",
    kz: "I көлікпен әкелу, куу, жүру; II жүріс; III қаумалау, қоршау"
  },
  {
    en: "drive in",
    ru: "воткнуть",
    kz: "сұғу"
  },
  {
    en: "drive up (to)",
    ru: "подъехать",
    kz: "жақындап келу"
  },
  {
    en: "driver",
    ru: "шофёр, водитель",
    kz: "жүргізуші"
  },
  {
    en: "driving",
    ru: "езда (в экипаже), катание",
    kz: "жүріс, сырғанау"
  },
  {
    en: "it is drizzling",
    ru: "дождь моросит",
    kz: "жаңбыр нөсерлетіп тұр"
  },
  {
    en: "drone",
    ru: "гудеть",
    kz: "дүркірету"
  },
  {
    en: "drop",
    ru: "I высадить; II ронять; падать, пасть; III капать",
    kz: "I түсіру; II түсіріп алу; құлау, түсу; III тамшылау"
  },
  {
    en: "droplet",
    ru: "капелька",
    kz: "тамшы"
  },
  {
    en: "drought",
    ru: "засуха",
    kz: "құрғақшылық"
  },
  {
    en: "drowse",
    ru: "дремать",
    kz: "қалғу, мүлгу"
  },
  {
    en: "drug",
    ru: "наркотик",
    kz: "есірткі"
  },
  {
    en: "drugaddict",
    ru: "наркоман",
    kz: "нашақор"
  },
  {
    en: "drugstore",
    ru: "аптека",
    kz: "дәріхана"
  },
  {
    en: "drum",
    ru: "барабан",
    kz: "барабан"
  },
  {
    en: "drunk ",
    ru: "пьяный ",
    kz: "мас "
  },
  {
    en: "make drunk",
    ru: "опьянеть",
    kz: "мас болу"
  },
  {
    en: "drunkard",
    ru: "пьяница",
    kz: "маскүнем"
  },
  {
    en: "dry ",
    ru: "I сушить(ся); сохнуть; вытереть, осушить; II сухой; III насухо",
    kz: "I кептіру, кептіріну; кебу, қуару; сүрту, құрғату; II құрғақ, кебу; III құрғақ"
  },
  {
    en: "drying up ",
    ru: "обмеление (о реке)",
    kz: "саяздану, суы тартылу"
  },
  {
    en: "dry land",
    ru: "суша",
    kz: "құрлық"
  },
  {
    en: "dryness",
    ru: "сухость",
    kz: "құрғақ, кебу"
  },
  {
    en: "duck",
    ru: "утка",
    kz: "үйрек"
  },
  {
    en: "due",
    ru: "должный",
    kz: "міндетті, қарыз"
  },
  {
    en: "duel",
    ru: "поединок",
    kz: "жекпе-жек; айтыс-тартыс"
  },
  {
    en: "dues pl.",
    ru: "взнос",
    kz: "жарна"
  },
  {
    en: "dull",
    ru: "I непонятливость; II скучный; III неяркий",
    kz: "I түсіністік жоқ; II зеріккен, жабыққан; III көмескі"
  },
  {
    en: "dumb ",
    ru: "немой (бессловесный) прил. ",
    kz: "дыбыссыз "
  },
  {
    en: "dumb person",
    ru: "немой как сущ.",
    kz: "мылқау"
  },
  {
    en: "duplicate",
    ru: "размножить",
    kz: "көбейту, арттыру"
  },
  {
    en: "durable",
    ru: "прочный",
    kz: "мықты"
  },
  {
    en: "during ",
    ru: "в продолжение, втечение ",
    kz: "жалғасымен, уақыт аралығында "
  },
  {
    en: "during the winter holidays",
    ru: "на зимних каникулах",
    kz: "қысқы демалыста"
  },
  {
    en: "dusk",
    ru: "сумрак",
    kz: "қараңғы"
  },
  {
    en: "dust",
    ru: "стереть пыль; сор, мусор,пыль",
    kz: "шаң сүрту; қоқыс, шаң"
  },
  {
    en: "dust-jacket",
    ru: "обложка",
    kz: "тыс, қап, қаптама, мұқаба"
  },
  {
    en: "dustbin",
    ru: "мусорный ящик",
    kz: "қоқыс жәшік"
  },
  {
    en: "dusty",
    ru: "пыльный",
    kz: "шаң, шаңдақ"
  },
  {
    en: "duty ",
    ru: "I дежурство; II долг, обязанность; III наряд (задание) воен.; группа людей IV пошлина",
    kz: "I кезекшілік; II қарыз, міндеттеме; III наряд (әскери тапсырма), адамдар тобы); IV баж салығы"
  },
  {
    en: "be on duty",
    ru: "дежурить",
    kz: "кезекшілік ету"
  },
  {
    en: "on duty",
    ru: "на дежурстве",
    kz: "кезекшілікте"
  },
  {
    en: "night-duty",
    ru: "ночное дежурство",
    kz: "түнгі кезекшілік"
  },
  {
    en: "dwelling",
    ru: "жилище, жилплощадь",
    kz: "тұрғын үй, тұрғын үй аумағы"
  },
  {
    en: "dwelling space",
    ru: "жилплощадь",
    kz: "тұрғын үй аумағы"
  },
  {
    en: "dye",
    ru: "окрасить (платье, волосы и т.п.)",
    kz: "бояу"
  },
  {
    en: "each прил.",
    ru: "каждый",
    kz: "әрбір"
  },
  {
    en: "each of us",
    ru: "каждый из нас",
    kz: "біздің әрқайсымыз"
  },
  {
    en: "each other",
    ru: "друг друга",
    kz: "бір-бірін"
  },
  {
    en: "eagle",
    ru: "орёл",
    kz: "бүркіт"
  },
  {
    en: "ear",
    ru: "ухо, слух ",
    kz: "құлақ, есту "
  },
  {
    en: "slop one’sears",
    ru: "заткнуть уши",
    kz: "құлақ бітеу"
  },
  {
    en: "ear-flaps",
    ru: "наушники (у шапки)",
    kz: "құлақшын"
  },
  {
    en: "early ",
    ru: "ранний, рано ",
    kz: "ерте, ертемен "
  },
  {
    en: "a bit earlier",
    ru: "пораньше",
    kz: "ертерек"
  },
  {
    en: "earnest",
    ru: "серьёзный",
    kz: "байсалды"
  },
  {
    en: "ear-ring",
    ru: "серьга",
    kz: "сырға"
  },
  {
    en: "earnings pl",
    ru: "заработок ",
    kz: "жалақы"
  },
  {
    en: "earth",
    ru: "земля ",
    kz: "жер"
  },
  {
    en: "earthquake",
    ru: "землятресение ",
    kz: "жер сілкініс"
  },
  {
    en: "feel ill at ease",
    ru: "чувствовать себя неловко",
    kz: "өзін ыңғайсыз сезіну"
  },
  {
    en: "east ",
    ru: "восток ",
    kz: "шығыс "
  },
  {
    en: "Middle East",
    ru: "Ближний Восток",
    kz: "Таяу Шығыс"
  },
  {
    en: "Far East",
    ru: "Дальний Восток",
    kz: "Қиыр Шығыс"
  },
  {
    en: "eastward",
    ru: "на востоке",
    kz: "шығыста"
  },
  {
    en: "east (of)",
    ru: "к востоку",
    kz: "шығысқа"
  },
  {
    en: "easy",
    ru: "легкий (нетрудный); простой",
    kz: "оңай; қарапайым"
  },
  {
    en: "eat (ate, eaten) ",
    ru: "есть (о еде), кушать",
    kz: "жеу, тамақтану"
  },
  {
    en: "eat smth.",
    ru: "закусить (поесть)",
    kz: "жеу"
  },
  {
    en: "eau-de-Cologne",
    ru: "одеколон",
    kz: "иіссу"
  },
  {
    en: "economical",
    ru: "бережливый, экономный, расчётливый",
    kz: "сақ, ұқыпты, есепшіл"
  },
  {
    en: "economics ",
    ru: "экономика(наука)",
    kz: "экономика"
  },
  {
    en: "economist",
    ru: "экономист",
    kz: "экономист"
  },
  {
    en: "economy ",
    ru: "I экономика; II хозяйство",
    kz: "I экономика; II шаруашылық"
  },
  {
    en: "national economy",
    ru: "народное хозяйство",
    kz: "халық шаруашылығы"
  },
  {
    en: "edge",
    ru: "I лезвие, остриё; II ребро; край",
    kz: "I жүз, ұш; II қыр, жон; өлке, өңір"
  },
  {
    en: "edict",
    ru: "указ",
    kz: "жарлық"
  },
  {
    en: "edit",
    ru: "редактировать",
    kz: "редакциялау"
  },
  {
    en: "editing",
    ru: "редактирование",
    kz: "редакциялау"
  },
  {
    en: "edition",
    ru: "тираж (книги), издание",
    kz: "дана, басылым "
  },
  {
    en: "editor ",
    ru: "редактор ",
    kz: "редактор "
  },
  {
    en: "editor-in-chief",
    ru: "главный редактор",
    kz: "бас редактор"
  },
  {
    en: "editorial",
    ru: "редакционный ",
    kz: "редакциялық"
  },
  {
    en: "editorial board",
    ru: "редакционная коллегия",
    kz: "редациялық алқа"
  },
  {
    en: "editorial office",
    ru: "редакция (помещение)",
    kz: "редакция ғимараты"
  },
  {
    en: "editorial staff",
    ru: "редакция (коллектив)",
    kz: "редакция ұжымы"
  },
  {
    en: "editorship",
    ru: "редактирование",
    kz: "редакциялау"
  },
  {
    en: "edited by",
    ru: "под редакцией",
    kz: "редакциясымен"
  },
  {
    en: "educated",
    ru: "образованный",
    kz: "білімді, сауатты"
  },
  {
    en: "education ",
    ru: "I воспитание; II образование",
    kz: "I тәрбие, дайындық; II білім"
  },
  {
    en: "educational institution",
    ru: "учебное заведение",
    kz: "оқу мекемесі"
  },
  {
    en: "higher educational establishment",
    ru: "высшее учебное заведение",
    kz: "жоғары оқу орны"
  },
  {
    en: "educate",
    ru: "дать образование",
    kz: "білім беру"
  },
  {
    en: "be educated",
    ru: "получить образование",
    kz: "білім алу"
  },
  {
    en: "providing general education",
    ru: "общеобразовательный",
    kz: "жалпы білім беру"
  },
  {
    en: "effective",
    ru: "действенный",
    kz: "әсерлі, пәрменді"
  },
  {
    en: "efficient",
    ru: "действенный",
    kz: "әсерлі, пәрменді"
  },
  {
    en: "effort",
    ru: "старание",
    kz: "зер, зейін, талпыныс"
  },
  {
    en: "egg",
    ru: "яйцо",
    kz: "жұмыртқа"
  },
  {
    en: "either",
    ru: "I любой (из двух) сущ.; II также не (в отрицат. предл.)",
    kz: "I қай қайсысы, кез келгені II да (де) (болымсыз сөйлемде)"
  },
  {
    en: "elaborate",
    ru: "разработать",
    kz: "жасау, жетілдіру, жақсарту"
  },
  {
    en: "elapse",
    ru: "пройти(о времени)",
    kz: "өту"
  },
  {
    en: "elastic",
    ru: "резинка (лента)",
    kz: "резина"
  },
  {
    en: "elbow",
    ru: "локоть",
    kz: "шынтақ"
  },
  {
    en: "elderbrother",
    ru: "старший брат",
    kz: "аға"
  },
  {
    en: "elderly ",
    ru: "I немолодой; II пожилой",
    kz: "I жас емес, жасамыс; II мосқал, кексе, қартаң"
  },
  {
    en: "the elderly",
    ru: "пожилые",
    kz: "қарттар, қартаңдар"
  },
  {
    en: "elect ",
    ru: "выбрать (голосование), избрать (на выборах)",
    kz: "дауыс беру, сайлау"
  },
  {
    en: "election",
    ru: "выборный, избирательный",
    kz: "сайлаулы, сайланған"
  },
  {
    en: "election sg.",
    ru: "выборы, избрание",
    kz: "сайлау"
  },
  {
    en: "electric plug",
    ru: "вилка эл.",
    kz: "вилка"
  },
  {
    en: "electoral",
    ru: "выборный (относящийся к выборам), избирательный",
    kz: "сайлаулы, сайланған, сайлау"
  },
  {
    en: "elegant",
    ru: "изящный",
    kz: "әсем, көркем"
  },
  {
    en: "element",
    ru: "I основной, первоначальный; II элемент",
    kz: "I негізгі, бастапқы; II элемент"
  },
  {
    en: "elementary ",
    ru: "начальный (элементарный) ",
    kz: "бастапқы (қарапайым) "
  },
  {
    en: "elementary school",
    ru: "начальная школа",
    kz: "бастауыш мектеп"
  },
  {
    en: "elephant",
    ru: "слон",
    kz: "піл"
  },
  {
    en: "elevation",
    ru: "возвышение",
    kz: "биік, шың"
  },
  {
    en: "elevator",
    ru: "лифт",
    kz: "лифт"
  },
  {
    en: "eleven ",
    ru: "одиннадцать",
    kz: "он бір"
  },
  {
    en: "the eleventh",
    ru: "одиннадцатый",
    kz: "он бірінші"
  },
  {
    en: "ellipse",
    ru: "уйти (о времени)",
    kz: "кету; өту"
  },
  {
    en: "elm",
    ru: "вяз",
    kz: "шегіршін"
  },
  {
    en: "smb’s else",
    ru: "чужой",
    kz: "біреу, бөтен"
  },
  {
    en: "elucidate",
    ru: "выяснить",
    kz: "анықтау "
  },
  {
    en: "elucidation",
    ru: "выяснение",
    kz: "анықтау"
  },
  {
    en: "elude",
    ru: "избежать ",
    kz: "құтылу"
  },
  {
    en: "embarrass",
    ru: "I стеснительный, стесняющийся; II смутить",
    kz: "I ұялшақ, жасқаншақ; II ұялту"
  },
  {
    en: "embarrassed",
    ru: "растерянный",
    kz: "абыржыған, сасқалақтаған"
  },
  {
    en: "embarrassing ",
    ru: "I неловкий, затруднительный; II стеснительный",
    kz: "I қиын, күрделі; II ыңғайсыздану; ұялшақ"
  },
  {
    en: "embarrassment",
    ru: "смущение, растерянность",
    kz: "ұялу, абыржу, сасқалақтау"
  },
  {
    en: "embassy",
    ru: "посольство",
    kz: "елшілік"
  },
  {
    en: "emblem",
    ru: "значок ",
    kz: "кеуде белгі, төс белгі"
  },
  {
    en: "embrace sg",
    ru: "объятия",
    kz: "құшақ"
  },
  {
    en: "emerald",
    ru: "изумруд",
    kz: "изумруд"
  },
  {
    en: "emergency ",
    ru: "запасной, запасный ",
    kz: "қосалқы "
  },
  {
    en: "emergency exit",
    ru: "запасной выход",
    kz: "қосалқы шыға беріс"
  },
  {
    en: "eminence",
    ru: "возвышение",
    kz: "асқақтату, көтермелеу"
  },
  {
    en: "emotion",
    ru: "волнение",
    kz: "толқу"
  },
  {
    en: "emphasis",
    ru: "ударение перен.",
    kz: "екпін; күшейту"
  },
  {
    en: "emphasize",
    ru: "подчеркнуть перен.",
    kz: "ерекшелеу"
  },
  {
    en: "empire ",
    ru: "империя",
    kz: "империя"
  },
  {
    en: "employee",
    ru: "служащийсущ.",
    kz: "қызметші"
  },
  {
    en: "employer",
    ru: "предприниматель; работодатель",
    kz: "кәсіпкер; жұмыс беруші"
  },
  {
    en: "employment",
    ru: "применение; применить",
    kz: "қолдану, пайдалану"
  },
  {
    en: "empty ",
    ru: "пустой; несерьёзный ",
    kz: "бос; орнықсыз "
  },
  {
    en: "empty box",
    ru: "пустая коробка",
    kz: "бос қорап"
  },
  {
    en: "   become empty",
    ru: "опустеть",
    kz: "босау; арылу"
  },
  {
    en: "enclosure ",
    ru: "приложение (к письму)",
    kz: "тіркеме"
  },
  {
    en: "encourage",
    ru: "подбодрить; поощрить; приободрить",
    kz: "сергіту, дем беру, көңіл көтеру; қолдау "
  },
  {
    en: "encouragement",
    ru: "одобрение; поощрение",
    kz: "қолдау, мақұлдау; мадақтау, марапаттау"
  },
  {
    en: "end ",
    ru: "I конец, окончание; II закончить, закончиться; III прекратить",
    kz: "I соңы, аяғы; II аяқтау,бітіру; III тоқтату, доғару"
  },
  {
    en: "dismal end",
    ru: "печальный конец",
    kz: "қайғылы аяқталу"
  },
  {
    en: "enemy",
    ru: "враг, недруг, противник",
    kz: "жау, қас, дұшпан, қарсылас"
  },
  {
    en: "engage ",
    ru: "пригласить, нанять",
    kz: "жалдау"
  },
  {
    en: "engaged ",
    ru: "занято (ответ по телефону)",
    kz: "бос емес"
  },
  {
    en: "be engaged (in)",
    ru: "заниматься",
    kz: "шұғылдану, айналысу"
  },
  {
    en: "engagement",
    ru: "помолвка",
    kz: "атастыру"
  },
  {
    en: "engine",
    ru: "двигатель, машина, мотор",
    kz: "двигатель, қозғалтқыш, машина, мотор"
  },
  {
    en: "engineer ",
    ru: "инженер ",
    kz: "инженер "
  },
  {
    en: "mechanical engineer",
    ru: "инженер-механик",
    kz: "механик инженер"
  },
  {
    en: "civil engineer",
    ru: "инженер-строитель",
    kz: "құрылысшы инженер"
  },
  {
    en: "engineering",
    ru: "техника",
    kz: "техника "
  },
  {
    en: "English ",
    ru: "английский ",
    kz: "ағылшын "
  },
  {
    en: "in English",
    ru: "по-английски",
    kz: "ағылшынша"
  },
  {
    en: "speak English",
    ru: "говорить по–английски",
    kz: "ағылшынша сөйлеу"
  },
  {
    en: "enigmatic",
    ru: "загадочный",
    kz: "жұмбақ, құпия"
  },
  {
    en: "enjoy",
    ru: "насладиться, наслаждаться",
    kz: "рақаттану, ләззаттану"
  },
  {
    en: "enlarge",
    ru: "увеличить (размер); расширить",
    kz: "көбейту, ұлғайту, арттыру; кеңейту"
  },
  {
    en: "enlargement",
    ru: "расширение",
    kz: "кеңею"
  },
  {
    en: "enlightenment",
    ru: "просвещение(эпоха)",
    kz: "ағарту"
  },
  {
    en: "enlist",
    ru: "вербовать",
    kz: "азғыру"
  },
  {
    en: "enormous",
    ru: "огромный",
    kz: "үлкен, орасан, зор"
  },
  {
    en: "enough ",
    ru: "достаточно ",
    kz: "жеткілікті "
  },
  {
    en: "it is bad enough as it is",
    ru: "и без того плохо",
    kz: "онсыз да нашар"
  },
  {
    en: "it is enough",
    ru: "довольно, хватит",
    kz: "жетер, жетерлік"
  },
  {
    en: "enrich",
    ru: "обогатить (тж. перен.)",
    kz: "байыту; молайту; өңдеу (техн.)"
  },
  {
    en: "ensure",
    ru: "обеспечивать, обеспечить; гарантировать",
    kz: "қамтамасыз ету; кепілдендіру, кепілдік беру"
  },
  {
    en: "ensuring",
    ru: "обеспечение (действие)",
    kz: "қамтамасыз ету"
  },
  {
    en: "entangle",
    ru: "перепутать",
    kz: "жаңылыстыру"
  },
  {
    en: "enter ",
    ru: "I войти; вступить; занести(в список, протокол); II поступить, зачисляться",
    kz: "I кіру, ену; аяқ басу; жазу; II түсу"
  },
  {
    en: "enter in the record",
    ru: "запротоколировать",
    kz: "мәжілісхат жасау"
  },
  {
    en: "enter an institute",
    ru: "поступить в институт",
    kz: "институтқа түсу"
  },
  {
    en: "entering",
    ru: "поступление",
    kz: "орналасу"
  },
  {
    en: "entertain (smb to smth)",
    ru: "угостить, угощать (кого-л. чем-л.); развлечь",
    kz: "қонақ ету, сыйлау; алдандыру, көңіл аулау"
  },
  {
    en: "entertainment",
    ru: "развлечение (зрелище)",
    kz: "сауық, ойын-сауық"
  },
  {
    en: "entirely",
    ru: "совсем, всецело",
    kz: "біржола, түгел"
  },
  {
    en: "entrance ",
    ru: "ход, вход, подъезд ",
    kz: "жүру, кіре беріс; өте беріс "
  },
  {
    en: "main entrance",
    ru: "главный вход",
    kz: "бас кіре беріс"
  },
  {
    en: "entrance examinations",
    ru: "вступительные экзамены",
    kz: "оқуға түсу емтихандары"
  },
  {
    en: "entrust (to)",
    ru: "доверить",
    kz: "сену"
  },
  {
    en: "entry",
    ru: "запись",
    kz: "жазба"
  },
  {
    en: "enumeration",
    ru: "перечисление",
    kz: "санамалау"
  },
  {
    en: "envelope",
    ru: "конверт; обертка",
    kz: "конверт; орауыш, тыс, қын"
  },
  {
    en: "envious ",
    ru: "завистливый",
    kz: "қызғаншақ"
  },
  {
    en: "be envious of",
    ru: "завидовать",
    kz: "қызғану, көре алмау"
  },
  {
    en: "environment",
    ru: "среда, окружающая обстановка",
    kz: "орта, айнала қоршаған жағдай"
  },
  {
    en: "environs pl",
    ru: "окрестность",
    kz: "төңірек, маңай"
  },
  {
    en: "envy",
    ru: "завидовать; зависть",
    kz: "қызғану, көре алмау; қызғаныш"
  },
  {
    en: "epoch-making victory",
    ru: "историческая победа",
    kz: "тарихи жеңіс"
  },
  {
    en: "equal",
    ru: "ровный, равномерный; равный",
    kz: "бірдей; тең"
  },
  {
    en: "equality",
    ru: "равенство",
    kz: "теңдік"
  },
  {
    en: "equally",
    ru: "ровно, одинаково",
    kz: "тең, бірдей "
  },
  {
    en: "equally of rights",
    ru: "равноправие",
    kz: "теңдік"
  },
  {
    en: "equate (with)",
    ru: "приравнять",
    kz: "теңеу, теңестіру"
  },
  {
    en: "equip",
    ru: "оборудовать",
    kz: "жабдықтау"
  },
  {
    en: "equipment",
    ru: "техника, оборудование; снаряжение",
    kz: "құрал-жабдық; жабдықтау, қамдау"
  },
  {
    en: "eraser",
    ru: "резинка (для стирания), ластик",
    kz: "өшіргіш"
  },
  {
    en: "err",
    ru: "заблуждаться, ошибаться",
    kz: "адасу, шатасу, қателесу"
  },
  {
    en: "error",
    ru: "заблуждение, ошибка",
    kz: "адасу, шатасу, қате"
  },
  {
    en: "erroneously",
    ru: "неправильно,ошибочно",
    kz: "қате, бұрыс"
  },
  {
    en: "escape",
    ru: "I бежать, спасаться от бегства; спасение II уйти; избежать; III отделаться (with) (чем-л.); IV побег",
    kz: "I қашу; құтылу II жасырыну, тасалану; III ерекшелену, оқшаулану; IV қашу"
  },
  {
    en: "escort",
    ru: "конвоировать",
    kz: "айдауылдау"
  },
  {
    en: "especially",
    ru: "особенно",
    kz: "әсіресе"
  },
  {
    en: "essay",
    ru: "сочинение, школьное сочинение,  реферат, исследование,  очерк ",
    kz: "шығарма, мектеп шығармасы,  реферат, зерттеу,очерк"
  },
  {
    en: "essence",
    ru: "существо (сущность)",
    kz: "мән, мәніс"
  },
  {
    en: "essential",
    ru: "существенный",
    kz: "маңызды, мәнді"
  },
  {
    en: "establish",
    ru: "учредить, учреждать",
    kz: "құру, ұйымдастыру"
  },
  {
    en: "establishment",
    ru: "учреждение",
    kz: "мекеме"
  },
  {
    en: "estate",
    ru: "владение (земельное)",
    kz: "меншік"
  },
  {
    en: "esteem",
    ru: "уважать; уважение",
    kz: "құрметтеу; құрмет"
  },
  {
    en: "estimate",
    ru: "расценить",
    kz: "баға қою (кесу), бағалау"
  },
  {
    en: "Estonian",
    ru: "I эстонец; II эстонский",
    kz: "I эстон; II эстондық"
  },
  {
    en: "Estonian, the Estonian language",
    ru: "эстонский язык",
    kz: "эстон тілі"
  },
  {
    en: "eternally",
    ru: "вечно",
    kz: "мәңгі"
  },
  {
    en: "evade",
    ru: "избежать (спастись)",
    kz: "құтылу"
  },
  {
    en: "evaluate",
    ru: "оценивать, оценить",
    kz: "бағалау"
  },
  {
    en: "eve ",
    ru: "канун ",
    kz: "бір күн бұрын "
  },
  {
    en: "on the eve",
    ru: "накануне",
    kz: "бір күн бұрын"
  },
  {
    en: "even",
    ru: "I чётный; II ровный (о поверхности); III даже",
    kz: "I жұп; II бірдей, тегіс; III тіпті"
  },
  {
    en: "evening ",
    ru: "вечер ",
    kz: "кеш "
  },
  {
    en: "in the evening",
    ru: "вечером",
    kz: "кешке"
  },
  {
    en: "event",
    ru: "событие, происшествие",
    kz: "оқиға"
  },
  {
    en: "evently",
    ru: "ровно",
    kz: "бірдей"
  },
  {
    en: "ever",
    ru: "когда-нибудь (в прошлом, в вопрос. предл.)",
    kz: "әйтеуір бір"
  },
  {
    en: "every ",
    ru: "каждый ",
    kz: "әрбір "
  },
  {
    en: "every day",
    ru: "каждый день, повседневный",
    kz: "күнде, күн сайын, күнделікті"
  },
  {
    en: "every moment (minute)",
    ru: "поминутно",
    kz: "минут сайын"
  },
  {
    en: "everybody",
    ru: "всякий как сущ., каждый",
    kz: "әркім "
  },
  {
    en: "everyday",
    ru: "каждодневный",
    kz: "күнде, күн сайын"
  },
  {
    en: "everyone",
    ru: "каждый",
    kz: "әркім"
  },
  {
    en: "everywhere",
    ru: "везде, всюду",
    kz: "барлық жерде"
  },
  {
    en: "evidence ",
    ru: "улика, свидетельство, показания, доказательство ",
    kz: "айғақ, дәлел, куәгерлік, дәлел "
  },
  {
    en: "give evidence",
    ru: "свидетельствовать",
    kz: "куә болу, куәландыру"
  },
  {
    en: "evident",
    ru: "явный",
    kz: "айқын"
  },
  {
    en: "it is evident",
    ru: "чувствуется безл.",
    kz: "сезіледі"
  },
  {
    en: "evidently",
    ru: "по-видимому",
    kz: "байқауымша"
  },
  {
    en: "evil",
    ru: "зло ",
    kz: "ашу, ыза"
  },
  {
    en: "exactly",
    ru: "точно,ровно; именно, как раз",
    kz: "дәл, нақ; дәл солай"
  },
  {
    en: "exaggerate",
    ru: "преувеличить",
    kz: "асыру, көтеру"
  },
  {
    en: "exaggeration",
    ru: "преувеличение",
    kz: "асыру, көтеру"
  },
  {
    en: "examination, разг. exam ",
    ru: "I экзамен, испытание; II исследование мед.; III осмотр",
    kz: "I емтихан; II тексеру мед.; III байқау, қарау"
  },
  {
    en: "fail an examination",
    ru: "не выдержать экзамен",
    kz: "емтихан тапсыра алмау"
  },
  {
    en: "pass an examination",
    ru: "выдержать экзамен",
    kz: "емтихан тапсыру"
  },
  {
    en: "examine",
    ru: "экзаменовать; проверить; разглядывать",
    kz: "емтихан алу; сынау; қадала (тесіле) қарау"
  },
  {
    en: "examiner",
    ru: "экзаменатор",
    kz: "емтиханшы"
  },
  {
    en: "example ",
    ru: "образец, пример ",
    kz: "үлгі "
  },
  {
    en: "be an example",
    ru: "служить примером",
    kz: "үлгілік қызмет атқарады"
  },
  {
    en: "for example",
    ru: "например",
    kz: "мысалы, мәселен"
  },
  {
    en: "excellent",
    ru: "отлично (отметка); превосходный",
    kz: "үздік; басым, күшті"
  },
  {
    en: "excellent pupil",
    ru: "отличник",
    kz: "үздік оқушы"
  },
  {
    en: "except",
    ru: "I кроме; II исключать",
    kz: "I одан басқа; II алып тастау"
  },
  {
    en: "exchange ",
    ru: "I менять, обменивать,  меняться, обмениваться; II обмен; III биржа",
    kz: "I ауыстыру, айырбастау, алмасу, алысу; II айырбас, ауыстыру; III биржа"
  },
  {
    en: "exchange glances",
    ru: "обменяться взглядами",
    kz: "көзқарастарын айту"
  },
  {
    en: "in exchange for",
    ru: "взамен",
    kz: "айырбас"
  },
  {
    en: "rate of exchange",
    ru: "курс (валюты)",
    kz: "бағам (валюта)"
  },
  {
    en: "excite",
    ru: "взволновать",
    kz: "толқыту"
  },
  {
    en: "excited",
    ru: "взволнованный",
    kz: "толқулы"
  },
  {
    en: "exclaim",
    ru: "воскликнуть",
    kz: "дауыстап жіберу"
  },
  {
    en: "exclamation",
    ru: "восклицание",
    kz: "леп, лептеу"
  },
  {
    en: "exclamatory",
    ru: "восклицательный",
    kz: "лепті, күшті, қатты"
  },
  {
    en: "exclamation mark",
    ru: "восклицательный знак",
    kz: "леп белгісі"
  },
  {
    en: "exclude",
    ru: "исключать",
    kz: "алып тастау "
  },
  {
    en: "excursion",
    ru: "экскурсия",
    kz: "экскурсия, серуен"
  },
  {
    en: "excuse ",
    ru: "I извинение, извинить; II отговорка",
    kz: "I кешірім, кешіру; II сылтау"
  },
  {
    en: "excuse me!",
    ru: "извините (как вводное слово)",
    kz: "кешіріңіз!"
  },
  {
    en: "excuse (from)",
    ru: "освободить (от обязанности)",
    kz: "босату"
  },
  {
    en: "poor/lame excuse",
    ru: "неуважительная причина",
    kz: "себепсіз жағдай"
  },
  {
    en: "execute",
    ru: "I выполнить, выполнять; II казнить",
    kz: "I орындау, атқару; II қаза қылу"
  },
  {
    en: "execution",
    ru: "казнь",
    kz: "қаза"
  },
  {
    en: "executor",
    ru: "исполнитель",
    kz: "орындаушы "
  },
  {
    en: "exemplary",
    ru: "образцовый",
    kz: "үлгілі, озық"
  },
  {
    en: "exemption",
    ru: "изъятие (исключение)",
    kz: "алу, шығару; алып тастау, шығарып тастау"
  },
  {
    en: "exercises pl",
    ru: "зарядка (физкультурная)",
    kz: "дене шынықтыру; жаттығу"
  },
  {
    en: "exercise-book ",
    ru: "тетрадь",
    kz: "дәптер"
  },
  {
    en: "exile",
    ru: "изгнать (отправить в ссылку)",
    kz: "қуу, жер аудару"
  },
  {
    en: "exist",
    ru: "существовать",
    kz: "тіршілік ету"
  },
  {
    en: "existence",
    ru: "существование",
    kz: "тіршілік ету"
  },
  {
    en: "member of an expedition",
    ru: "участник экспедиции",
    kz: "экспедицияғақатысушы"
  },
  {
    en: "live at smb’s expense",
    ru: "сидеть у кого-л. на шее ",
    kz: "біреудің асырауында отыру"
  },
  {
    en: "expect",
    ru: "ждать, ожидать",
    kz: "күту"
  },
  {
    en: "expectation",
    ru: "ожидание",
    kz: "күту, тосу; үміттену"
  },
  {
    en: "expel",
    ru: "исключать (из учебного заведения)",
    kz: "шығару (оқу орнынан)"
  },
  {
    en: "expenditure",
    ru: "затрата ",
    kz: "шығын"
  },
  {
    en: "expensive ",
    ru: "дорого (о стоимости), дорогой, дорогостоящий ",
    kz: "қымбат (бағасы),  қымбат тұратын "
  },
  {
    en: "become more expensive",
    ru: "подорожать",
    kz: "қымбаттау"
  },
  {
    en: "experience",
    ru: "I опыт, практика; II испытать, испытывать",
    kz: "I тәжірибе; II сынау"
  },
  {
    en: "experiment ",
    ru: "опыт, эксперимент",
    kz: "тәжірибе"
  },
  {
    en: "expert (in)",
    ru: "специалист,  знаток",
    kz: "маман, білгір,білгіш"
  },
  {
    en: "explain",
    ru: "объяснить, пояснить",
    kz: "түсіндіру, ұғындыру"
  },
  {
    en: "explanation",
    ru: "объяснение, пояснение",
    kz: "түсінік, ұғындыру"
  },
  {
    en: "exploit",
    ru: "подвиг",
    kz: "ерлік"
  },
  {
    en: "exploration",
    ru: "исследование (страны и т.п.)",
    kz: "зерттеу"
  },
  {
    en: "explore",
    ru: "исследовать (страну и т.п.); разведывать",
    kz: "зерттеу; барлау"
  },
  {
    en: "explorer",
    ru: "исследователь (страны и т.п.)",
    kz: "зерттеуші"
  },
  {
    en: "explosion",
    ru: "взрыв",
    kz: "жарылыс"
  },
  {
    en: "export",
    ru: "вывезти (за границу)",
    kz: "алып кету (шетелге)"
  },
  {
    en: "exposure",
    ru: "разоблачение",
    kz: "әшкерелеу"
  },
  {
    en: "express ",
    ru: "выразить, изъявить, изъявлять",
    kz: "айтып салу, білдіру, жариялау, мәлімдеу"
  },
  {
    en: "expressed",
    ru: "выраженный ",
    kz: "айқын, анық"
  },
  {
    en: "extend",
    ru: "I протяжение; II продлить",
    kz: "I ұзындығы, бойы; II ұзарту"
  },
  {
    en: "exterior",
    ru: "внешность",
    kz: "сыртқы пішін"
  },
  {
    en: "exterminate",
    ru: "истребить",
    kz: "қыру, жою"
  },
  {
    en: "extermination",
    ru: "истребление",
    kz: "қыру, жою"
  },
  {
    en: "externalear",
    ru: "ушная раковина",
    kz: "құлақ қалқаны"
  },
  {
    en: "extract",
    ru: "отрывок",
    kz: "үзінді"
  },
  {
    en: "extraction",
    ru: "добыча (угля, руды и т.п.)",
    kz: "өндіру"
  },
  {
    en: "extraordinary",
    ru: "внеочередной (сверх очереди); необыкновенный",
    kz: "кезексіз; әдеттегідей емес, ерекше"
  },
  {
    en: "extravagant",
    ru: "I излишний II расточительный",
    kz: "I орынсыз II ысырапшыл"
  },
  {
    en: "extremely",
    ru: "крайне ",
    kz: "өте"
  },
  {
    en: "desperate extremity",
    ru: "крайняя необходимость",
    kz: "өте қажеттілік"
  },
  {
    en: "eye",
    ru: "глаз",
    kz: "көз"
  },
  {
    en: "eyebrow",
    ru: "бровь",
    kz: "қабақ"
  },
  {
    en: "eyelash",
    ru: "ресница",
    kz: "кірпік"
  },
  {
    en: "eyelid ",
    ru: "веко ",
    kz: "қабақ"
  },
  {
    en: "eye-socket",
    ru: "глазная впадина",
    kz: "көз шұңқыры"
  },
  {
    en: "within eyeshot",
    ru: "в поле зрения",
    kz: "көру аумағында"
  },
  {
    en: "eyesright!",
    ru: "равнение направо! воен.",
    kz: "оңға теңел!"
  },
  {
    en: "eye-witness",
    ru: "очевидец",
    kz: "көрген, көруші"
  },
  {
    en: "fabric ",
    ru: "ткань ",
    kz: "мата, кездеме"
  },
  {
    en: "face",
    ru: "I лицо; II циферблат часов",
    kz: "I бет, жүз; II сағаттың циферблаты"
  },
  {
    en: "facial expression",
    ru: "мимика ",
    kz: "ым"
  },
  {
    en: "factory",
    ru: "фабрика, завод",
    kz: "фабрика, зауыт"
  },
  {
    en: "facts",
    ru: "данные",
    kz: "деректер"
  },
  {
    en: "faculty",
    ru: "I факультет; II способность; III кафедра (люди)",
    kz: "I факультет; II қабілеттілік; III кафедра"
  },
  {
    en: "in fact",
    ru: "действительно",
    kz: "анық, шын"
  },
  {
    en: "fade",
    ru: "полинять",
    kz: "оңу, түлеу"
  },
  {
    en: "fail ",
    ru: "потерпеть неудачу ",
    kz: "сәтсіздікке ұшырау "
  },
  {
    en: "without fail",
    ru: "обязательно",
    kz: "міндетті түрде"
  },
  {
    en: "failure",
    ru: "провал, неудача",
    kz: "сәтсіздік"
  },
  {
    en: "faint-heartedness",
    ru: "малодушие",
    kz: "жасықтық"
  },
  {
    en: "fair ",
    ru: "I ярмарка; II белокурый; русый; III честный, справедливый",
    kz: "I жәрмеңке; II ақ сары; ақшыл сары; III адал, әділ"
  },
  {
    en: "fair amount (of)",
    ru: "порядочно (довольно много)",
    kz: "өте көп, өте мол"
  },
  {
    en: "fair-haired man",
    ru: "блондин",
    kz: "сары шашты кісі"
  },
  {
    en: "fairly",
    ru: "порядочно",
    kz: "біршама, едәуір"
  },
  {
    en: "fairy",
    ru: "I довольно; II сказочный",
    kz: "I разы, риза; IІ ертегілік, ертегідей"
  },
  {
    en: "fairy-tale",
    ru: "сказка",
    kz: "ертегі"
  },
  {
    en: "fake",
    ru: "подтасовать",
    kz: "жасырын ауыстыру, сапырылыстыру; әдейі (қасақана) шатастыру, бұрмалау"
  },
  {
    en: "falcon",
    ru: "сокол",
    kz: "сұңқар"
  },
  {
    en: "fall (down) (fell, fallen) ",
    ru: "I упасть; облетать, облететь; II снижение",
    kz: "I құлап түсу, жығылу; щола ұшу; ұшыпбайқау II төмендеу"
  },
  {
    en: "fall in love (with)",
    ru: "влюбиться",
    kz: "ғашық болу, ұнату"
  },
  {
    en: "fall back воен.",
    ru: "отступить",
    kz: "шегіну"
  },
  {
    en: "fall through",
    ru: "провалиться",
    kz: "құлап түсу"
  },
  {
    en: "fall Am",
    ru: "осень",
    kz: "күз"
  },
  {
    en: "falls pl.",
    ru: "водопад",
    kz: "сарқырама"
  },
  {
    en: "false",
    ru: "неискренний; подставной",
    kz: "қара ниет, монтаны; жалған"
  },
  {
    en: "falsehood",
    ru: "ложь, неправда",
    kz: "жалған, өтірік"
  },
  {
    en: "fame",
    ru: "слава, знаменитость; известность",
    kz: "даңқ, атақтылық, әйгілілік; танымалдылық"
  },
  {
    en: "familiar ",
    ru: "знакомый ",
    kz: "таныс "
  },
  {
    en: "his face is familiar to me",
    ru: "его лицо мне знакомо",
    kz: "оның түрі маған таныс"
  },
  {
    en: "family",
    ru: "I семья, семейство; II род",
    kz: "I отбасы; II әулет, ру"
  },
  {
    en: "family name",
    ru: "фамилия",
    kz: "тек"
  },
  {
    en: "family tree",
    ru: "родословная",
    kz: "шежіре"
  },
  {
    en: "famous",
    ru: "знаменитый ",
    kz: "атақты, әйгілі"
  },
  {
    en: "fan",
    ru: "болельщик",
    kz: "жанкүйер"
  },
  {
    en: "fancy",
    ru: "I воображение; II вообразить",
    kz: "I елес; II елестету"
  },
  {
    en: "fancy bread",
    ru: "сдоба",
    kz: "тоқаш нан"
  },
  {
    en: "far (from) ",
    ru: "вдалеке (от чего-л.), далекий ",
    kz: "алыста (бір нәрседен), алыс "
  },
  {
    en: "it is not far",
    ru: "близко",
    kz: "жақын"
  },
  {
    en: "not far from/off",
    ru: "вблизи",
    kz: "жақын жерде"
  },
  {
    en: "far off",
    ru: "далеко",
    kz: "алыс"
  },
  {
    en: "far from",
    ru: "далеко от",
    kz: "-дан (-ден, -тан, -тен) алыс"
  },
  {
    en: "not far away from",
    ru: "неподалеку (от)",
    kz: "-дан (-ден, -тан, -тен) алыс емес, жақын"
  },
  {
    en: "farewell",
    ru: "прощание, прощальный",
    kz: "қоштасу"
  },
  {
    en: "farm ",
    ru: "хозяйство с.-х. ",
    kz: "шаруа "
  },
  {
    en: "privately owned farm",
    ru: "единоличное хозяйство",
    kz: "жеке меншік шаруашылық"
  },
  {
    en: "farmer ",
    ru: "фермер",
    kz: "фермер"
  },
  {
    en: "fascinating",
    ru: "обаятельный, очаровательный",
    kz: "ғажайып сүйкімді (әсерлі, әдемі)"
  },
  {
    en: "fascination",
    ru: "обаяние, обаятельность",
    kz: "әсерлі, әсерлілік"
  },
  {
    en: "fashion",
    ru: "мода",
    kz: "сән"
  },
  {
    en: "fashionable",
    ru: "модный",
    kz: "сәнді"
  },
  {
    en: "fast ",
    ru: "быстро, быстро; скорый ",
    kz: "тез, жылдам; жедел "
  },
  {
    en: "be fast",
    ru: "спешить (о часах)",
    kz: "озық"
  },
  {
    en: "fasten ",
    ru: "закрепить, закреплять; застегнуть, пристегнуть ",
    kz: "бекіту; ілгектеу, түймелеу, іліктіру "
  },
  {
    en: "fasten the seat-belts (safety-belts)",
    ru: "пристегнуть ремни",
    kz: "белдікті іліктіру (тағу)"
  },
  {
    en: "fastening",
    ru: "застежка",
    kz: "ілгек, түймелік"
  },
  {
    en: "faster",
    ru: "скорее, скорей",
    kz: "тезірек, жылдамырақ"
  },
  {
    en: "fastidious",
    ru: "разборчивый, привeредливый",
    kz: "талғағыш, талғампаз"
  },
  {
    en: "fat ",
    ru: "I толстый (о человеке); II жир",
    kz: "I толық, семіз, жуан; II май"
  },
  {
    en: "grow fat",
    ru: "жиреть",
    kz: "майлану, семіру"
  },
  {
    en: "fatal",
    ru: "роковой, гибельный",
    kz: "жазмыш, тағдыр"
  },
  {
    en: "fate",
    ru: "I жребий; II судьба, доля",
    kz: "I жеребе, шар салу; II тағдыр, талай"
  },
  {
    en: "father",
    ru: "отец",
    kz: "әке"
  },
  {
    en: "father-in-law ",
    ru: "тесть, свёкор",
    kz: "қайын ата, күйеуінің әкесі"
  },
  {
    en: "fatherland",
    ru: "отечество",
    kz: "Отан"
  },
  {
    en: "fatherly",
    ru: "отеческий",
    kz: "әкелік"
  },
  {
    en: "fault",
    ru: "ошибка, вина, неправильный поступок",
    kz: "қате, кінә, мін"
  },
  {
    en: "favorite",
    ru: "любимец",
    kz: "сүйікті"
  },
  {
    en: "favour",
    ru: "одолжение",
    kz: "жәрдем (жақсылық) ету"
  },
  {
    en: "fear",
    ru: "I бояться; опасаться; II страх, испуг",
    kz: "I қорқу; қауіптену; II қорқыныш, үрей"
  },
  {
    en: "feasible",
    ru: "осуществимый",
    kz: "іске (жүзеге) асатын"
  },
  {
    en: "feast",
    ru: "пир",
    kz: "той, ас"
  },
  {
    en: "feat",
    ru: "подвиг",
    kz: "ерлік"
  },
  {
    en: "feather",
    ru: "перо (птичье)",
    kz: "қауырсын"
  },
  {
    en: "characteristic feature",
    ru: "отличительная черта",
    kz: "өзгеше (ерекше, айырым) белгі"
  },
  {
    en: "February",
    ru: "февраль",
    kz: "ақпан"
  },
  {
    en: "fee",
    ru: "вознаграждение (гонорар)",
    kz: "сыйақы (қаламақы)"
  },
  {
    en: "feed (fed, fed) ",
    ru: "кормить, накормить, питать ",
    kz: "тамақтандыру, қоректендіру "
  },
  {
    en: "feed (on)",
    ru: "питаться",
    kz: "тамақтану"
  },
  {
    en: "feel (felt, felt) ",
    ru: "I щупать; II чувствовать, ощутить;",
    kz: "I сипалау; II сезу, сезіну"
  },
  {
    en: "I feel sick",
    ru: "тошнить: меня тошнит безл.",
    kz: "жүрек айну, лоқсу"
  },
  {
    en: "How do you feel today?",
    ru: "самочувствие: как ваше самочувствие?",
    kz: "көңіл күйі: сіздің көңіл күйіңіз қалай?"
  },
  {
    en: "feeling ",
    ru: "чувство, ощущение ",
    kz: "сезім, түйсік "
  },
  {
    en: "there is a feeling",
    ru: "чувствуется безл.",
    kz: "сезіледі"
  },
  {
    en: "fees pl.",
    ru: "взнос",
    kz: "жарна"
  },
  {
    en: "feign",
    ru: "притвориться",
    kz: "мүләйімсу, тәлімсу"
  },
  {
    en: "fell ",
    ru: "рубить (деревья)",
    kz: "шабу"
  },
  {
    en: "fellow",
    ru: "парень разг.",
    kz: "бозбала"
  },
  {
    en: "fellow-traveller",
    ru: "попутчик",
    kz: "жолдас, серік"
  },
  {
    en: "felt",
    ru: "войлок",
    kz: "киіз"
  },
  {
    en: "female",
    ru: "I женский; II самка",
    kz: "I әйелдік II ұрғашы мал"
  },
  {
    en: "feminine",
    ru: "женский",
    kz: "әйелдік"
  },
  {
    en: "fence ",
    ru: "забор, изгородь, ограда",
    kz: "дуал, кішкене қоршау, шарбақ "
  },
  {
    en: "fence off",
    ru: "обособить",
    kz: "жекелеу, бөлектеу"
  },
  {
    en: "fence in",
    ru: "огородить",
    kz: "қоршау"
  },
  {
    en: "ferry (-boat)",
    ru: "паром",
    kz: "паром"
  },
  {
    en: "few ",
    ru: "немногие; немного ",
    kz: "көп емес, аз "
  },
  {
    en: "a few",
    ru: "несколько",
    kz: "бірнеше"
  },
  {
    en: "in a few days",
    ru: "через несколько дней",
    kz: "бірнеше күннен соң"
  },
  {
    en: "fiancée",
    ru: "невеста",
    kz: "қалыңдық "
  },
  {
    en: "fiddle",
    ru: "скрипка",
    kz: "скрипка"
  },
  {
    en: "field of vision",
    ru: "поле зрения",
    kz: "көз алдында"
  },
  {
    en: "field",
    ru: "I поле; II область перен.",
    kz: "I дала, егіс даласы, танап; II облыс; ауысп. сала, аумақ"
  },
  {
    en: "fierce",
    ru: "свирепый",
    kz: "қатал, қаһарлы, мейірімсіз"
  },
  {
    en: "fiery",
    ru: "огненный, пламенный",
    kz: "отты, жалынды"
  },
  {
    en: "fifteen",
    ru: "пятнадцать",
    kz: "он бес"
  },
  {
    en: "fifth",
    ru: "пятый",
    kz: "бесінші"
  },
  {
    en: "fiftieth",
    ru: "пятидесятый",
    kz: "елуінші"
  },
  {
    en: "fifty",
    ru: "пятьдесят",
    kz: "елу"
  },
  {
    en: "fight;",
    ru: "бой, борьба, драка;",
    kz: "ұрыс, күрес, төбелес;"
  },
  {
    en: "fight (fought, fought)",
    ru: "бороться, сразиться, драться",
    kz: "күресу, ұрысу, төбелесу"
  },
  {
    en: "fighting",
    ru: "боевой",
    kz: "қайсар"
  },
  {
    en: "figurative",
    ru: "образный",
    kz: "бейнелі"
  },
  {
    en: "figure",
    ru: "I облик; II цифра; III фигура",
    kz: "I кейіп, кескін, рең, бейне; II цифр; III фигура, мүсін"
  },
  {
    en: "file",
    ru: "I приобщить к делу; II дело канц.",
    kz: "I іске қосып тіркеу; II іс"
  },
  {
    en: "fill",
    ru: "I налить, наполнить, насыпать; II заставить; III начинать (with); VI пломбировать (зуб)",
    kz: "I құю, толтыру, себу, шашу; II қою, қойып тастау, орнату; III бастау; VI тығындау, бітеу"
  },
  {
    en: "fill in",
    ru: "заполнить, заполнять;",
    kz: "толтыру;"
  },
  {
    en: "fill in / up",
    ru: "засыпать (яму и т.п.)",
    kz: "көму"
  },
  {
    en: "filling",
    ru: "начинка, пломба",
    kz: "салынған, толтырылған,  пломба"
  },
  {
    en: "film",
    ru: "фильм; плёнка",
    kz: "фильм; таспа"
  },
  {
    en: "final",
    ru: "I окончательный; II заключительный, конечный",
    kz: "I соңғы; толық; II қорытынды, соңғы, шеткі"
  },
  {
    en: "finally",
    ru: "I окончательно; II наконец, в заключение",
    kz: "I біржола, II нәтижесінде, сонымен"
  },
  {
    en: "finance",
    ru: "финансировать",
    kz: "қаржыландыру"
  },
  {
    en: "financial ",
    ru: "финансовый ",
    kz: "қаржылық"
  },
  {
    en: "financial embarrassment",
    ru: "денежные затруднения",
    kz: "ақша (қаражат) қиындықтары"
  },
  {
    en: "find (found, found)",
    ru: "I найти, открыть, отыскать II застать; III находка; IV нащупать",
    kz: "I табу, ашу, іздеу; II үстінен шығу, тап болу; III олжа; IV сипалау; байқау, бажайлау"
  },
  {
    en: "find out",
    ru: "выяснить; разведывать",
    kz: "түсіндіру, анықтау; байқау"
  },
  {
    en: "fine",
    ru: "I штраф; II великолепный; III хороший, красивый",
    kz: "I айыппұл; II керемет; III жақсы, әдемі"
  },
  {
    en: "finger ",
    ru: "палец (на руке) ",
    kz: "саусақ "
  },
  {
    en: "little finger",
    ru: "мизинец (на руке)",
    kz: "шынтақ"
  },
  {
    en: "finish",
    ru: "I завершить, закончить, закончиться; II дочитать, дочитывать",
    kz: "I аяқтау, тәмамдау, бітіру; II оқып бітіру"
  },
  {
    en: "finishing",
    ru: "окончание (действие)",
    kz: "аяқтау, бітіру "
  },
  {
    en: "finish writing",
    ru: "дописать, дописывать",
    kz: "аяқтап жазу, жазып бітіру"
  },
  {
    en: "fire",
    ru: "I огонь; пожар; II обстрел",
    kz: "I от, жалын, атыс; өрт; II ату, атысу, атыс;"
  },
  {
    en: "fire (at)",
    ru: "стрелять",
    kz: "ату"
  },
  {
    en: "fire-armspl",
    ru: "огнестрельное оружие",
    kz: "дәрімен атылатын қару"
  },
  {
    en: "fire-hose",
    ru: "пожарный рукав",
    kz: "өрт шлангісі"
  },
  {
    en: "fire-place ",
    ru: "камин ",
    kz: "тас пеш"
  },
  {
    en: "firing",
    ru: "перестрелка",
    kz: "атыс"
  },
  {
    en: "firm",
    ru: "I фирма; II твёрдый, прочный, крепкий; III решительный (категорический)",
    kz: "I фирма; II мықты, берік; III батыл, өктем"
  },
  {
    en: "firmament",
    ru: "небосвод",
    kz: "көк күмбезі"
  },
  {
    en: "first ",
    ru: "I сначала; начальный; II первый",
    kz: "I алдымен; бастамасында; II бірінші"
  },
  {
    en: "at first",
    ru: "сперва; вначале",
    kz: "біріншіден, алдымен; бастапқыда, әуелде"
  },
  {
    en: "in the first place",
    ru: "во-первых",
    kz: "біріншіден"
  },
  {
    en: "for the first time",
    ru: "впервые",
    kz: "алғаш рет"
  },
  {
    en: "first-born",
    ru: "первенец",
    kz: "алғашқы, тұңғыш"
  },
  {
    en: "first course сущ. ",
    ru: "первое ",
    kz: "бірінші, тұңғыш "
  },
  {
    en: "for the first course",
    ru: "на первое",
    kz: "біріншіге"
  },
  {
    en: "first-form boy",
    ru: "первоклассник",
    kz: "бірінші сынып оқушысы"
  },
  {
    en: "firstly",
    ru: "во-первых",
    kz: "біріншіден"
  },
  {
    en: "first-year student",
    ru: "первокурсник",
    kz: "бірінші курс студенті"
  },
  {
    en: "fir-tree",
    ru: "елка",
    kz: "шырша"
  },
  {
    en: "fish",
    ru: "I рыбный; II удить рыбу; III рыба",
    kz: "I балықтық; II балық аулау; III балық"
  },
  {
    en: "fisherman ",
    ru: "рыбак ",
    kz: "балықшы"
  },
  {
    en: "fishing ",
    ru: "рыбалка ",
    kz: "балық аулау"
  },
  {
    en: "fishing-rod",
    ru: "удочка",
    kz: "қармақ"
  },
  {
    en: "fist",
    ru: "кулак",
    kz: "жұдырық"
  },
  {
    en: "fit ",
    ru: "I сидеть (об одежде), подойти; примерить; II пригодный; III приспособить",
    kz: "I қонымды /қонымсыз; өлшеу; II жарамды; III бейімдеу, ыңғайлау"
  },
  {
    en: "fit of anger",
    ru: "вспышка гнева",
    kz: "ашулану"
  },
  {
    en: "fit out",
    ru: "оборудовать",
    kz: "жабдықтау"
  },
  {
    en: "it does not fit me",
    ru: "это мне не подходит по размеру",
    kz: "бұл маған размері жағынан дұрыс келмейді"
  },
  {
    en: "fitter",
    ru: "слесарь",
    kz: "слесарь"
  },
  {
    en: "five ",
    ru: "пять, пятеро ",
    kz: "бес, бесеуі "
  },
  {
    en: "past five",
    ru: "шестой час",
    kz: "алтыншы сағат"
  },
  {
    en: "five hundred",
    ru: "пятьсот",
    kz: "бес жүз"
  },
  {
    en: "five-hundredth",
    ru: "пятисотый",
    kz: "бес жүзінші"
  },
  {
    en: "fix ",
    ru: "I закрепить, закреплять; зафиксировать; II назначить",
    kz: "I бекіту; II тағайындау"
  },
  {
    en: "fix attention on smth",
    ru: "зафиксировать внимание на чем-л",
    kz: "бір нәрсені назарда сақтау"
  },
  {
    en: "fix a pension",
    ru: "назначить пенсию",
    kz: "зейнетақы тағайындау"
  },
  {
    en: "fixed ",
    ru: "пристальный ",
    kz: "үңіле, қадала; ынталы "
  },
  {
    en: "fixed stare",
    ru: "пристальный взгляд",
    kz: "үңіле (қадала) қарау"
  },
  {
    en: "flakes ",
    ru: "хлопья (снега)",
    kz: "ұлпа (қар)"
  },
  {
    en: "flag",
    ru: "знамя, флаг",
    kz: "ту, жалау"
  },
  {
    en: "flame",
    ru: "пламя",
    kz: "жалын"
  },
  {
    en: "flaming",
    ru: "пламенный",
    kz: "жалынды"
  },
  {
    en: "flap",
    ru: "махать (крыльями)",
    kz: "қағу (бұлғау, сілтеу) "
  },
  {
    en: "flare",
    ru: "вспышка",
    kz: "жарқыл"
  },
  {
    en: "flash",
    ru: "I вспышка; II сверкнуть, блеснуть",
    kz: "I жарқыл; II жалт (жарқ, жылт) ету"
  },
  {
    en: "flat ",
    ru: "I жилплощадь; II ровный, плоский; III квартира",
    kz: "I тұрғын үй алаңы; II тегіс, жазық, жалпақ; III пәтер"
  },
  {
    en: "flaw ",
    ru: "пробел (недостаток)",
    kz: "кемшілік"
  },
  {
    en: "flee",
    ru: "бежать (от чего-либо)",
    kz: "қашу"
  },
  {
    en: "flesh",
    ru: "мясо; плоть",
    kz: "ет; тән"
  },
  {
    en: "flexible",
    ru: "гибкий",
    kz: "иілгіш"
  },
  {
    en: "flight ",
    ru: "рейс, полёт",
    kz: "рейс, ұшу"
  },
  {
    en: "flinch",
    ru: "вздрогнуть (от боли)",
    kz: "шошыну (селт ету), (шошып кету), (ыршып кету)"
  },
  {
    en: "float",
    ru: "I поплавок; II плыть (о предмете)",
    kz: "I қалтқы; II жүзу"
  },
  {
    en: "flock",
    ru: "стадо (овец, коз и т.д.)",
    kz: "отар"
  },
  {
    en: "flood",
    ru: "разлив",
    kz: "тасу"
  },
  {
    en: "floor ",
    ru: "этаж; пол ",
    kz: "қабат; еден "
  },
  {
    en: "ground floor",
    ru: "первый этаж",
    kz: "бірінші қабат"
  },
  {
    en: "flour",
    ru: "мукá",
    kz: "ұн"
  },
  {
    en: "flourish",
    ru: "расцвести перен.",
    kz: "өркендеу"
  },
  {
    en: "flow (flew, flown)",
    ru: "I вытечь; II течение,поток",
    kz: "I ағып кету; II ағыс, ағын"
  },
  {
    en: "flower",
    ru: "I цветок; II цвести",
    kz: "I гүл; II гүлдеу, гүлдену"
  },
  {
    en: "flowerbed ",
    ru: "клумба ",
    kz: "гүл шоғыры"
  },
  {
    en: "fluency",
    ru: "плавность; беглость",
    kz: "жатықтық, саздылық "
  },
  {
    en: "fluent ",
    ru: "плавный (о речи)",
    kz: "сазды (сөйлеу)"
  },
  {
    en: "fluff",
    ru: "пушинка",
    kz: "мамық, түбіт, ұлпа"
  },
  {
    en: "fluff up",
    ru: "взбить (волосы)",
    kz: "қопсыту "
  },
  {
    en: "fluffy",
    ru: "пушистый",
    kz: "ұлпа"
  },
  {
    en: "flush",
    ru: "румянец",
    kz: "беттің қызылы (шырайы)"
  },
  {
    en: "fly (flew, flown)",
    ru: "I летать, лететь; II бежать (о времени); III муха",
    kz: "I ұшу; II өту (уақыт); III шыбын"
  },
  {
    en: "fly away",
    ru: "улетать, улететь",
    kz: "ұшу, ұшып кету"
  },
  {
    en: "fly round",
    ru: "облетать, облететь (вокруг чего-л.)",
    kz: "аралай ұшу; айналып ұшу"
  },
  {
    en: "foe",
    ru: "враг, недруг",
    kz: "жау, қас, дұшпан"
  },
  {
    en: "fog ",
    ru: "туман ",
    kz: "тұман "
  },
  {
    en: "thick fog",
    ru: "густой туман",
    kz: "қалың тұман"
  },
  {
    en: "foggy",
    ru: "туманный",
    kz: "тұманды"
  },
  {
    en: "fold",
    ru: "сложить (пополам и т.п.)",
    kz: "бүктеу "
  },
  {
    en: "folder",
    ru: "скоросшиватель",
    kz: "лездік мұқаба"
  },
  {
    en: "fold into two",
    ru: "складывать вдвое",
    kz: "екі бүктеу  "
  },
  {
    en: "folk ",
    ru: "народный (о музыке и т.п.) ",
    kz: "халықтық (ұлттық) "
  },
  {
    en: "folk dance",
    ru: "народная пляска",
    kz: "халық биі"
  },
  {
    en: "follow ",
    ru: "следовать; следить (за ходом); последовать",
    kz: "еру, соңынан жүру; ізіне түсу"
  },
  {
    en: "follow smb.",
    ru: "вслед; идти вслед за кем-то",
    kz: "біреудің соңынан (ізімен) жүру"
  },
  {
    en: "follower",
    ru: "последователь",
    kz: "ізбасар"
  },
  {
    en: "following",
    ru: "следующий",
    kz: "келесі"
  },
  {
    en: "be fond (of)",
    ru: "любить",
    kz: "сүю, жақсы көру"
  },
  {
    en: "fondle",
    ru: "приласкать",
    kz: "еркелету"
  },
  {
    en: "fondness",
    ru: "склонность (симпатия)",
    kz: "бейімді, ынталы (ұнасым)"
  },
  {
    en: "food",
    ru: "I еда(пища), кушанье; II продовольственный",
    kz: "I тамақ, ас-ауқат; II азық-түлік"
  },
  {
    en: "food store ",
    ru: "гастрономический магазин",
    kz: "гастрономиялық дүкен"
  },
  {
    en: "food-value",
    ru: "питательность",
    kz: "құнарлы, нәрлі, жұғымды"
  },
  {
    en: "fool",
    ru: "глупец, дура, дурак",
    kz: "ақымақ"
  },
  {
    en: "foot ",
    ru: "I ступня, стопа (ноги); II подножие (горы)",
    kz: "I табан; II тау бөктері"
  },
  {
    en: "on foot",
    ru: "пешком",
    kz: "жаяу"
  },
  {
    en: "go on foot",
    ru: "ходить пешком",
    kz: "жаяу жүру"
  },
  {
    en: "at the foot of the mountain",
    ru: "у подножия горы",
    kz: "тау бөктерінде"
  },
  {
    en: "football",
    ru: "футбол",
    kz: "футбол"
  },
  {
    en: "footballer",
    ru: "футболист",
    kz: "футболист"
  },
  {
    en: "football-player",
    ru: "футболист",
    kz: "футболист"
  },
  {
    en: "footnote",
    ru: "ссылка, сноска",
    kz: "сілтеу; сілтеме, үзінді"
  },
  {
    en: "footprint",
    ru: "следноги",
    kz: "аяқтың ізі"
  },
  {
    en: "foot-wear",
    ru: "обувь",
    kz: "аяқ киім"
  },
  {
    en: "for ",
    ru: "I в предл. (для обозначения направления); II в продолжение; III для, к, на; IV из (по причине); V к (по отношению); VI потому что",
    kz: "I бағытты нұсқайды; II жалғасымен; III үшін; IV-дан, -ден;-тан; -тен;-нан; -нен;-ден, -нен;-ден, -нен; -пен, -тен; V қарағанда; VI сондықтан, өйткені"
  },
  {
    en: "for winter",
    ru: "на зиму",
    kz: "қысқа (қыс үшін)"
  },
  {
    en: "I will do it for you",
    ru: "я сделаю это для вас",
    kz: "мен мұны сіз үшін жасаймын (істеймін)"
  },
  {
    en: "What for?",
    ru: "для чего?",
    kz: "не үшін?"
  },
  {
    en: "a  book for children",
    ru: "книга для детей",
    kz: "балаларға арналған кітап"
  },
  {
    en: "it is very warm for a winter day",
    ru: "очень тепло для зимы",
    kz: "қысқа тән емес жылылық"
  },
  {
    en: "for ever, for good",
    ru: "навсегда",
    kz: "мәңгі"
  },
  {
    en: "force",
    ru: "I принудить; II сила; напор",
    kz: "I мәжбүрлеу; II күш; арын, қысым, екпін, тегеурін"
  },
  {
    en: "forced labour",
    ru: "принудительный труд",
    kz: "мәжбүрлік (еріксіз) жұмыс"
  },
  {
    en: "ford",
    ru: "вброд переходить (реку)",
    kz: "кешіп өту (өзенді)"
  },
  {
    en: "forecast ",
    ru: "прогноз ",
    kz: "болжам, болжау "
  },
  {
    en: "weather forecast",
    ru: "прогноз погоды",
    kz: "ауа райын болжау"
  },
  {
    en: "forehead",
    ru: "лоб",
    kz: "маңдай"
  },
  {
    en: "foreign ",
    ru: "заграничный, зарубежный; инородный, иностранный ",
    kz: "шекаралық, шет елдік; жат, бөтен; шет елдік "
  },
  {
    en: "foreign language",
    ru: "иностранный язык",
    kz: "шетел тілі"
  },
  {
    en: "foreigner",
    ru: "иностранец",
    kz: "шетелдік адам"
  },
  {
    en: "foresee",
    ru: "предвидеть",
    kz: "алдын ала көру (сезу)"
  },
  {
    en: "forest",
    ru: "лес",
    kz: "орман"
  },
  {
    en: "forge a document",
    ru: "подделать документ",
    kz: "құжат жасандылау"
  },
  {
    en: "forgery ",
    ru: "подделка (документа)",
    kz: "жасандылау, жалғандау"
  },
  {
    en: "forget (forgot, forgotten)",
    ru: "забыть",
    kz: "ұмыту"
  },
  {
    en: "forgetful",
    ru: "забывчивый",
    kz: "ұмытшақ"
  },
  {
    en: "forgive (forgave, forgiven)",
    ru: "простить",
    kz: "кешіру"
  },
  {
    en: "forgiveness",
    ru: "помилование; прощение",
    kz: "кешірім; кешіру"
  },
  {
    en: "fork",
    ru: "вилка",
    kz: "шанышқы"
  },
  {
    en: "form ",
    ru: "I анкета; бланк; II вид; форма; III сформировать, составить; IV класс; V образ; VI образовать, организовать; VII построиться воен.",
    kz: "I сауалнама; бланк; II пішін, сипат; форма; III құру, қалыптастыру, ұйымдастыру; IV сынып, бөлме; V бейне, кейіп; VI ұйымдастыру, құру; VII сапқа тұру"
  },
  {
    en: "fill in a form",
    ru: "заполнить анкету",
    kz: "сауалнама толтыру"
  },
  {
    en: "form an opinion",
    ru: "составить мнение",
    kz: "пікірі бар"
  },
  {
    en: "form master",
    ru: "классный руководитель",
    kz: "сынып жетекшісі"
  },
  {
    en: "form of government",
    ru: "образ правления",
    kz: "басқару тәсілі"
  },
  {
    en: "formation",
    ru: "образование",
    kz: "ұйымдасу"
  },
  {
    en: "former",
    ru: "прежний",
    kz: "бұрынғы"
  },
  {
    en: "formerly",
    ru: "когда-то, прежде",
    kz: "бір кезде, бұрын"
  },
  {
    en: "formula for success",
    ru: "рецепт успеха",
    kz: "жетістік кілті"
  },
  {
    en: "fortieth",
    ru: "сороковой",
    kz: "қырқыншы"
  },
  {
    en: "fortress",
    ru: "крепость воен.",
    kz: "қорған"
  },
  {
    en: "fortunate",
    ru: "счастливый (удачный)",
    kz: "жолы болғыш (сәтті)"
  },
  {
    en: "tell fortunes ",
    ru: "гадать, предсказывать",
    kz: "болжау "
  },
  {
    en: "forty",
    ru: "сорок",
    kz: "қырық"
  },
  {
    en: "forward",
    ru: "I вперед; II отправить",
    kz: "I алға; II жіберу"
  },
  {
    en: "forwards pl",
    ru: "нападение (в футболе)",
    kz: "шабуыл"
  },
  {
    en: "fossil ",
    ru: "ископаемое",
    kz: "қазба"
  },
  {
    en: "foster (о родителях) ",
    ru: "приёмный (о родителях) ",
    kz: "асырап алушы "
  },
  {
    en: "foster-father",
    ru: "приёмный отец",
    kz: "өгей әке"
  },
  {
    en: "foster-son",
    ru: "приёмный сын",
    kz: "өгей ұл"
  },
  {
    en: "foul weather",
    ru: "непогода",
    kz: "келеңсіз (жайсыз) ауа райы"
  },
  {
    en: "found ",
    ru: "учредить, учреждать, основать ",
    kz: "құру, ұйымдастыру, негіздеу "
  },
  {
    en: "be found",
    ru: "обнаружиться",
    kz: "көріну; табылу; ашылу"
  },
  {
    en: "well founded",
    ru: "обоснованный",
    kz: "негізделген, дәлелденген"
  },
  {
    en: "foundation",
    ru: "база, основа",
    kz: "негіз"
  },
  {
    en: "founder",
    ru: "основатель, создатель, основоположник",
    kz: "негіздеуші, негізін салушы"
  },
  {
    en: "four ",
    ru: "I четыре; II четверо, четвёрка",
    kz: "I төрт; II төртеу, төрттік"
  },
  {
    en: "there were four of them, they were four",
    ru: "их было четверо",
    kz: "олар төртеу болды"
  },
  {
    en: "four times",
    ru: "вчетверо",
    kz: "төрттеп"
  },
  {
    en: "four-hundredth",
    ru: "четырёхсотый",
    kz: "төрт жүзінші"
  },
  {
    en: "fourteen",
    ru: "четырнадцать",
    kz: "он төрт"
  },
  {
    en: "fourteenth",
    ru: "четырнадцатый",
    kz: "он төртінші"
  },
  {
    en: "fourth",
    ru: "четвёртый",
    kz: "төртінші"
  },
  {
    en: "fowl",
    ru: "курица",
    kz: "тауық"
  },
  {
    en: "fox ",
    ru: "лиса, лисица ",
    kz: "түлкі"
  },
  {
    en: "fragile",
    ru: "непрочный",
    kz: "осал, күйрек, сынғыш"
  },
  {
    en: "fragment",
    ru: "обломок,осколок; отрывок",
    kz: "сынық, қалдық, жарықшақ; үзінді"
  },
  {
    en: "frame",
    ru: "I вставить в раму; II телосложение; III рама",
    kz: "I рамаға қою; II дене бітімі; III рама"
  },
  {
    en: "framework sg",
    ru: "рамка, каркас",
    kz: "рамка, шек, қаңқа"
  },
  {
    en: "frank",
    ru: "чистосердечный",
    kz: "ақ жүрек, ақ көңіл"
  },
  {
    en: "frankfurter Am",
    ru: "сосиска",
    kz: "шұжықша"
  },
  {
    en: "frankness",
    ru: "прямодушие",
    kz: "тура сөзділік, әділдік"
  },
  {
    en: "fraud",
    ru: "обман",
    kz: "алдау, өтірік, жалған"
  },
  {
    en: "freckles",
    ru: "веснушки",
    kz: "қызылша"
  },
  {
    en: "free ",
    ru: "свободный, вольный ",
    kz: "еркін, тәуелсіз "
  },
  {
    en: "free of charge",
    ru: "бесплатно",
    kz: "тегін"
  },
  {
    en: "free day",
    ru: "нерабочий день",
    kz: "демалыс күн"
  },
  {
    en: "freedom",
    ru: "свобода, вольность",
    kz: "бостандық, еркіндік"
  },
  {
    en: "freedom-loving ",
    ru: "свободолюбивый ",
    kz: "еркіндік сүйгіш"
  },
  {
    en: "freeze ",
    ru: "замерзать, замерзнуть; морозить ",
    kz: "тоңу; тоңазыту, үсіту "
  },
  {
    en: "freezing",
    ru: "замерзание",
    kz: "қыраулану"
  },
  {
    en: "frequency",
    ru: "частота",
    kz: "жиілік"
  },
  {
    en: "fresh ",
    ru: "свежий; прохладный ",
    kz: "балауса; жаңа; жас; салқын "
  },
  {
    en: "fresh food sg",
    ru: "свежие продукты",
    kz: "енді піскен азықтар"
  },
  {
    en: "not fresh",
    ru: "несвежий",
    kz: "ескірген"
  },
  {
    en: "fresher Br",
    ru: "первокурсник",
    kz: "бірінші курс студенті"
  },
  {
    en: "freshman Am",
    ru: "первокурсник",
    kz: "бірінші курс студенті"
  },
  {
    en: "freshness",
    ru: "свежесть; прохлада",
    kz: "саф, таза; салқын, қоңыр салқын"
  },
  {
    en: "frequently",
    ru: "часто",
    kz: "жиі"
  },
  {
    en: "friction",
    ru: "I дробь мат.; II трение",
    kz: "I бөлшек мат.; II қажалу, үйкелу"
  },
  {
    en: "Friday ",
    ru: "пятница ",
    kz: "жұма "
  },
  {
    en: "on Friday",
    ru: "в пятницу",
    kz: "жұмада"
  },
  {
    en: "fridge",
    ru: "холодильник разг.",
    kz: "тоңазытқыш"
  },
  {
    en: "fried",
    ru: "жареный (на сковороде)",
    kz: "қуырылған"
  },
  {
    en: "friend ",
    ru: "товарищ, друг, приятель ",
    kz: "жолдас, дос, жақын, таныс "
  },
  {
    en: "in a friendly way",
    ru: "по-дружески",
    kz: "достарша"
  },
  {
    en: "make friends (with)",
    ru: "подружиться",
    kz: "достасу"
  },
  {
    en: "be friend (with) ",
    ru: "дружить ",
    kz: "достасу "
  },
  {
    en: "friendly",
    ru: "дружелюбный; приветливый приятельский",
    kz: "дос көңіл; жайдары, достық, ашыналық"
  },
  {
    en: "be on friendly terms with smb",
    ru: "быть в приятельских отношениях с кем-л.",
    kz: "біреумен достық қатынаста болу"
  },
  {
    en: "friendship",
    ru: "дружба",
    kz: "достық"
  },
  {
    en: "fright",
    ru: "испуг",
    kz: "үрей"
  },
  {
    en: "frighten",
    ru: "испугать, пугать",
    kz: "қорқыту, үрейлендіру"
  },
  {
    en: "frisky",
    ru: "резвый",
    kz: "пысық; алғыр; қарқынды"
  },
  {
    en: "frock",
    ru: "платье",
    kz: "көйлек"
  },
  {
    en: "frog",
    ru: "лягушка",
    kz: "бақа"
  },
  {
    en: "from ",
    ru: "I у; II с (при обозначении места); III с (начиная); IV с (о времени); V из (откуда), (для обозначения источника); VIиз-за; VII от",
    kz: "I біреуден; II -ның, -нің, -тың, -тің, -дың, -дің; III бастап; IV -дан, -ден, -тан, -тен; V -дан, -ден;-тан; -тен; -нан; -нен; -ден, -нен; -ден, -нен; -пен, -тен; VI сондықтан, себебі; VII-дан, -ден, -тан, -тен"
  },
  {
    en: "I borrowed some money from him",
    ru: "я занял у него денег",
    kz: "мен одан ақша қарызға алдым"
  },
  {
    en: "from Moscow",
    ru: "от Москвы",
    kz: "Мәскеуден"
  },
  {
    en: "from three to five",
    ru: "от трёх до пяти",
    kz: "үштен беске дейін"
  },
  {
    en: "I learned it from my mother",
    ru: "я узнал это от матери",
    kz: "мен мұны шешемнен білдім"
  },
  {
    en: "in front of",
    ru: "спереди, перед",
    kz: "алдынан, алдында"
  },
  {
    en: "front areas pl ",
    ru: "окраина (страны)",
    kz: "қиыр шет"
  },
  {
    en: "frontier ",
    ru: "граница (государственная)",
    kz: "шекара (мемлекеттік)"
  },
  {
    en: "frost ",
    ru: "мороз ",
    kz: "аяз "
  },
  {
    en: "early/slight frosts",
    ru: "заморозки",
    kz: "қыраулану"
  },
  {
    en: "frosty",
    ru: "морозный",
    kz: "аязды"
  },
  {
    en: "frown",
    ru: "нахмуриться",
    kz: "көңілсіздену, түнеру"
  },
  {
    en: "frozen",
    ru: "оледенение",
    kz: "мұздау, мұз басу"
  },
  {
    en: "fruit",
    ru: "фрукт, плод",
    kz: "жеміс"
  },
  {
    en: "frutility",
    ru: "плодородие",
    kz: "жемісті"
  },
  {
    en: "fry",
    ru: "поджарить(ся)",
    kz: "қуырып пісіру"
  },
  {
    en: "frying-pan",
    ru: "сковорода",
    kz: "бақырша"
  },
  {
    en: "fuel",
    ru: "топливо",
    kz: "отын"
  },
  {
    en: "fulfill",
    ru: "выполнить, выполнять",
    kz: "орындау, атқару"
  },
  {
    en: "full",
    ru: "полный",
    kz: "толық"
  },
  {
    en: "full moon",
    ru: "полнолуние",
    kz: "айдың толысы"
  },
  {
    en: "fully",
    ru: "вполне",
    kz: "толығымен (бүтін)"
  },
  {
    en: "fun",
    ru: "веселье",
    kz: "жиын-той, той-томалақ"
  },
  {
    en: "fund",
    ru: "фонд",
    kz: "қор"
  },
  {
    en: "funny",
    ru: "смешной",
    kz: "күлкілі"
  },
  {
    en: "funny story ",
    ru: "анекдот",
    kz: "қалжың әңгіме"
  },
  {
    en: "fur ",
    ru: "мех (животного)",
    kz: "былғары"
  },
  {
    en: "fur-coat",
    ru: "шуба",
    kz: "тон"
  },
  {
    en: "furniture",
    ru: "мебель, обстановка",
    kz: "жиһаз, жабдық"
  },
  {
    en: "further",
    ru: "далее",
    kz: "сосын"
  },
  {
    en: "fuss (over)",
    ru: "нянчить, нянчиться перен.",
    kz: "бағу"
  },
  {
    en: "future ",
    ru: "будущее ",
    kz: "келешек, болашақ "
  },
  {
    en: "the future перен.",
    ru: "завтрашний день перен.",
    kz: "ертеңгі күн ауысп."
  },
  {
    en: "gain ",
    ru: "I выиграть (время); II выигрыш(деньги); III прибыль, выгода",
    kz: "I ұту; II ұтыс (ақша ұтысы); III пайда, табыс"
  },
  {
    en: "gain on weight",
    ru: "поправиться, пополнеть",
    kz: "семіру"
  },
  {
    en: "gala concert",
    ru: "праздничный концерт",
    kz: "мерекелік концерт"
  },
  {
    en: "gall",
    ru: "желчь; наглость",
    kz: "өт; ашушаң; өктем"
  },
  {
    en: "gallery",
    ru: "галерея",
    kz: "галерея"
  },
  {
    en: "gambler",
    ru: "игрок (в азартные игры)",
    kz: "ойыншы"
  },
  {
    en: "game ",
    ru: "игра (вид игры)",
    kz: "ойын түрі "
  },
  {
    en: "gang",
    ru: "банда",
    kz: "қарақшы топ"
  },
  {
    en: "gangster",
    ru: "бандит",
    kz: "қарақшы"
  },
  {
    en: "gangsterism",
    ru: "бандитизм",
    kz: "қарақшылық"
  },
  {
    en: "gap",
    ru: "пробел, пропуск",
    kz: "ашық орын, үзіліс"
  },
  {
    en: "gape",
    ru: "зевать по сторонам",
    kz: "аңғалдану, аңқаулану"
  },
  {
    en: "garage",
    ru: "гараж ",
    kz: "гараж"
  },
  {
    en: "garbage can",
    ru: "мусорный ящик",
    kz: "қоқыс жәшік"
  },
  {
    en: "garble ",
    ru: "подтасовать ",
    kz: "жасырын ауыстыру, сапырылыстыру; әдейі (қасақана) шатастыру, бұрмалау "
  },
  {
    en: "give a garbled version",
    ru: "подтасовать факты",
    kz: "мәліметтерді бұрмалау"
  },
  {
    en: "garden",
    ru: "сад",
    kz: "бақ, бақша"
  },
  {
    en: "gardener",
    ru: "садовник",
    kz: "бағбан, баушы"
  },
  {
    en: "garlic",
    ru: "чеснок",
    kz: "сарымсақ"
  },
  {
    en: "garnish",
    ru: "гарнир",
    kz: "гарнир"
  },
  {
    en: "gas,gasoline Амер.",
    ru: "бензин",
    kz: "бензин"
  },
  {
    en: "gas ",
    ru: "газ ",
    kz: "газ "
  },
  {
    en: "poison gas",
    ru: "ядовитый газ",
    kz: "улы газ"
  },
  {
    en: "gate(s)",
    ru: "ворота",
    kz: "қақпа"
  },
  {
    en: "gather ",
    ru: "собрать, набрать",
    kz: "жинау"
  },
  {
    en: "gaze",
    ru: "взгляд (пристальный); пристально посмотреть",
    kz: "қадала қарау; қадалып қарау"
  },
  {
    en: "general ",
    ru: "I общий; II генерал, полководец",
    kz: "I жалпы; II генерал, қолбасшы"
  },
  {
    en: "full general",
    ru: "генерал армии",
    kz: "армия генералы"
  },
  {
    en: "generally",
    ru: "вообще",
    kz: "жалпы"
  },
  {
    en: "generation ",
    ru: "поколение, племя ",
    kz: "ұрпақ, жұрағат "
  },
  {
    en: "the rising generation",
    ru: "подрастающее поколение",
    kz: "өскелең ұрпақ"
  },
  {
    en: "generosity",
    ru: "щедрость; благородство; великодушие",
    kz: "жомарттық; бекзаттық; мейірбандылық"
  },
  {
    en: "generous",
    ru: "щедрый; благородный; великодушный",
    kz: "жомарт; өр, асқақ; мейірбанды"
  },
  {
    en: "genius",
    ru: "гений",
    kz: "данышпан"
  },
  {
    en: "gentle",
    ru: "мягкий (о характере)",
    kz: "жұмсақ"
  },
  {
    en: "gentleman",
    ru: "господин",
    kz: "мырза"
  },
  {
    en: "gents",
    ru: "мужской туалет",
    kz: "ерлер дәретханасы"
  },
  {
    en: "genuine",
    ru: "подлинный, настоящий",
    kz: "нағыз"
  },
  {
    en: "geography",
    ru: "география",
    kz: "география"
  },
  {
    en: "geologist",
    ru: "геолог",
    kz: "геолог"
  },
  {
    en: "geometrical",
    ru: "геометрический",
    kz: "геометриялық"
  },
  {
    en: "geometry",
    ru: "геометрия",
    kz: "геометрия"
  },
  {
    en: "German ",
    ru: "немец; немецкий ",
    kz: "неміс; немістік "
  },
  {
    en: "German, the German language",
    ru: "немецкий язык",
    kz: "неміс тілі"
  },
  {
    en: "gesticulate",
    ru: "размахивать руками",
    kz: "қол сермеу"
  },
  {
    en: "gesture",
    ru: "жест",
    kz: "ым, ишара"
  },
  {
    en: "get (got, got) ",
    ru: "добиться; добраться; получить ",
    kz: "жету, індету; жету; алу "
  },
  {
    en: "get over",
    ru: "преодолеть",
    kz: "шыдау, төзу, жеңу"
  },
  {
    en: "get back (got, got)",
    ru: "вернуть, получить обратно",
    kz: "қайтып алу"
  },
  {
    en: "get rid (of)",
    ru: "избавиться",
    kz: "құтылу"
  },
  {
    en: "get used (to)",
    ru: "привыкнуть",
    kz: "әдеттену, дағдылану"
  },
  {
    en: "get through",
    ru: "провезти",
    kz: "жеткізу, өткеру"
  },
  {
    en: "get in/into",
    ru: "влезать, влезть",
    kz: "міну, шығу, көтерілу"
  },
  {
    en: "get up",
    ru: "встать",
    kz: "тұру"
  },
  {
    en: "get out",
    ru: "выйти",
    kz: "шығу"
  },
  {
    en: "get out of smth (by)",
    ru: "отделаться",
    kz: "ерекшелену, оқшаулану"
  },
  {
    en: "get well",
    ru: "поправиться",
    kz: "түзелу, жөнделу"
  },
  {
    en: "get down",
    ru: "слезть",
    kz: "түсу"
  },
  {
    en: "get off",
    ru: "слезть (с трамвая и т.п.)",
    kz: "шығу"
  },
  {
    en: "ghost",
    ru: "привидение, призрак, дух",
    kz: "елес"
  },
  {
    en: "giant ",
    ru: "великан ",
    kz: "алып"
  },
  {
    en: "gift",
    ru: "I подарок; II дар, дарование, талант",
    kz: "I сыйлық; II сый, қабілеттілік, дарын"
  },
  {
    en: "gifted",
    ru: "одарённый",
    kz: "дарынды"
  },
  {
    en: "gipsy",
    ru: "цыган, цыганка",
    kz: "сыған"
  },
  {
    en: "girl",
    ru: "девица, девочка, девушка",
    kz: "ару қыз, қыз бала, қыз"
  },
  {
    en: "girl-friend",
    ru: "подруга",
    kz: "дос қыз"
  },
  {
    en: "gist",
    ru: "существо",
    kz: "мән, мәніс"
  },
  {
    en: "give (gave, given) ",
    ru: "I подать, дать, отдать; II предоставить",
    kz: "I беру; әперу; жіберу; II беру, ұсыну"
  },
  {
    en: "give up",
    ru: "бросить (перестать)",
    kz: "қалдыру"
  },
  {
    en: "give back",
    ru: "вернуть (отдать обратно)",
    kz: "қайтарып беру"
  },
  {
    en: "give advice",
    ru: "подать совет",
    kz: "кеңес беру"
  },
  {
    en: "give out",
    ru: "раздать",
    kz: "үлестіру, тарату"
  },
  {
    en: "give orders",
    ru: "отдать приказ",
    kz: "бұйрық беру"
  },
  {
    en: "give smb his due",
    ru: "отдать должное кому-л.",
    kz: "біреудің бағасын беру"
  },
  {
    en: "given",
    ru: "данный",
    kz: "бұл, осы"
  },
  {
    en: "glad ",
    ru: "радостный ",
    kz: "қуанышты "
  },
  {
    en: "make glad",
    ru: "радовать",
    kz: "қуанту"
  },
  {
    en: "be glad",
    ru: "радоваться",
    kz: "қуану"
  },
  {
    en: "gladden",
    ru: "обрадовать",
    kz: "қуанту"
  },
  {
    en: "glade",
    ru: "поляна",
    kz: "алаң"
  },
  {
    en: "gladness",
    ru: "радость",
    kz: "қуаныш"
  },
  {
    en: "glance",
    ru: "взгляд (мимолетный)",
    kz: "жүгірте қарау"
  },
  {
    en: "glass",
    ru: "бокал, стакан",
    kz: "бокал, стақан"
  },
  {
    en: "glasses",
    ru: "очки",
    kz: "көзілдірік"
  },
  {
    en: "glaze",
    ru: "застеклить",
    kz: "шынылау"
  },
  {
    en: "glazier’s diamond (для резки стекла)",
    ru: "алмаз",
    kz: "алмас (шыны кесуге арналған)"
  },
  {
    en: "glib",
    ru: "бойкий (о языке)",
    kz: "өжет"
  },
  {
    en: "glitter",
    ru: "блестеть",
    kz: "жарқырау"
  },
  {
    en: "globe",
    ru: "глобус",
    kz: "ғаламшар"
  },
  {
    en: "gloom",
    ru: "сумрак",
    kz: "қараңғы"
  },
  {
    en: "glorify",
    ru: "прославлять",
    kz: "дәріптеу"
  },
  {
    en: "glory",
    ru: "слава",
    kz: "даңқ"
  },
  {
    en: "glove ",
    ru: "перчатка ",
    kz: "қолғап "
  },
  {
    en: "pair of gloves",
    ru: "пара перчаток",
    kz: "қос қолғап"
  },
  {
    en: "glow",
    ru: "блистать",
    kz: "жарқылдау"
  },
  {
    en: "glue ",
    ru: "клеить; клей ",
    kz: "желімдеу, жапсыру; желім "
  },
  {
    en: "glue smth together",
    ru: "склеить",
    kz: "жапсыру, желімдеу"
  },
  {
    en: "gnat",
    ru: "комар",
    kz: "маса"
  },
  {
    en: "goalkeeper",
    ru: "вратарь",
    kz: "қақпашы"
  },
  {
    en: "goblet",
    ru: "бокал",
    kz: "бокал"
  },
  {
    en: "go (went, gone) ",
    ru: "идти, ходить, пройти, ехать; съездить ",
    kz: "жүру, жаяу жүру, өтіп кету; бару, барып қайту "
  },
  {
    en: "go away",
    ru: "уйти, уезжать, уехать",
    kz: "кету"
  },
  {
    en: "go by",
    ru: "бежать (о времени)",
    kz: "өту (уақыт)"
  },
  {
    en: "go on",
    ru: "продолжать",
    kz: "жалғастыру"
  },
  {
    en: "go (by, past)",
    ru: "проехать",
    kz: "өту; жүріп өту"
  },
  {
    en: "go in",
    ru: "войти",
    kz: "кіру, ену"
  },
  {
    en: "go out",
    ru: "выйти",
    kz: "шығу"
  },
  {
    en: "goal ",
    ru: "I гол; II цель",
    kz: "I гол; II мақсат"
  },
  {
    en: "score a goal",
    ru: "забить гол",
    kz: "гол соғу"
  },
  {
    en: "goat ",
    ru: "козел",
    kz: "теке"
  },
  {
    en: "God",
    ru: "бог",
    kz: "Құдай"
  },
  {
    en: "gold ",
    ru: "золото, золотой ",
    kz: "алтын "
  },
  {
    en: "like gold, of golden colour",
    ru: "как золото, золотистый",
    kz: "алтындай, алтындалған"
  },
  {
    en: "good",
    ru: "I хороший; II благо, добро; III вкусный; IV четвёрка (отметка); V уважительный",
    kz: "I жақсы; II игілік, қайыр, мейір; III дәмді; IV жақсы; V құрметті"
  },
  {
    en: "say good-bye (to)",
    ru: "проститься",
    kz: "қоштасу"
  },
  {
    en: "good for",
    ru: "пригодный",
    kz: "жарамды"
  },
  {
    en: "good-natured",
    ru: "добродушный, беззлобный",
    kz: "мейірбан, кекшіл емес"
  },
  {
    en: "goodspl",
    ru: "товар",
    kz: "тауар, табар"
  },
  {
    en: "goggles ",
    ru: "очки",
    kz: "көзілдірік"
  },
  {
    en: "goose",
    ru: "гусь",
    kz: "қаз"
  },
  {
    en: "gooseberry",
    ru: "крыжовник",
    kz: "қарлыған"
  },
  {
    en: "government",
    ru: "правительство; управление (государством)",
    kz: "үкімет; билеу"
  },
  {
    en: "governor",
    ru: "губернатор",
    kz: "губернатор"
  },
  {
    en: "gown",
    ru: "платье",
    kz: "көйлек"
  },
  {
    en: "grace",
    ru: "изящество; изящный",
    kz: "әсемдік, көркемдік; әсем, көркем"
  },
  {
    en: "graceful",
    ru: "грациозный",
    kz: "әсем, сәнді"
  },
  {
    en: "grade ",
    ru: "I чин; II класс Am",
    kz: "I шен; II сынып, бөлме"
  },
  {
    en: "gradually",
    ru: "постепенно",
    kz: "біртіндеп"
  },
  {
    en: "graduate (from) ",
    ru: "кончить учебное заведение ",
    kz: "оқу орнын бітіру "
  },
  {
    en: "graduate from a higher school",
    ru: "кончить вуз",
    kz: "жоғары оқу орнын бітіру"
  },
  {
    en: "graduate from the university with honours",
    ru: "окончить университет с отличием",
    kz: "университеті үздік бітіру"
  },
  {
    en: "graduates",
    ru: "выпуск, выпускники",
    kz: "бітіру, түлектер"
  },
  {
    en: "graduation ",
    ru: "окончание (учебного заведения)",
    kz: "аяқтау, бітіру "
  },
  {
    en: "graduation paper ",
    ru: "дипломная работа",
    kz: "дипломдық жұмыс"
  },
  {
    en: "grain",
    ru: "хлеб, зерно",
    kz: "дән"
  },
  {
    en: "grained",
    ru: "зернистый",
    kz: "дәнді"
  },
  {
    en: "grammar",
    ru: "грамматика",
    kz: "грамматика"
  },
  {
    en: "gramme, gram ",
    ru: "грамм ",
    kz: "грамм "
  },
  {
    en: "twenty grams short of a kilo",
    ru: "без 20 граммов килограмм",
    kz: "20 грамы кем 1 килограмм"
  },
  {
    en: "granade ",
    ru: "граната (ручная)",
    kz: "граната"
  },
  {
    en: "grand",
    ru: "величественный",
    kz: "асқақ, асқар"
  },
  {
    en: "grandchild",
    ru: "внук, внучка",
    kz: "немере, немере қыз"
  },
  {
    en: "granddaughter",
    ru: "внучка",
    kz: "немере қыз"
  },
  {
    en: "grandmother ",
    ru: "бабушка",
    kz: "әже"
  },
  {
    en: "grand piano",
    ru: "рояль",
    kz: "күйсандық"
  },
  {
    en: "grandson",
    ru: "внук",
    kz: "немере"
  },
  {
    en: "granite",
    ru: "гранит",
    kz: "гранит"
  },
  {
    en: "granny разг.",
    ru: "бабушка",
    kz: "әже"
  },
  {
    en: "granular",
    ru: "зернистый",
    kz: "дәнді"
  },
  {
    en: "grapes pl.",
    ru: "виноград",
    kz: "жүзім"
  },
  {
    en: "grass",
    ru: "трава",
    kz: "шөп"
  },
  {
    en: "grate",
    ru: "тереть (на тёрке)",
    kz: "ұсақтау, ұнтақтау, үгу"
  },
  {
    en: "grateful",
    ru: "признательный",
    kz: "құрметтеуші, сыйлаушы"
  },
  {
    en: "gratis",
    ru: "бесплатно",
    kz: "тегін"
  },
  {
    en: "gratitude ",
    ru: "благодарность, признательность ",
    kz: "алғыс, құрметтеушілік, сыйлаушылық"
  },
  {
    en: "express one’s gratitude",
    ru: "выразить признательность",
    kz: "сыйлайтынын білдіру"
  },
  {
    en: "gravel",
    ru: "гравий",
    kz: "қиыршық тас, ірі құм"
  },
  {
    en: "grayish-brown",
    ru: "бурый",
    kz: "боз"
  },
  {
    en: "grease",
    ru: "жир",
    kz: "май"
  },
  {
    en: "great ",
    ru: "большой, значительный, великий",
    kz: "үлкен, зор, ұлы"
  },
  {
    en: "greatcoat",
    ru: "шинель",
    kz: "шинель"
  },
  {
    en: "great deal",
    ru: "много",
    kz: "көп, мол, қыруар"
  },
  {
    en: "great-grandfather",
    ru: "прадед",
    kz: "баба"
  },
  {
    en: "great-grandmother",
    ru: "прабабушка",
    kz: "ұлы әже"
  },
  {
    en: "great-grandson",
    ru: "правнук",
    kz: "шөбере"
  },
  {
    en: "greedy",
    ru: "жадный",
    kz: "сараң"
  },
  {
    en: "green",
    ru: "зеленый",
    kz: "жасыл"
  },
  {
    en: "greengrocer’s shop",
    ru: "овощной магазин",
    kz: "көгөніс дүкені"
  },
  {
    en: "greenhouse",
    ru: "теплица",
    kz: "жылыжай"
  },
  {
    en: "greet",
    ru: "приветствовать, поздороваться",
    kz: "сәлемдесу, амандасу"
  },
  {
    en: "greeting",
    ru: "приветствие",
    kz: "сәлемдесу"
  },
  {
    en: "grey ",
    ru: "седой; серый ",
    kz: "ақ бурыл; сұр "
  },
  {
    en: "turn grey",
    ru: "поседеть",
    kz: "ағару"
  },
  {
    en: "grey hair",
    ru: "седина",
    kz: "ақ (шаш, сақал)"
  },
  {
    en: "grief",
    ru: "огорчение, горе, печаль",
    kz: "ренжу, кею, қынжылу, қайғы, уайым, қасірет"
  },
  {
    en: "grieve",
    ru: "огорчить,печалиться",
    kz: "ренжіту, қынжылту, қайғыру, уайымдау"
  },
  {
    en: "grieved",
    ru: "огорчённый",
    kz: "ренжулі, кеюлі; қынжылулы"
  },
  {
    en: "grind",
    ru: "размолоть, растолочь",
    kz: "майдалау, ұсақтау, түю, ұнтақтату"
  },
  {
    en: "grip",
    ru: "схватить",
    kz: "ұстап (бас) салу, жұлып алу"
  },
  {
    en: "grocery",
    ru: "продовольственный магазин",
    kz: "азық-түлік дүкені"
  },
  {
    en: "grocery and provision shop",
    ru: "гастрономический магазин",
    kz: "гастрономиялық дүкен"
  },
  {
    en: "groom",
    ru: "конюх",
    kz: "атшы"
  },
  {
    en: "ground",
    ru: "I земля; II основание, повод; III наземный; IV обоснование; V площадка",
    kz: "I жер; II негіз; III жер үстілік; IV негіздеу, негіздеме; V алаңқай"
  },
  {
    en: "grounded",
    ru: "обоснованный",
    kz: "негізделген, дәлелденген"
  },
  {
    en: "group",
    ru: "группа",
    kz: "топ"
  },
  {
    en: "grove ",
    ru: "роща",
    kz: "қайың"
  },
  {
    en: "grow (grew, grown) ",
    ru: "I разрастись, отрастать, отрасти; отрастить; II делаться; III расти, увеличиваться",
    kz: "I қаулап (қалың) өсу, ұзару;өсіру, ұзарту; II қалыптасу; III үлкею, көбею"
  },
  {
    en: "grow up",
    ru: "расти (о детях)",
    kz: "өсу"
  },
  {
    en: "growl",
    ru: "рычать",
    kz: "ырылдау, гүрілдеу"
  },
  {
    en: "grown-up",
    ru: "взрослый",
    kz: "үлкен, есейген"
  },
  {
    en: "grow pale",
    ru: "бледнеть",
    kz: "сұрлану"
  },
  {
    en: "grow rich",
    ru: "богатеть",
    kz: "баю"
  },
  {
    en: "growth",
    ru: "рост",
    kz: "өсу шегі"
  },
  {
    en: "grow thin",
    ru: "редеть",
    kz: "сиреу"
  },
  {
    en: "grudge",
    ru: "жалеть, скупиться разг.",
    kz: "қимау, сараң болу"
  },
  {
    en: "gruel",
    ru: "каша",
    kz: "ботқа"
  },
  {
    en: "guarantee",
    ru: "обеспечение; гарантировать, ручаться",
    kz: "кепілдендіру; кепілдік беру, кепіл болу"
  },
  {
    en: "guard (against) ",
    ru: "беречь(хранить), оберегать ",
    kz: "сақтау, аялау, күту "
  },
  {
    en: "guard oneself",
    ru: "оберегаться",
    kz: "сақтану, қорғану"
  },
  {
    en: "guardianship",
    ru: "опека",
    kz: "қамқоршы, қамқорлық"
  },
  {
    en: "guess",
    ru: "разгадать, догадаться; угадать, угадывать",
    kz: "шешу, бағамдау, ұғыну; ойын табу, болжап білу"
  },
  {
    en: "guest",
    ru: "гость, посетитель",
    kz: "қонақ, келуші"
  },
  {
    en: "guide",
    ru: "проводник",
    kz: "жол бастаушы (көрсетуші)"
  },
  {
    en: "guide-book",
    ru: "путеводитель",
    kz: "жолсілтеуші"
  },
  {
    en: "guitar",
    ru: "гитара",
    kz: "гитара"
  },
  {
    en: "gulp",
    ru: "глоток (большой)",
    kz: "жұтым"
  },
  {
    en: "gun",
    ru: "орудие воен.; ружьё",
    kz: "ату құралы; мылтық"
  },
  {
    en: "gunpowder",
    ru: "порох",
    kz: "оқ-дәрі"
  },
  {
    en: "guy Am",
    ru: "парень",
    kz: "бозбала"
  },
  {
    en: "guys",
    ru: "ребята (о взрослых)",
    kz: "жігіттер"
  },
  {
    en: "gymnastics",
    ru: "гимнастика",
    kz: "гимнастика"
  },
  {
    en: "haberdasher’s (shop)",
    ru: "галантерейный магазин",
    kz: "галантереялық дүкен"
  },
  {
    en: "habit ",
    ru: "обыкновение ",
    kz: "әдеттегілік "
  },
  {
    en: "be in the habit (of)",
    ru: "иметь обыкновение",
    kz: "әдетке айналдыру"
  },
  {
    en: "lose the habit (of)",
    ru: "отвыкать, отвыкнуть",
    kz: "тастау, тыйылу"
  },
  {
    en: "habitual",
    ru: "привычный",
    kz: "әдеттегі, кәдімгі"
  },
  {
    en: "hail ",
    ru: "град ",
    kz: "бұршақ "
  },
  {
    en: "it is hailing",
    ru: "град идет",
    kz: "бұршақ жауып тұр"
  },
  {
    en: "hair ",
    ru: "волос ",
    kz: "шаш "
  },
  {
    en: "do the hair (of)",
    ru: "причесать",
    kz: "тарау"
  },
  {
    en: "do one’s hair",
    ru: "причесаться",
    kz: "тарану"
  },
  {
    en: "hair-cut ",
    ru: "причёска (мужская); стрижка",
    kz: "шаш реттеу; қысқарту, алдыру"
  },
  {
    en: "hair-do ",
    ru: "причёска (женская)",
    kz: "шаш реттеу"
  },
  {
    en: "hairdresser",
    ru: "парикмахер",
    kz: "шаштаразшы"
  },
  {
    en: "hairdresser’s (shop)",
    ru: "парикмахерская",
    kz: "шаштараз"
  },
  {
    en: "hairy",
    ru: "волосатый",
    kz: "жүндес"
  },
  {
    en: "half ",
    ru: "I половина; II тайм",
    kz: "I жарты; II тайм"
  },
  {
    en: "one and a half",
    ru: "полтора",
    kz: "бір жарым"
  },
  {
    en: "half an hour",
    ru: "пол часа",
    kz: "жарты сағат"
  },
  {
    en: "in half",
    ru: "пополам",
    kz: "қақ (тең) жартысы"
  },
  {
    en: "half в сложных словах (половина) ",
    ru: "пол- ",
    kz: "жарты, жартысы "
  },
  {
    en: "half-way",
    ru: "на полпути",
    kz: "жарты жолда"
  },
  {
    en: "half asleep",
    ru: "полусонный",
    kz: "ұйқылы-ояу"
  },
  {
    en: "half-educated",
    ru: "малограмотный",
    kz: "шала сауатты"
  },
  {
    en: "half-finished product",
    ru: "полуфабрикат",
    kz: "жартылай дайын"
  },
  {
    en: "half-length (sheepskin) coat",
    ru: "полушубок",
    kz: "қысқа тон"
  },
  {
    en: "half measure",
    ru: "полумера",
    kz: "жартылай шара"
  },
  {
    en: "half-moon",
    ru: "полумесяц",
    kz: "жарты ай"
  },
  {
    en: "half-open",
    ru: "полуоткрытый",
    kz: "жартылай ашық"
  },
  {
    en: "half-year",
    ru: "полугодие",
    kz: "жарты жылдық"
  },
  {
    en: "hall",
    ru: "зал; зрительный зал",
    kz: "зал; көрермен залы"
  },
  {
    en: "halt ",
    ru: "остановка",
    kz: "тоқтау, тұрақтау"
  },
  {
    en: "halve",
    ru: "уменьшить вдвое",
    kz: "екі есе азайту"
  },
  {
    en: "ham",
    ru: "ветчина",
    kz: "ысталған шошқа еті"
  },
  {
    en: "hammer",
    ru: "молоток",
    kz: "балға"
  },
  {
    en: "hand ",
    ru: "I рука (кисть); II передать (из рук в руки); III стрелка часов",
    kz: "I қол; II беріп жіберу (қолма-қол); III сағат тілі"
  },
  {
    en: "hand in",
    ru: "сдать",
    kz: "тапсыру"
  },
  {
    en: "handicraft",
    ru: "ремесло",
    kz: "қол өнеркәсібі"
  },
  {
    en: "handkerchief",
    ru: "носовой платок",
    kz: "бет (дәс) орамал"
  },
  {
    en: "handle",
    ru: "ручка",
    kz: "тұтқа"
  },
  {
    en: "hand-made",
    ru: "ручной (об изделии)",
    kz: "қол өнері"
  },
  {
    en: "handshake",
    ru: "рукопожатие",
    kz: "қол қысу"
  },
  {
    en: "handsome",
    ru: "красивый",
    kz: "әдемі"
  },
  {
    en: "handwriting",
    ru: "почерк",
    kz: "қол жазу"
  },
  {
    en: "hang (hung, hung), hang up",
    ru: "I висеть; развесить; II вешать, казнить",
    kz: "I ілініп тұру; ілу; II ілу;асу"
  },
  {
    en: "happen ",
    ru: "быть, случаться, происходить ",
    kz: "болу, ұшарау, кездесу"
  },
  {
    en: "What has happen?",
    ru: "что случилось?",
    kz: "не болды?"
  },
  {
    en: "happily ",
    ru: "благополучно (счастливо)",
    kz: "сәтті"
  },
  {
    en: "happiness",
    ru: "счастье",
    kz: "бақыт"
  },
  {
    en: "happy ",
    ru: "счастливый ",
    kz: "бақытты"
  },
  {
    en: "make happy",
    ru: "радовать",
    kz: "қуанту"
  },
  {
    en: "hard",
    ru: "жесткий; трудный, тяжёлый",
    kz: "қатты, қатаң; қиын"
  },
  {
    en: "harden",
    ru: "затвердеть, твердеть",
    kz: "қату, қатаю"
  },
  {
    en: "hardly",
    ru: "едва, еле, чуть",
    kz: "әрең, сәл"
  },
  {
    en: "hard-working",
    ru: "работоспособный",
    kz: "жұмысқа қабілетті"
  },
  {
    en: "hare",
    ru: "заяц",
    kz: "қоян"
  },
  {
    en: "harm ",
    ru: "вред, вредить ",
    kz: "зиян, зиян келтіру "
  },
  {
    en: "do smb harm",
    ru: "причинить вред",
    kz: "зиян келтіру"
  },
  {
    en: "harmless",
    ru: "безвредный, безобидный",
    kz: "зиянсыз, зілсіз"
  },
  {
    en: "harmonious ",
    ru: "стройный (о пении)",
    kz: "үйлесімді"
  },
  {
    en: "harmony ",
    ru: "согласие ",
    kz: "бірлік, келісім "
  },
  {
    en: "live in perfect harmony with",
    ru: "жить в полном согласии",
    kz: "толық татулықта тұру"
  },
  {
    en: "harsh",
    ru: "резкий(о звуке)",
    kz: "ащы"
  },
  {
    en: "harvest ",
    ru: "I сбор урожая; II жатва",
    kz: "I егін жинау; II орақ, түсім, өнім"
  },
  {
    en: "take in the harvest",
    ru: "собрать урожай",
    kz: "егін жинау"
  },
  {
    en: "hasten ",
    ru: "торопить ",
    kz: "асықтыру "
  },
  {
    en: "make hasten",
    ru: "спешить",
    kz: "асығу"
  },
  {
    en: "hat",
    ru: "шляпа, шапка",
    kz: "шляпа, бас киім"
  },
  {
    en: "hate",
    ru: "ненавидеть",
    kz: "жек көру"
  },
  {
    en: "hatred",
    ru: "ненависть",
    kz: "жек көрушілік"
  },
  {
    en: "haughtiness",
    ru: "высокомерие",
    kz: "менменділік, көкіректік"
  },
  {
    en: "haughty",
    ru: "спесивый",
    kz: "өркөкірек, менмен"
  },
  {
    en: "have (had, had)",
    ru: "иметь",
    kz: "болу, бар болу"
  },
  {
    en: "hazard",
    ru: "риск",
    kz: "тәуекел"
  },
  {
    en: "haze",
    ru: "мгла",
    kz: "түнек"
  },
  {
    en: "hazy",
    ru: "мглистый",
    kz: "түнерген"
  },
  {
    en: "he (косв.п. him)",
    ru: "он",
    kz: "ол"
  },
  {
    en: "head ",
    ru: "глава, руководитель, начальник ",
    kz: "басшы, бастық "
  },
  {
    en: "head smth, be at the head of smth",
    ru: "стоять во главе чего-л.",
    kz: "бір нәрсенің бастауында болу"
  },
  {
    en: "headed by smb.",
    ru: "во главе с кем-л.",
    kz: "біреумен бірге басқаруда болу"
  },
  {
    en: "heading",
    ru: "рубрика",
    kz: "айдар"
  },
  {
    en: "headline",
    ru: "шапка (заголовок в газете)",
    kz: "мақаланың аты"
  },
  {
    en: "headmaster",
    ru: "директор школы",
    kz: "мектеп директоры"
  },
  {
    en: "head-phones",
    ru: "наушники радио",
    kz: "құлақша"
  },
  {
    en: "headscarf",
    ru: "платок (на голову)",
    kz: "орамал, жаулық"
  },
  {
    en: "health",
    ru: "здоровье ",
    kz: "денсаулық "
  },
  {
    en: "your health!",
    ru: "за ваше здоровье",
    kz: "сіздің денсаулығыңыз үшін"
  },
  {
    en: "health centre",
    ru: "санаторий",
    kz: "санаторий"
  },
  {
    en: "healthy",
    ru: "здоровый",
    kz: "дені сау"
  },
  {
    en: "heap ",
    ru: "засыпать, покрыть",
    kz: "жабу"
  },
  {
    en: "hear ",
    ru: "I слышать; II заслушать (отчет)",
    kz: "I есту; II тыңдау (есепті)"
  },
  {
    en: "hearing",
    ru: "слух (чувство)",
    kz: "есту"
  },
  {
    en: "heart ",
    ru: "сердце ",
    kz: "жүрек "
  },
  {
    en: "by heart",
    ru: "наизусть",
    kz: "жатқа"
  },
  {
    en: "heartiness",
    ru: "сердечность",
    kz: "шын жүректен"
  },
  {
    en: "heartless",
    ru: "бессердечный",
    kz: "қатыгез"
  },
  {
    en: "heat",
    ru: "I жар, жара, зной II греть, нагревать, нагреть, отапливать",
    kz: "I ыстық, қапырық II жылыту"
  },
  {
    en: "heavy",
    ru: "тяжёлый",
    kz: "ауыр"
  },
  {
    en: "hedgehog",
    ru: "еж",
    kz: "кірпі"
  },
  {
    en: "heel",
    ru: "пятка; каблук",
    kz: "өкше"
  },
  {
    en: "height",
    ru: "I рост (человека); II верх,вышина",
    kz: "I бой; II жоғары саты, биіктік"
  },
  {
    en: "heir",
    ru: "наследник",
    kz: "мұрагер"
  },
  {
    en: "heiress",
    ru: "наследница",
    kz: "мұрагер әйел (қыз)"
  },
  {
    en: "helmet",
    ru: "шлем",
    kz: "шлем, дулыға"
  },
  {
    en: "help",
    ru: "I содействие; II помочь, помощь",
    kz: "I көмектесу, жәрдемдесу; II көмек, жәрдем"
  },
  {
    en: "helpless",
    ru: "беспомощный",
    kz: "шарасыз"
  },
  {
    en: "hemisphere",
    ru: "полушарие",
    kz: "жарты шар"
  },
  {
    en: "hemp",
    ru: "конопля",
    kz: "сора"
  },
  {
    en: "hen",
    ru: "курица",
    kz: "тауық"
  },
  {
    en: "hence ",
    ru: "отсюда перен. ",
    kz: "осыдан "
  },
  {
    en: "hence it follows",
    ru: "отсюда следует",
    kz: "осыдан шығарып"
  },
  {
    en: "herald",
    ru: "вестник",
    kz: "хабаршы"
  },
  {
    en: "herd",
    ru: "стадо (коров)",
    kz: "пада"
  },
  {
    en: "herdsman",
    ru: "пастух",
    kz: "қойшы, шопан"
  },
  {
    en: "here",
    ru: "здесь, тут, сюда",
    kz: "осында, бері"
  },
  {
    en: "here and there",
    ru: "кое-где",
    kz: "бір жерде"
  },
  {
    en: "hereditary",
    ru: "наследственный",
    kz: "тұқым қуалаған"
  },
  {
    en: "heredity",
    ru: "наследственность",
    kz: "тұқым қуалаушылық"
  },
  {
    en: "here you are! ",
    ru: "на межд. (возьми)",
    kz: "мә  (ал)"
  },
  {
    en: "hero",
    ru: "герой",
    kz: "батыр, қаһарман"
  },
  {
    en: "herring",
    ru: "селёдка разг.",
    kz: "майшабақ"
  },
  {
    en: "hibernate ",
    ru: "зимовать (о животных, птицах)",
    kz: "қыстау"
  },
  {
    en: "higher",
    ru: "выше",
    kz: "биіктеу"
  },
  {
    en: "hidden ",
    ru: "скрытый",
    kz: "тұйық"
  },
  {
    en: "hide (hid, hidden)",
    ru: "прятаться, прятать, скрыть",
    kz: "жасырыну, тығылу, жасыру"
  },
  {
    en: "higher educational institution",
    ru: "вуз (высшее учебное заведение)",
    kz: "ЖОО (жоғары оқу орны)"
  },
  {
    en: "the highest ",
    ru: "наивысший ",
    kz: "анағұрлым жоғары "
  },
  {
    en: "to the highest degree",
    ru: "в наивысшей степени",
    kz: "анағұрлым жоғары дәрежеде"
  },
  {
    en: "highly",
    ru: "весьма",
    kz: "өте, аса"
  },
  {
    en: "high prices pl.",
    ru: "дороговизна",
    kz: "қымбатшылық"
  },
  {
    en: "highway",
    ru: "шоссе",
    kz: "тас жол"
  },
  {
    en: "hill",
    ru: "холм",
    kz: "төбе"
  },
  {
    en: "hillock",
    ru: "пригорок",
    kz: "төбешік, төмпешік"
  },
  {
    en: "hinder (from)",
    ru: "препятствовать",
    kz: "кедергі (бөгет) болу"
  },
  {
    en: "hint ",
    ru: "намек ",
    kz: "емеурін, ишара "
  },
  {
    en: "take the hint",
    ru: "понять намек",
    kz: "емеурінді (ишараны) түсіну"
  },
  {
    en: "make hints (about), hint that",
    ru: "намекать, намекнуть",
    kz: "емеурін білдіру, ишара ету"
  },
  {
    en: "hip",
    ru: "бедро ",
    kz: "сан"
  },
  {
    en: "historian",
    ru: "историк",
    kz: "тарихшы"
  },
  {
    en: "historic(al)",
    ru: "исторический",
    kz: "тарихи"
  },
  {
    en: "history",
    ru: "история (наука)",
    kz: "тарих"
  },
  {
    en: "hit (hit) ",
    ru: "бить (ударять)",
    kz: "ұру, соғу"
  },
  {
    en: "hive",
    ru: "улей",
    kz: "омарта"
  },
  {
    en: "hoar-frost",
    ru: "изморозь, иней",
    kz: "қырау"
  },
  {
    en: "hockey",
    ru: "хоккей спорт",
    kz: "хоккей"
  },
  {
    en: "hockey-stick",
    ru: "клюшка",
    kz: "клюшка"
  },
  {
    en: "hold (held, held) ",
    ru: "I держать; II вместить",
    kz: "I ұстау; II сыйдыру, сыйыстыру"
  },
  {
    en: "hold (on)",
    ru: "держаться (за кого-л, что-л)",
    kz: "ұстау"
  },
  {
    en: "hole",
    ru: "дыра, отверстие; нора",
    kz: "тесік, қуыс, саңылау; үңгір"
  },
  {
    en: "holiday",
    ru: "праздник",
    kz: "мереке, мейрам"
  },
  {
    en: "holidays",
    ru: "каникулы",
    kz: "демалыс"
  },
  {
    en: "hollow",
    ru: "впадина",
    kz: "ойпат"
  },
  {
    en: "holster",
    ru: "кобура",
    kz: "тапанша қабы"
  },
  {
    en: "holy",
    ru: "святой прил.",
    kz: "киелі"
  },
  {
    en: "home ",
    ru: "I дом (домашний очаг); домашний; II отечественный",
    kz: "I отбасы; үй ішілік; II отандық"
  },
  {
    en: "rest home",
    ru: "дом отдыха",
    kz: "демалыс үйі"
  },
  {
    en: "go home",
    ru: "идти домой",
    kz: "үйге бару"
  },
  {
    en: "homeless",
    ru: "бездомный",
    kz: "үйсіз"
  },
  {
    en: "home-made",
    ru: "отечественного производства; самодельный",
    kz: "отандық өндіріс; қолдан жасалған"
  },
  {
    en: "homogeneous",
    ru: "однородный",
    kz: "біргелкі, біртекті, бірыңғай"
  },
  {
    en: "homonym",
    ru: "омоним лингв.",
    kz: "омоним"
  },
  {
    en: "honest",
    ru: "добросовестный; честный",
    kz: "адал, әділ"
  },
  {
    en: "honestly ",
    ru: "честно, порядочно",
    kz: "адал"
  },
  {
    en: "honesty",
    ru: "честность, порядочность",
    kz: "адалдық, әділдік"
  },
  {
    en: "honey",
    ru: "мед; медовый",
    kz: "бал; балды"
  },
  {
    en: "honeyed",
    ru: "медовый",
    kz: "балды"
  },
  {
    en: "honeymoon",
    ru: "медовый месяц",
    kz: "бал ай"
  },
  {
    en: "honorarium",
    ru: "вознаграждение",
    kz: "сыйақы"
  },
  {
    en: "honour",
    ru: "I почесть, чтить, почёт; II честь; чествовать",
    kz: "I сый, еске алу, құрмет; II намыс, ар, құрмет көрсету"
  },
  {
    en: "honourable",
    ru: "почётный",
    kz: "құрметті"
  },
  {
    en: "honoured ",
    ru: "заслуженный (звание) ",
    kz: "еңбек сіңірген "
  },
  {
    en: "Honoured Artist",
    ru: "заслуженный артист",
    kz: "еңбек сіңірген артист"
  },
  {
    en: "hood",
    ru: "верх (экипажа)",
    kz: "жоғарғы жақ "
  },
  {
    en: "hook",
    ru: "I крюк; II прицепить, застегнуть",
    kz: "I ілгек; II қыстыру, тіркеу, ілгектеу"
  },
  {
    en: "hoot",
    ru: "гудеть (о гудке, сирене и т.п.)",
    kz: "дүркірету"
  },
  {
    en: "hoof",
    ru: "копыто",
    kz: "тұяқ"
  },
  {
    en: "hope",
    ru: "I надеяться (for-на что-л.); II надежда",
    kz: "I үміттену; II үміт"
  },
  {
    en: "horizon",
    ru: "кругозор; небосклон",
    kz: "ой өрісі; аспан аясы"
  },
  {
    en: "horror",
    ru: "ужас",
    kz: "үрей, қорқыныш; масқара"
  },
  {
    en: "horse ",
    ru: "конь, лошадь ",
    kz: "ат "
  },
  {
    en: "mount a horse",
    ru: "сесть на лошадь",
    kz: "атқа міну"
  },
  {
    en: "horseflesh",
    ru: "конина",
    kz: "жылқы еті"
  },
  {
    en: "horseshoe",
    ru: "подкова",
    kz: "таға, нәл"
  },
  {
    en: "hospitable",
    ru: "гостеприимный",
    kz: "қонақ жайлылық"
  },
  {
    en: "hospital",
    ru: "клиника",
    kz: "емхана"
  },
  {
    en: "hospital, military hospital",
    ru: "госпиталь",
    kz: "госпиталь"
  },
  {
    en: "hospital-car",
    ru: "санитарный вагон",
    kz: "санитарлық вагон"
  },
  {
    en: "hospitality",
    ru: "угощение (действие)",
    kz: "сыйлау, ішіп-жегізу"
  },
  {
    en: "host",
    ru: "хозяин (по отношению к гостям)",
    kz: "отағасы"
  },
  {
    en: "hostel",
    ru: "общежитие",
    kz: "жатақхана"
  },
  {
    en: "hot",
    ru: "горячий, жаркий, знойный",
    kz: "қызу, ыстық, аптап"
  },
  {
    en: "hotel",
    ru: "гостиница",
    kz: "қонақ үй"
  },
  {
    en: "hot-house",
    ru: "оранжерея",
    kz: "оранжерея"
  },
  {
    en: "hour ",
    ru: "час",
    kz: "сағат, уақыт"
  },
  {
    en: "house",
    ru: "I дом; домашний; II палата (высшее законодательное учреждение)",
    kz: "I үй; үй ішілік; II палата"
  },
  {
    en: "housekeeping",
    ru: "домашнее хозяйство",
    kz: "үй шаруашылығы"
  },
  {
    en: "housewife",
    ru: "домашняя хозяйка",
    kz: "отанасы"
  },
  {
    en: "how ",
    ru: "как ",
    kz: "қалай "
  },
  {
    en: "How are you?",
    ru: "самочувствие: как ваше самочувствие?",
    kz: "көңіл күйі: сіздің көңіл күйіңіз қалай?"
  },
  {
    en: "how much? how many?",
    ru: "сколько (о числе)",
    kz: "неше? қанша?"
  },
  {
    en: "how many times? How often?",
    ru: "сколько раз?",
    kz: "неше рет?"
  },
  {
    en: "how old?",
    ru: "сколько (о возрасте)",
    kz: "неше? қанша?"
  },
  {
    en: "how long?",
    ru: "сколько (о продолжительности)",
    kz: "неше? қанша?"
  },
  {
    en: "however",
    ru: "однако, впрочем",
    kz: "бірақ, менімше"
  },
  {
    en: "howl, howling",
    ru: "вой",
    kz: "ұлу"
  },
  {
    en: "hue",
    ru: "оттенок (о цвете)",
    kz: "рең, реңк, өң"
  },
  {
    en: "huge",
    ru: "огромный",
    kz: "үлкен, орасан, зор"
  },
  {
    en: "hum",
    ru: "жужжание",
    kz: "ызылдау"
  },
  {
    en: "húman",
    ru: "человеческий",
    kz: "адамзаттық"
  },
  {
    en: "humáne",
    ru: "человеческий",
    kz: "адамгершілік"
  },
  {
    en: "humanity",
    ru: "человечество",
    kz: "адамзат"
  },
  {
    en: "human kindness",
    ru: "человеколюбие",
    kz: "адамды сүю"
  },
  {
    en: "humble",
    ru: "покорный",
    kz: "көнгіш, бағынышты"
  },
  {
    en: "humility",
    ru: "смирение",
    kz: "көну, бағыну"
  },
  {
    en: "hundred ",
    ru: "сто ",
    kz: "жүз "
  },
  {
    en: "a hundred",
    ru: "сотня",
    kz: "жүздік"
  },
  {
    en: "hundredth",
    ru: "сотый",
    kz: "жүзінші"
  },
  {
    en: "hunger",
    ru: "голод",
    kz: "аштық"
  },
  {
    en: "hungry",
    ru: "голодный",
    kz: "аш"
  },
  {
    en: "get hungry",
    ru: "проголодаться",
    kz: "ашығу"
  },
  {
    en: "hunt",
    ru: "охота; охотиться",
    kz: "аң аулау; аң аулаға шығу"
  },
  {
    en: "hunter",
    ru: "охотник",
    kz: "аңшы"
  },
  {
    en: "hunting",
    ru: "охота",
    kz: "аң аулау"
  },
  {
    en: "hurry",
    ru: "торопить ",
    kz: "асықтыру "
  },
  {
    en: "be in a hurry",
    ru: "поспешить",
    kz: "асығу"
  },
  {
    en: "hurt ",
    ru: "I болеть; повредить, ушибить; II обидеть",
    kz: "I ауру; зиян келтіру, бүлдіру, жарақаттау; II ренжіту, өкпелету, зәбірлеу"
  },
  {
    en: "my eyes hurt",
    ru: "у меня болят глаза",
    kz: "менің көздерім ауырып тұр"
  },
  {
    en: "pain hurt",
    ru: "причинить боль",
    kz: "ауыр тию, жанын жаралау"
  },
  {
    en: "husband",
    ru: "муж, супруг",
    kz: "ер адам, күйеу"
  },
  {
    en: "hush up",
    ru: "замять ",
    kz: "басып тастау, жауып қою "
  },
  {
    en: "hush up a scandal",
    ru: "замять скандал",
    kz: "дау-жанжалды басу"
  },
  {
    en: "hymn",
    ru: "гимн",
    kz: "әнұран"
  },
  {
    en: "hypothesis",
    ru: "гипотеза",
    kz: "болжау"
  },
  {
    en: "I местоим. ",
    ru: "я ",
    kz: "мен"
  },
  {
    en: "ice ",
    ru: "лед ",
    kz: "мұз "
  },
  {
    en: "be covered with ice, ice up",
    ru: "оледенеть",
    kz: "мұздау, мұз басу"
  },
  {
    en: "ice-cream",
    ru: "мороженое",
    kz: "балмұздақ"
  },
  {
    en: "ice-house ",
    ru: "ледник",
    kz: "мұздық"
  },
  {
    en: "idea ",
    ru: "идея; мысль, понятие ",
    kz: "идея; ой, ойлау, түсінік, "
  },
  {
    en: "I haven’t the slightest idea",
    ru: "я понятия не имею",
    kz: "менің түсінігім (хабарым) жоқ"
  },
  {
    en: "identical",
    ru: "одинаковый",
    kz: "бірдей, біргелкі"
  },
  {
    en: "identify",
    ru: "опознавать, опознать",
    kz: "тану"
  },
  {
    en: "identity",
    ru: "тождество",
    kz: "тепе-теңдік"
  },
  {
    en: "idolize",
    ru: "обожествлять",
    kz: "құдайдай көру"
  },
  {
    en: "i.e. (that is)",
    ru: "т.е. (то есть)",
    kz: "демек"
  },
  {
    en: "if",
    ru: "если; ли",
    kz: "егер; ма, ме, ба, бе; деп айту"
  },
  {
    en: "ignorance ",
    ru: "безграмотность, незнание",
    kz: "сауатсыздық, білместік"
  },
  {
    en: "ignorant",
    ru: "тёмный, невежественный",
    kz: "қараңғылық, надандық "
  },
  {
    en: "ill, be ill",
    ru: "болеть",
    kz: "ауру"
  },
  {
    en: "ill-bred",
    ru: "невоспитанный",
    kz: "тәрбиесіз, тәртіпсіз"
  },
  {
    en: "illegal",
    ru: "противозаконный, незаконный, нелегальный",
    kz: "заңға қарсы, заңды емес, заңсыз, рұқсатсыз"
  },
  {
    en: "illegitimate",
    ru: "незаконный",
    kz: "заңды емес"
  },
  {
    en: "illicit",
    ru: "незаконный",
    kz: "заңды емес"
  },
  {
    en: "illiteracy",
    ru: "безграмотность",
    kz: "сауатсыздық"
  },
  {
    en: "illness",
    ru: "болезнь",
    kz: "ауру"
  },
  {
    en: "image ",
    ru: "I образ (представление тж. лит., жив.); II изображение",
    kz: "I кейіпкер; II бейне"
  },
  {
    en: "imagination",
    ru: "воображение",
    kz: "елес"
  },
  {
    en: "imagine",
    ru: "представить, вообразить",
    kz: "елестету"
  },
  {
    en: "imitate",
    ru: "копировать, подражать",
    kz: "көшіру, еліктеу"
  },
  {
    en: "imitation",
    ru: "подражание",
    kz: "еліктеу"
  },
  {
    en: "immediate",
    ru: "немедленный",
    kz: "жедел, шапшаң, дереу"
  },
  {
    en: "immediately ",
    ru: "тотчас, немедленно",
    kz: "сол мезетте (сәтте), жедел, шапшаң, дереу"
  },
  {
    en: "immodest",
    ru: "нескромный",
    kz: "ерсі, тұрпайы, ожар"
  },
  {
    en: "immortality",
    ru: "бессмертие",
    kz: "мәңгі"
  },
  {
    en: "immovable",
    ru: "недвижимость",
    kz: "жылжымайтын"
  },
  {
    en: "impatience",
    ru: "нетерпение",
    kz: "шыдамсыздық"
  },
  {
    en: "impatient",
    ru: "нетерпеливый",
    kz: "шыдамсыз"
  },
  {
    en: "imperative",
    ru: "повелительный",
    kz: "әмірлі, бұйрықты"
  },
  {
    en: "imperious",
    ru: "властный",
    kz: "билікшіл, адуын"
  },
  {
    en: "implication",
    ru: "подтекст",
    kz: "жасырын ой"
  },
  {
    en: "import ",
    ru: "ввезти ",
    kz: "енгізу (көлікпен) "
  },
  {
    en: "not imported",
    ru: "отечественного производства",
    kz: "отандық өндіріс"
  },
  {
    en: "importance ",
    ru: "значение, важность ",
    kz: "маңыз "
  },
  {
    en: "attach importance (to)",
    ru: "придавать значение",
    kz: "мән беру"
  },
  {
    en: "it is important",
    ru: "важно",
    kz: "маңызды"
  },
  {
    en: "importune",
    ru: "выпрашивать",
    kz: "сұрау, жалыну, тілену"
  },
  {
    en: "imposing",
    ru: "величественный (внушительный)",
    kz: "асқақ, асқар"
  },
  {
    en: "imposter",
    ru: "самозванец",
    kz: "жалған атты"
  },
  {
    en: "impotent",
    ru: "бессильный",
    kz: "әлсіз"
  },
  {
    en: "impress (upon)",
    ru: "внушить, заставить понять",
    kz: "сендіру, иландыру"
  },
  {
    en: "impression",
    ru: "впечатление",
    kz: "әсер"
  },
  {
    en: "imprint ",
    ru: "отпечаток, изображение",
    kz: "із, дақ"
  },
  {
    en: "imprisonment",
    ru: "заключение (тюремное)",
    kz: "қамау"
  },
  {
    en: "improve ",
    ru: "улучшить, исправить; поправиться (о делах)",
    kz: "түзеу, жақсару; оңалу"
  },
  {
    en: "improvement",
    ru: "достижение;улучшение",
    kz: "жетістік, жақсару"
  },
  {
    en: "impudent (наглый)",
    ru: "беззастенчивый",
    kz: "арсыз"
  },
  {
    en: "in ",
    ru: "I в предл. (для обозначения места «внутри»); II в предл. (при глаголах, обознач. движение куда-либо); III в предл. (для обозначения времени); IV через; V на предл. (в значении места «внутри»)",
    kz: "I ішкі орынды нұсқайды; II етістікпен тіркесіп қимылдың бағытын нұсқайды; III мезгілді, уақытты нұсқайды; IV арқылы; V ішкі мағанасында"
  },
  {
    en: "in the sun",
    ru: "на солнце",
    kz: "күнде"
  },
  {
    en: "in spite of",
    ru: "несмотря на",
    kz: "қарамастан"
  },
  {
    en: "in-",
    ru: "без- приставка, указывающая на отсутствие признака",
    kz: "-сыз, -сіз"
  },
  {
    en: "inaccuracy",
    ru: "неаккуратность",
    kz: "ұқыпсыз, тиянақсыз"
  },
  {
    en: "inaccurate",
    ru: "неточный, неаккуратный",
    kz: "тиянақсыз"
  },
  {
    en: "inactive",
    ru: "бездеятельный",
    kz: "әрекетсіз, қимылсыз"
  },
  {
    en: "inadequate",
    ru: "неудовлетворительный (об объяснении и т.п.)",
    kz: "қанағаттанғысыз "
  },
  {
    en: "inanimate",
    ru: "неодушевленный",
    kz: "жансыз"
  },
  {
    en: "inaugurate",
    ru: "начать что-л., открыть",
    kz: "бастау"
  },
  {
    en: "incensed",
    ru: "разгневанный",
    kz: "ашулы, ызалы"
  },
  {
    en: "incessant",
    ru: "беспрерывный",
    kz: "үздіксіз"
  },
  {
    en: "incident",
    ru: "происшествие",
    kz: "оқиға"
  },
  {
    en: "inclination",
    ru: "І склонность; ІІ наклонение, наклон; ІІІ охота, желание",
    kz: "І қабілет; ІІ қисаю; ІІІ ниет"
  },
  {
    en: "incline",
    ru: "клонить",
    kz: "I ию, майыстыру; II меңдету; III бұру, айналдыру, аудару"
  },
  {
    en: "include",
    ru: "включать",
    kz: "қосу"
  },
  {
    en: "income",
    ru: "доход",
    kz: "пайда, кіріс, табыс"
  },
  {
    en: "incomparable",
    ru: "несравненный, несравнимый",
    kz: "тамаша, теңдесі жоқ"
  },
  {
    en: "incomplete",
    ru: "неполный",
    kz: "толық емес"
  },
  {
    en: "incomprehension",
    ru: "непонимание",
    kz: "түсініспеу"
  },
  {
    en: "inconceivable",
    ru: "невероятный",
    kz: "адам сенгісіз"
  },
  {
    en: "incorrectly",
    ru: "неверно, неправильно",
    kz: "бұрыс, дұрыс емес "
  },
  {
    en: "increase",
    ru: "I увеличение, увеличить; II прибавить, прибавление; III рост, увеличение, прирост",
    kz: "I көбею, арту, ұлғаю, көбейту, арттыру; II қосу, үстеу, молайту, өсім; III өсу, өну"
  },
  {
    en: "incredible",
    ru: "невероятный",
    kz: "адам сенгісіз"
  },
  {
    en: "indeed ",
    ru: "неужели; поистине",
    kz: "қалайша; шынында, ақиқатында"
  },
  {
    en: "indelicate",
    ru: "нескромный",
    kz: "ерсі, тұрпайы, ожар"
  },
  {
    en: "independence",
    ru: "самостоятельный",
    kz: "дербес, өз бетімен"
  },
  {
    en: "independent",
    ru: "вольный",
    kz: "еркін"
  },
  {
    en: "independently (of)",
    ru: "независимо",
    kz: "тәуелсіз, бағынышсыз"
  },
  {
    en: "index",
    ru: "показатель",
    kz: "көрсеткіш"
  },
  {
    en: "indiarubber",
    ru: "резинка (для стирания)",
    kz: "өшіргіш"
  },
  {
    en: "indicate",
    ru: "указать",
    kz: "нұсқау, көрсету; жөн сілтеу"
  },
  {
    en: "indifference",
    ru: "равнодушие",
    kz: "немқұрайдылық"
  },
  {
    en: "indifferent",
    ru: "равнодушный",
    kz: "немқұрайды"
  },
  {
    en: "indignation",
    ru: "негодование",
    kz: "наразылық, ыза болу"
  },
  {
    en: "indirect ",
    ru: "косвенный",
    kz: "жанама, қосымша"
  },
  {
    en: "indiscrete ",
    ru: "нетактичный, нескромный",
    kz: "ерсі, тұрпайы, ожар"
  },
  {
    en: "individual ",
    ru: "субъект, человек разг.",
    kz: "адам"
  },
  {
    en: "indivisible ",
    ru: "единый, неделимый",
    kz: "тұтас (бөлінбейтін)"
  },
  {
    en: "indoor plants",
    ru: "комнатные цветы",
    kz: "бөлме гүлдері"
  },
  {
    en: "industrial",
    ru: "производственный",
    kz: "өндірістік"
  },
  {
    en: "industrialist",
    ru: "промышленник",
    kz: "өнеркәсіпші"
  },
  {
    en: "industrious",
    ru: "работящий, трудолюбивый",
    kz: "еңбекқор, еңбек сүйгіш"
  },
  {
    en: "industry ",
    ru: "I индустрия, промышленность; II трудолюбие",
    kz: "I индустрия, өнеркәсіп; II еңбек сүйгіштік"
  },
  {
    en: "light industry",
    ru: "легкая индустрия",
    kz: "жеңіл индустрия"
  },
  {
    en: "heavy industry",
    ru: "тяжелая индустрия",
    kz: "ауыр индустрия"
  },
  {
    en: "ineffectual",
    ru: "беспомощный",
    kz: "шарасыз"
  },
  {
    en: "inequality",
    ru: "неравенство",
    kz: "теңсіздік"
  },
  {
    en: "inexpensive",
    ru: "недорогой",
    kz: "арзан, қымбат емес"
  },
  {
    en: "inexperience",
    ru: "неопытность",
    kz: "тәжірибесіздік"
  },
  {
    en: "inexperienced",
    ru: "неопытный",
    kz: "тәжірибесіз"
  },
  {
    en: "inexplicable",
    ru: "необъяснимый",
    kz: "түсініксіз"
  },
  {
    en: "infant",
    ru: "младенец",
    kz: "сәби"
  },
  {
    en: "infantry",
    ru: "пехота",
    kz: "жаяу әскер"
  },
  {
    en: "infer ",
    ru: "заключить (сделать вывод)",
    kz: "қорытындылау"
  },
  {
    en: "infinite",
    ru: "безграничный",
    kz: "шетсіз, шексіз"
  },
  {
    en: "inflammable",
    ru: "огнеопасный",
    kz: "тез тұтанғыш"
  },
  {
    en: "inflexional ending",
    ru: "окончание грам.",
    kz: "жалғау "
  },
  {
    en: "influence ",
    ru: "влияние, воздействие ",
    kz: "ықпал, әсер ету "
  },
  {
    en: "influence, have influence (on, over, upon)",
    ru: "влиять, воздействовать",
    kz: "ықпал ету, әсер ету"
  },
  {
    en: "influential",
    ru: "влиятельный",
    kz: "ықпалды"
  },
  {
    en: "inform",
    ru: "известить, осведомить",
    kz: "хабарлау,хабардар ету"
  },
  {
    en: "informal",
    ru: "неофициальный",
    kz: "ресми емес"
  },
  {
    en: "information",
    ru: "известие, информация, сведение",
    kz: "хабар, жаңалық, дерек, мәлімет"
  },
  {
    en: "informer",
    ru: "осведомитель, доносчик",
    kz: "жансыз, сөз тасушы"
  },
  {
    en: "infringe",
    ru: "нарушить (закон, правила)",
    kz: "бұзу (заң, ереже)"
  },
  {
    en: "infuriated",
    ru: "разгневанный",
    kz: "ашулы, ызалы"
  },
  {
    en: "ingratitude",
    ru: "неблагодарность",
    kz: "жақсылықты білмеушілік"
  },
  {
    en: "inhabitant",
    ru: "житель",
    kz: "тұрғын"
  },
  {
    en: "inherit",
    ru: "наследовать (что-л.), получить наследство",
    kz: "мұралау, мұра алу"
  },
  {
    en: "inheritance",
    ru: "наследство",
    kz: "мұра"
  },
  {
    en: "inhospitable",
    ru: "негостеприимный",
    kz: "қонақжай емес"
  },
  {
    en: "initial",
    ru: "начальный (находящийся в начале)",
    kz: "бастамасында"
  },
  {
    en: "injection",
    ru: "укол мед.",
    kz: "укол"
  },
  {
    en: "injury",
    ru: "вред",
    kz: "зиян"
  },
  {
    en: "injustice",
    ru: "несправедливость",
    kz: "әділетсіздік"
  },
  {
    en: "ink sg",
    ru: "чернила",
    kz: "сия"
  },
  {
    en: "inn",
    ru: "гостиница (небольшая)",
    kz: "қонақ үй"
  },
  {
    en: "inner",
    ru: "внутренний",
    kz: "ішкі"
  },
  {
    en: "innermost",
    ru: "сокровенный",
    kz: "тұңғиық"
  },
  {
    en: "innocence",
    ru: "невинность",
    kz: "адалдақ, тазалық"
  },
  {
    en: "innocent",
    ru: "невинный",
    kz: "адал, таза, кінәсыз, жазықсыз"
  },
  {
    en: "innovation",
    ru: "новшество",
    kz: "игі жаңалық"
  },
  {
    en: "innumerable",
    ru: "бесчисленный",
    kz: "сансыз"
  },
  {
    en: "inoffensive",
    ru: "безобидный",
    kz: "зілсіз"
  },
  {
    en: "inquest ",
    ru: "следствие",
    kz: "тергеу"
  },
  {
    en: "inquiries",
    ru: "расспросы",
    kz: "сұрастырулар"
  },
  {
    en: "inquiry ",
    ru: "расследование, следствие ",
    kz: "тергеу "
  },
  {
    en: "conduct an inquiry",
    ru: "провести расследование",
    kz: "тергеу жүргізу"
  },
  {
    en: "hold an inquiry (into)",
    ru: "расследовать",
    kz: "тергеу"
  },
  {
    en: "make inquiries (about)",
    ru: "расспросить",
    kz: "сұрастыру"
  },
  {
    en: "judicial inquiry",
    ru: "судебное следствие",
    kz: "сот тергеуі"
  },
  {
    en: "insecure",
    ru: "непрочный",
    kz: "осал, күйрек, сынғыш"
  },
  {
    en: "insert ",
    ru: "включать, вставить",
    kz: "қосу, қою"
  },
  {
    en: "insertion",
    ru: "вставка",
    kz: "қыстырым"
  },
  {
    en: "inside ",
    ru: "внутренний, внутри, внутрь ",
    kz: "ішкі, ішінде, іші "
  },
  {
    en: "on the inside, from the inside",
    ru: "изнутри",
    kz: "іштен"
  },
  {
    en: "insignia pl",
    ru: "герб",
    kz: "елтаңба"
  },
  {
    en: "insignificant",
    ru: "маловажный",
    kz: "мәнсіз, маңызы аз"
  },
  {
    en: "insincere",
    ru: "неискренний",
    kz: "қараниет, монтаны"
  },
  {
    en: "insipid ",
    ru: "безвкусный (невкусный)",
    kz: "талғамсыз"
  },
  {
    en: "insomnia",
    ru: "бессонница",
    kz: "ұйқысыздық"
  },
  {
    en: "inspect",
    ru: "проверить; обследовать",
    kz: "сынау; тексеру"
  },
  {
    en: "inspection",
    ru: "обследование",
    kz: "тексеру"
  },
  {
    en: "inspiration",
    ru: "вдохновение",
    kz: "шабыт"
  },
  {
    en: "inspire (with)",
    ru: "внушить, внушать (чувство)",
    kz: "сендіру, иландыру"
  },
  {
    en: "install",
    ru: "вселить",
    kz: "кіргізу, орналастыру"
  },
  {
    en: "installation",
    ru: "вселение",
    kz: "кіргізу, орналастыру"
  },
  {
    en: "instance ",
    ru: "пример ",
    kz: "үлгі "
  },
  {
    en: "for instance",
    ru: "например",
    kz: "мысалы, мәселен"
  },
  {
    en: "instant",
    ru: "мгновение, миг",
    kz: "сәт"
  },
  {
    en: "instantaneous",
    ru: "мгновенный",
    kz: "сәттік"
  },
  {
    en: "instead of",
    ru: "вместо",
    kz: "орнына"
  },
  {
    en: "be interested (in)",
    ru: "поинтересоваться",
    kz: "қызығу, білгісі келу"
  },
  {
    en: "instigate",
    ru: "подстрекать",
    kz: "арандату"
  },
  {
    en: "instigator",
    ru: "зачинщик, подстрекатель",
    kz: "бүлікті, төбелесті бастаушы; арандатушы"
  },
  {
    en: "institute",
    ru: "институт",
    kz: "институт"
  },
  {
    en: "institution",
    ru: "заведение, учреждение",
    kz: "мекеме"
  },
  {
    en: "instruct",
    ru: "руководить",
    kz: "басқару"
  },
  {
    en: "instruction",
    ru: "распоряжение",
    kz: "билеу, қарау"
  },
  {
    en: "instructor",
    ru: "руководитель",
    kz: "жетекші"
  },
  {
    en: "instrument прям., перен. ",
    ru: "орудие; прибор ",
    kz: "қару; құрал-жабдық; құрал"
  },
  {
    en: "instruments of production",
    ru: "орудия производства",
    kz: "өндіріс құралдары"
  },
  {
    en: "insulting",
    ru: "обидный, оскорбительный",
    kz: "жәбірлі, зәбірлі, балағат"
  },
  {
    en: "insure",
    ru: "страховать",
    kz: "сақтандыру"
  },
  {
    en: "intellect",
    ru: "разум",
    kz: "ақыл"
  },
  {
    en: "intelligence ",
    ru: "I ум, интеллект II ум, сообразительность III известия, сведения IV разведка (служба воен.)",
    kz: "I ақыл II ақыл, тапқыр III хабар, мәлімет IV барлау"
  },
  {
    en: "intelligent",
    ru: "толковый (о человеке)",
    kz: "зерек, қабілетті"
  },
  {
    en: "intelligible ",
    ru: "понятный, толковый",
    kz: "түсінікті"
  },
  {
    en: "intend",
    ru: "I предполагать, намереваться; II предназначать",
    kz: "I ойластыру, жоспарлау, ниеттену; II алдын ала белгілеу"
  },
  {
    en: "intent",
    ru: "пристальный",
    kz: "үңіле, қадала; ынталы"
  },
  {
    en: "intention",
    ru: "намерение, замысел",
    kz: "ниет, пиғыл"
  },
  {
    en: "interaction",
    ru: "взаимодействие",
    kz: "өзара әрекет (қимыл)"
  },
  {
    en: "interest ",
    ru: "процент (с капитала)",
    kz: "өсім, пайыздық өсім"
  },
  {
    en: "interestingly",
    ru: "интересно",
    kz: "қызықты"
  },
  {
    en: "interference",
    ru: "вмешательство",
    kz: "араласу"
  },
  {
    en: "interjection",
    ru: "междометие грам.",
    kz: "одағай"
  },
  {
    en: "interlocutor",
    ru: "собеседник",
    kz: "әңгімелесуші"
  },
  {
    en: "intermediary",
    ru: "посредник(в споре)",
    kz: "делдал, төреші, сарапшы"
  },
  {
    en: "intermediate",
    ru: "промежуточный",
    kz: "аралық"
  },
  {
    en: "international",
    ru: "международный",
    kz: "халықаралық"
  },
  {
    en: "interpret",
    ru: "I перевести (устно); II истолковать, толковать",
    kz: "I аудару, тәржімалау; II түсіндіру"
  },
  {
    en: "interpreter",
    ru: "переводчик (устный)",
    kz: "аудармашы "
  },
  {
    en: "interpretation",
    ru: "толкование",
    kz: "түсіндіру, түсіндірме"
  },
  {
    en: "interrelation",
    ru: "взаимоотношение",
    kz: "өзара қатынас"
  },
  {
    en: "interrogate",
    ru: "опросить, допросить",
    kz: "сұрау салу, тергеу"
  },
  {
    en: "interrogation",
    ru: "опрос, допрос",
    kz: "сұрау, жауап алу"
  },
  {
    en: "interrupt",
    ru: "прервать, остановить, перебить",
    kz: "бөлу, үзу, тоқтату, доғару"
  },
  {
    en: "interruption ",
    ru: "перерыв, остановка",
    kz: "үзіліс, тоқтау; "
  },
  {
    en: "intersect",
    ru: "пересечь(ся)",
    kz: "кесіп өту, қиылысу"
  },
  {
    en: "interval",
    ru: "промежуток, перерыв, перемена",
    kz: "ара, үзіліс"
  },
  {
    en: "intervention",
    ru: "вмешательство",
    kz: "араласу"
  },
  {
    en: "intestines pl",
    ru: "кишечник анат.",
    kz: "ішек"
  },
  {
    en: "intimate",
    ru: "близкий, тесный (об отношениях)",
    kz: "жақын, тату, сырлас"
  },
  {
    en: "into",
    ru: "I в предл. (при глаголах, обознач. движение куда-либо; II в предл. (при обозначении изменения состояния)",
    kz: "I етістікпен тіркесіп қимылдың бағытын нұсқайды; II қалып-күйдің өзгеруін нұсқайды"
  },
  {
    en: "intoxication",
    ru: "опьянение (тж.перен.)",
    kz: "масаңдану; мас болу"
  },
  {
    en: "introduce",
    ru: "I знакомить, представлять; II ввести",
    kz: "I таныстыру; II енгізу, ендіру (қолмен)"
  },
  {
    en: "introduction",
    ru: "введение",
    kz: "кіріспе"
  },
  {
    en: "invader",
    ru: "оккупант",
    kz: "басқыншы"
  },
  {
    en: "invent",
    ru: "придумать, изобрести",
    kz: "ойлап табу"
  },
  {
    en: "invention",
    ru: "изобретение",
    kz: "жаңалық"
  },
  {
    en: "inventive",
    ru: "изобретательный",
    kz: "тапқыр"
  },
  {
    en: "inventor",
    ru: "изобретатель",
    kz: "өнертапқыш"
  },
  {
    en: "inversely ",
    ru: "наоборот, обратно",
    kz: "керісінше"
  },
  {
    en: "inverted commas",
    ru: "кавычки",
    kz: "тырнақша"
  },
  {
    en: "invest",
    ru: "поместить (капитал)",
    kz: "салып қою (капиталды)"
  },
  {
    en: "investigate",
    ru: "исследовать; обследовать; расследовать",
    kz: "зерттеу; тексеру; тергеу"
  },
  {
    en: "investigation",
    ru: "исследование; обследование; расследование",
    kz: "зерттеу; тексеру; тергеу"
  },
  {
    en: "investigator",
    ru: "исследователь",
    kz: "зерттеуші"
  },
  {
    en: "investment ",
    ru: "вклад (доля участия)",
    kz: "салым"
  },
  {
    en: "invitation",
    ru: "приглашение",
    kz: "шақыру"
  },
  {
    en: "invite",
    ru: "пригласить, приглашать",
    kz: "шақыру"
  },
  {
    en: "ir-",
    ru: "без- приставка, указывающая на отсутствие признака",
    kz: "-сыз, -сіз"
  },
  {
    en: "iron",
    ru: "I утюг; утюжить; II железный, железо",
    kz: "I үтік; үтіктеу; II темір"
  },
  {
    en: "iron out ",
    ru: "разгладить (утюгом)",
    kz: "үтіктеу"
  },
  {
    en: "irony ",
    ru: "ирония ",
    kz: "мысқыл "
  },
  {
    en: "biting irony",
    ru: "злая ирония",
    kz: "мазақты мысқыл"
  },
  {
    en: "irony of fate",
    ru: "ирония судьбы",
    kz: "тағдыр талқысы"
  },
  {
    en: "irreproachable",
    ru: "безукоризненный",
    kz: "мінсіз, мүлтіксіз"
  },
  {
    en: "irrespective (of)",
    ru: "независимо",
    kz: "байланыссыз; қатыссыз"
  },
  {
    en: "irresponsibility",
    ru: "безответственность",
    kz: "жауапсыздық"
  },
  {
    en: "irritable",
    ru: "раздражительный",
    kz: "ашуланшақ"
  },
  {
    en: "irritate",
    ru: "злить, раздражать",
    kz: "ызаландыру, тітіркендіру"
  },
  {
    en: "irritation",
    ru: "раздражение",
    kz: "тітіркену, түршігу"
  },
  {
    en: "island",
    ru: "остров",
    kz: "арал"
  },
  {
    en: "issue",
    ru: "номер (газеты и т.п.)",
    kz: "сан (газет)"
  },
  {
    en: "it",
    ru: "он, она, оно (неодуш.)",
    kz: "ол (жансыз)"
  },
  {
    en: "italics pl.",
    ru: "курсив (полигр.)",
    kz: "курсив"
  },
  {
    en: "item ",
    ru: "номер (в концерте и т.п.)",
    kz: "ән-күй номері (концерт)"
  },
  {
    en: "its",
    ru: "свой (3-е л.ед.ч., неодуш.)",
    kz: "өзінікі (жансыз)"
  },
  {
    en: "itself",
    ru: "сам (3-е л.ед.ч.), самό, себя(неодуш.)",
    kz: "өзі, өзін (жаныз)"
  },
  {
    en: "jacket ",
    ru: "жакет, пиджак",
    kz: "бешпент, пиджак"
  },
  {
    en: "jam",
    ru: "варенье, повидло",
    kz: "тосап, қою тосап"
  },
  {
    en: "make jam",
    ru: "варить варенье",
    kz: "тосап қайнату"
  },
  {
    en: "January",
    ru: "I январский; II январь",
    kz: "I ақпандық; II ақпан"
  },
  {
    en: "Japanese",
    ru: "I японец; II японский",
    kz: "I жапон; II жапондық"
  },
  {
    en: "Japanese, the Japanese language",
    ru: "японский язык",
    kz: "жапон тілі"
  },
  {
    en: "jar",
    ru: "банка",
    kz: "банка"
  },
  {
    en: "jaw",
    ru: "челюсть",
    kz: "жақ"
  },
  {
    en: "jealous ",
    ru: "ревнивый",
    kz: "қызғаншақ"
  },
  {
    en: "be jealous",
    ru: "ревновать",
    kz: "қызғану"
  },
  {
    en: "jealousy",
    ru: "ревность",
    kz: "қызғаншақтық"
  },
  {
    en: "jest",
    ru: "I шутка; II шутить",
    kz: "I әзіл, қалжың; II әзілдеу, қалжыңдау"
  },
  {
    en: "jet ",
    ru: "реактивный ",
    kz: "реактивті "
  },
  {
    en: "jet plane",
    ru: "реактивный самолёт",
    kz: "реактивті ұшақ"
  },
  {
    en: "jet engine",
    ru: "реактивный двигатель",
    kz: "реактивті қозғалтқыш"
  },
  {
    en: "jewel",
    ru: "драгоценность",
    kz: "бағалы, құнды"
  },
  {
    en: "jeweler",
    ru: "ювелир",
    kz: "зергер"
  },
  {
    en: "jewelry",
    ru: "ювелирный",
    kz: "зергерлік"
  },
  {
    en: "job",
    ru: "пост",
    kz: "қызмет"
  },
  {
    en: "join ",
    ru: "I приобщить, присоединить; II поступить, вступить",
    kz: "I қосу, қатыстыру, біріктіру; II түсу, кіру, аяқ басу"
  },
  {
    en: "join up (with)",
    ru: "присоединиться",
    kz: "бірігу, қосылу"
  },
  {
    en: "joining",
    ru: "поступление (куда-л.); присоединение",
    kz: "орналасу; қосу; бірігу"
  },
  {
    en: "joke",
    ru: "I анекдот; II шутка; III шутить",
    kz: "I қалжың әңгіме; II әзіл, қалжың; III әзілдеу, қалжыңдау"
  },
  {
    en: "journal",
    ru: "дневник; журнал",
    kz: "күнделік; журнал"
  },
  {
    en: "journey",
    ru: "путешествие, поездка",
    kz: "саяхат, сапар, жол жүру"
  },
  {
    en: "joy",
    ru: "радость",
    kz: "қуаныш"
  },
  {
    en: "joyful",
    ru: "радостный",
    kz: "қуанышты"
  },
  {
    en: "joyless",
    ru: "невеселый",
    kz: "көңілсіз"
  },
  {
    en: "judge",
    ru: "судья",
    kz: "судья"
  },
  {
    en: "judge (between)",
    ru: "рассудить (спорящих)",
    kz: "билік (төрелік) айту"
  },
  {
    en: "jug",
    ru: "кувшин",
    kz: "құмыра"
  },
  {
    en: "July",
    ru: "июль; июльский",
    kz: "шілде; шілделік"
  },
  {
    en: "jump",
    ru: "прыгать, скакать",
    kz: "секіру, шабу"
  },
  {
    en: "jump away",
    ru: "отскакивать, отскочить",
    kz: "атып кету, ыршып түсу"
  },
  {
    en: "jump up",
    ru: "подпрыгнуть",
    kz: "секіру, ырғу; секіріп түсу"
  },
  {
    en: "June",
    ru: "июнь; июньский",
    kz: "маусым; маусымдық"
  },
  {
    en: "jungle",
    ru: "джунгли",
    kz: "ну"
  },
  {
    en: "junior",
    ru: "младший (по положению)",
    kz: "кіші (дәрежелі)"
  },
  {
    en: "juridical",
    ru: "юридический; правовой",
    kz: "заңдық; құқықтық"
  },
  {
    en: "jury",
    ru: "жюри",
    kz: "қазылар алқасы"
  },
  {
    en: "just",
    ru: "именно, точно; только что",
    kz: "дәл солай, дәл; жаңа ғана"
  },
  {
    en: "just a little",
    ru: "чуть-чуть",
    kz: "сәл-сәл"
  },
  {
    en: "justice",
    ru: "юстиция; правосудие",
    kz: "әділет; сот төрелігі"
  },
  {
    en: "justification",
    ru: "оправдание",
    kz: "ақтау; кешіру, түсіну"
  },
  {
    en: "juvenile delinquent",
    ru: "малолетний преступник",
    kz: "кәмелетке толмаған қылмыскер"
  },
  {
    en: "keen ",
    ru: "чуткий (о слухе)",
    kz: "сақ, естігіш"
  },
  {
    en: "keenness",
    ru: "остротá (слуха, зрения)",
    kz: "көргіш, естігіш"
  },
  {
    en: "keen-witted",
    ru: "тонкий",
    kz: "арық, жұқалаң"
  },
  {
    en: "keep (kept, kept) ",
    ru: "I держать; II оставить, оставлять, сохранить, хранить",
    kz: "I ұстау; II қалдыру, сақтау"
  },
  {
    en: "keep in mind",
    ru: "запомнить",
    kz: "есте сақтау"
  },
  {
    en: "keep up the conversation",
    ru: "поддержать разговор",
    kz: "әңгімені қолдау"
  },
  {
    en: "keep an eye (on)",
    ru: "следить",
    kz: "байқау, бақылау"
  },
  {
    en: "keeping",
    ru: "хранение",
    kz: "сақтау"
  },
  {
    en: "kettle",
    ru: "чайник (для кипятка)",
    kz: "шәйнек"
  },
  {
    en: "key",
    ru: "клавиша; ключ",
    kz: "клавиш; кілт"
  },
  {
    en: "keyboard",
    ru: "клавиатура",
    kz: "клавиатура"
  },
  {
    en: "khan",
    ru: "хан",
    kz: "хан"
  },
  {
    en: "kick",
    ru: "оттолкнуть (ногой)",
    kz: "итеру (аяқпен)"
  },
  {
    en: "kid",
    ru: "козленок",
    kz: "лақ"
  },
  {
    en: "kidnap",
    ru: "увезти (человека)",
    kz: "адам ұрлау"
  },
  {
    en: "kidnapping",
    ru: "похитить (человека)",
    kz: "ұрлап әкету (кісіні)"
  },
  {
    en: "kids",
    ru: "дети",
    kz: "балалар"
  },
  {
    en: "kill",
    ru: "убить",
    kz: "өлтіру; қасақана өлтіру"
  },
  {
    en: "killer",
    ru: "убийца",
    kz: "кісі өлтіруші"
  },
  {
    en: "kilogram(me)",
    ru: "килограмм",
    kz: "килограмм"
  },
  {
    en: "kilometer",
    ru: "километр",
    kz: "шақырым"
  },
  {
    en: "kind",
    ru: "I род; II добрый",
    kz: "I сұрып; II мейрімді"
  },
  {
    en: "kindle",
    ru: "разжечь",
    kz: "тұтату, жағу"
  },
  {
    en: "kindness ",
    ru: "ласка, доброта",
    kz: "аялау, мейірім"
  },
  {
    en: "kindred ",
    ru: "близкий, родственный",
    kz: "жақын, жуық"
  },
  {
    en: "king",
    ru: "король (тж. шахм., карт)",
    kz: "король, патша"
  },
  {
    en: "kingdom",
    ru: "царство, королевство",
    kz: "патшалық, корольдық"
  },
  {
    en: "kinsman",
    ru: "родственник",
    kz: "туыс, туысқан"
  },
  {
    en: "Kirghiz ",
    ru: "киргиз, киргизский",
    kz: "қырғыз, қырғызша"
  },
  {
    en: "the Kirghiz language",
    ru: "киргизский язык",
    kz: "қырғыз тілі"
  },
  {
    en: "kiss",
    ru: "поцеловать(ся), целовать(ся); поцелуй",
    kz: "сүйісу, сүю, өбу; сүйіс"
  },
  {
    en: "kissel",
    ru: "кисель",
    kz: "кисель"
  },
  {
    en: "kitchen",
    ru: "кухня",
    kz: "ас үй"
  },
  {
    en: "kitchen-garden",
    ru: "огород",
    kz: "бау-бақша"
  },
  {
    en: "kite",
    ru: "коршун",
    kz: "лашын"
  },
  {
    en: "knapsack ",
    ru: "вещевой мешок ",
    kz: "жүк қап"
  },
  {
    en: "knee",
    ru: "колено",
    kz: "тізе"
  },
  {
    en: "knife",
    ru: "нож",
    kz: "пышақ"
  },
  {
    en: "knight",
    ru: "I рыцарь ист.; II конь (шахм.)",
    kz: "I рыцарь; II ат"
  },
  {
    en: "knit (knitted, knit)",
    ru: "вязать ",
    kz: "тоқу "
  },
  {
    en: "knitting",
    ru: "вязание",
    kz: "тоқу"
  },
  {
    en: "knock",
    ru: "постучать(ся); стучаться",
    kz: "қағу, соғу; тақылдату, тоқылдату"
  },
  {
    en: "knock (at)",
    ru: "стукнуть",
    kz: "қағу, тарсылдату; ұру"
  },
  {
    en: "knocking",
    ru: "стук",
    kz: "тарсыл, дүрсіл"
  },
  {
    en: "knotted rope",
    ru: "веревка с узлами; веревка, завязанная узлом плеть",
    kz: "түйінді жіп; өрме ұзын қамшы"
  },
  {
    en: "know (knew, known) ",
    ru: "знать",
    kz: "білу"
  },
  {
    en: "let know",
    ru: "известить ",
    kz: "хабарлау, хабардар ету"
  },
  {
    en: "goodness knows",
    ru: "кто знает",
    kz: "кім біледі"
  },
  {
    en: "knowledge",
    ru: "I познания, сведения; II знание",
    kz: "I таным, мәлімет; II білім"
  },
  {
    en: "Korean",
    ru: "кореец, корейский",
    kz: "кәріс, кәрістік"
  },
  {
    en: "Korean, the Korean language",
    ru: "корейский язык",
    kz: "кәріс тілі"
  },
  {
    en: "label",
    ru: "этикетка",
    kz: "этикетка"
  },
  {
    en: "labour ",
    ru: "трудиться; труд",
    kz: "еңбектену; еңбек"
  },
  {
    en: "lace up",
    ru: "зашнуровать",
    kz: "бау тағу"
  },
  {
    en: "lack (of)",
    ru: "отсутствие",
    kz: "жоқ"
  },
  {
    en: "lad",
    ru: "парень",
    kz: "бозбала"
  },
  {
    en: "Ladies",
    ru: "женский туалет",
    kz: "әйелдер дәретханасы"
  },
  {
    en: "lady",
    ru: "дама",
    kz: "ару"
  },
  {
    en: "lag, lagging",
    ru: "отставание",
    kz: "қалу"
  },
  {
    en: "lair",
    ru: "нора (крупного зверя)",
    kz: "үңгір"
  },
  {
    en: "lake",
    ru: "озеро",
    kz: "көл"
  },
  {
    en: "lamb",
    ru: "ягнёнок",
    kz: "қозы"
  },
  {
    en: "lamp",
    ru: "лампа",
    kz: "шам"
  },
  {
    en: "land ",
    ru: "I земельный, земля; II высадить (на берег); III наземный",
    kz: "I жер; II түсіру (жағалауға); III жер үстілік"
  },
  {
    en: "landing ",
    ru: "I лестничная площадка; II десант",
    kz: "I саты алаңқайы; II десант"
  },
  {
    en: "landlord",
    ru: "домовладелец",
    kz: "үй иесі"
  },
  {
    en: "landowner ",
    ru: "землевладелец, помещик",
    kz: "жер иесі, помещик"
  },
  {
    en: "landscape",
    ru: "ландшафт, пейзаж",
    kz: "ландшафт, пейзаж"
  },
  {
    en: "language (речь) ",
    ru: "язык ",
    kz: "сөйлеу"
  },
  {
    en: "mother tongue, native language",
    ru: "родной язык",
    kz: "ана тілі"
  },
  {
    en: "large",
    ru: "большой",
    kz: "үлкен, зор"
  },
  {
    en: "last ",
    ru: "I прошедший; II продлиться, длиться; III последний",
    kz: "I өткен, бұрынғы; II ұзару, жалғасу; III соңғы, ақырғы"
  },
  {
    en: "last night",
    ru: "вчера вечером",
    kz: "кеше кешке"
  },
  {
    en: "before last",
    ru: "позапрошлый",
    kz: "алдыңғы"
  },
  {
    en: "the year before last",
    ru: "позапрошлый год",
    kz: "алдыңғы жыл"
  },
  {
    en: "at last",
    ru: "наконец",
    kz: "ақыры"
  },
  {
    en: "lasting",
    ru: "долговечный",
    kz: "мәңгілік, өмірлік"
  },
  {
    en: "lastly",
    ru: "наконец (при перечислении)",
    kz: "соңында"
  },
  {
    en: "late ",
    ru: "поздний; поздно",
    kz: "кеш, кешкі; кешқұрым; кешігіп, түнделетіп"
  },
  {
    en: "be late",
    ru: "запоздать,",
    kz: "кешігу"
  },
  {
    en: "latecomer",
    ru: "опоздавший",
    kz: "кешігуші, кешіккен"
  },
  {
    en: "lately",
    ru: "недавно",
    kz: "жақында"
  },
  {
    en: "later",
    ru: "спустя",
    kz: "өткен соң, кейін"
  },
  {
    en: "later on",
    ru: "впоследствии, после",
    kz: "салдарынан, соң"
  },
  {
    en: "latest ",
    ru: "последний, новейший",
    kz: "ең жаңа, қазіргі, заманауи"
  },
  {
    en: "Latvian",
    ru: "латвийский",
    kz: "латвиялық"
  },
  {
    en: "laugh",
    ru: "смеяться",
    kz: "күлу"
  },
  {
    en: "laughter",
    ru: "смех",
    kz: "күлкі"
  },
  {
    en: "laundry",
    ru: "прачечная",
    kz: "кір жуу"
  },
  {
    en: "lavatory",
    ru: "туалет",
    kz: "дәретхана"
  },
  {
    en: "law",
    ru: "закон",
    kz: "заң"
  },
  {
    en: "lawless action (незаконное действие)",
    ru: "беззаконие",
    kz: "заңсыздық"
  },
  {
    en: "lawlessness",
    ru: "беззаконие",
    kz: "заңсыздық"
  },
  {
    en: "lawn",
    ru: "газон",
    kz: "көгал"
  },
  {
    en: "lawyer",
    ru: "юрист",
    kz: "заңгер"
  },
  {
    en: "lay aside",
    ru: "отложить (всторону)",
    kz: "қоя тұру"
  },
  {
    en: "lay out (laid, laid)",
    ru: "разложить",
    kz: "жайып салу"
  },
  {
    en: "lay by ",
    ru: "отложить про запас ",
    kz: "қорға қалдыру "
  },
  {
    en: "lazy ",
    ru: "ленивый",
    kz: "жалқау, еріншек"
  },
  {
    en: "be lazy",
    ru: "лениться",
    kz: "жалқаулану, еріну"
  },
  {
    en: "lead (to) (led, led)",
    ru: "I руководить; II привести, отвести",
    kz: "I басқару; II жеткізу, апару"
  },
  {
    en: "lead",
    ru: "ход (в игре)",
    kz: "жүріс (ойында)"
  },
  {
    en: "leader",
    ru: "вождь, главарь, руководитель",
    kz: "көсем, бастамашы, жетекші"
  },
  {
    en: "leading",
    ru: "ведущий, руководящий",
    kz: "жетекші, жүргізуші, басшылық етуші"
  },
  {
    en: "leaf, leaves ",
    ru: "лист (мн.ч. –ья)",
    kz: "жапырақ (-тар)"
  },
  {
    en: "league",
    ru: "союз, организация",
    kz: "ұйым"
  },
  {
    en: "lean (against)",
    ru: "прислонить(ся)",
    kz: "сүйену, жантаю"
  },
  {
    en: "lean back",
    ru: "откинуться (в кресле)",
    kz: "шалқасынан жату"
  },
  {
    en: "leanon",
    ru: "опереться (тж. перен.)",
    kz: "сүйену, таяну; арқа сүйеу"
  },
  {
    en: "leap",
    ru: "прыгать",
    kz: "секіру"
  },
  {
    en: "leap-year",
    ru: "високосный год",
    kz: "кібісе жыл"
  },
  {
    en: "learn (learnt, learnt)",
    ru: "выучиться, изучить; учиться",
    kz: "оқып үйрену, үйрену; оқу"
  },
  {
    en: "learn by heart",
    ru: "затвердить (наизусть)",
    kz: "жатқа білу"
  },
  {
    en: "learned",
    ru: "учёный (о человеке) прил.",
    kz: "ғалым "
  },
  {
    en: "lease",
    ru: "дача (внаём)",
    kz: "беру, өткізу (жалға)"
  },
  {
    en: "least ",
    ru: "наименее ",
    kz: "анағұрлым аз (төмен) "
  },
  {
    en: "not in the least",
    ru: "нисколько",
    kz: "ешбір"
  },
  {
    en: "leather",
    ru: "кожа(материал), кожаный",
    kz: "былғары"
  },
  {
    en: "leave (for) (left, left) ",
    ru: "I ехать; уйти, уезжать, уехать; II позволение; III покинуть",
    kz: "I көлікпен бару; кету; II рұқсат, ризалық; III тастап кету, қараспау; кету, қашу"
  },
  {
    en: "take leave (of)",
    ru: "проститься",
    kz: "қоштасу"
  },
  {
    en: "leave one’s job",
    ru: "уйти с работы",
    kz: "жұмыстан кету"
  },
  {
    en: "leaving (for)",
    ru: "отъезд",
    kz: "кету, шегіну"
  },
  {
    en: "lecture",
    ru: "доклад; лекция",
    kz: "баяндама; дәріс"
  },
  {
    en: "lecture-hall (помещение) ",
    ru: "аудитория",
    kz: "дәрісхана"
  },
  {
    en: "lecture-room",
    ru: "аудитория",
    kz: "дәрісхана"
  },
  {
    en: "lecturer",
    ru: "докладчик; доцент; лектор",
    kz: "баяндамашы; доцент; дәрісші"
  },
  {
    en: "left, left-hand ",
    ru: "левый ",
    kz: "сол "
  },
  {
    en: "to the left",
    ru: "влево, налево",
    kz: "солға"
  },
  {
    en: "from the left",
    ru: "слева",
    kz: "солдан"
  },
  {
    en: "left-handed person, left-hander",
    ru: "левша",
    kz: "солақай"
  },
  {
    en: "leg",
    ru: "I нога (выше ступни); II ножка (у стула, стола)",
    kz: "I аяқтың сирағы; II аяқ"
  },
  {
    en: "legacy",
    ru: "наследие",
    kz: "мұра"
  },
  {
    en: "legal",
    ru: "легальный; правовой, законный",
    kz: "заңды"
  },
  {
    en: "legality",
    ru: "законность",
    kz: "заңдылық"
  },
  {
    en: "legend",
    ru: "легенда, предание; сказание",
    kz: "аңыз, әңгіме; хикая, баян"
  },
  {
    en: "legible",
    ru: "разборчивый (о почерке)",
    kz: "айқын, анық"
  },
  {
    en: "legislative",
    ru: "законодательный",
    kz: "заңнама"
  },
  {
    en: "legitimate",
    ru: "законный",
    kz: "заңды"
  },
  {
    en: "lemon",
    ru: "лимон",
    kz: "лимон"
  },
  {
    en: "lend (lent, lent)",
    ru: "давать взаймы, одолжить",
    kz: "қарыз беру, қарыздану"
  },
  {
    en: "length",
    ru: "длина",
    kz: "ұзындық"
  },
  {
    en: "less ",
    ru: "менее, меньше нареч. ",
    kz: "азырақ "
  },
  {
    en: "more or less",
    ru: "более или менее",
    kz: "шамалы"
  },
  {
    en: "let (let, let) передаётся гл. ",
    ru: "I пусть; II предоставить; III сдать(внаём)",
    kz: "I мейлі (бұйыру); II пайдалануға беру, мүмкіншілік беру; III тапсыру (жалға)"
  },
  {
    en: "let him go",
    ru: "пусть он идёт",
    kz: "мейлі ол барсын"
  },
  {
    en: "Lett",
    ru: "латыш",
    kz: "латыш"
  },
  {
    en: "letter ",
    ru: "I буква; II письмо",
    kz: "I әріп; II хат"
  },
  {
    en: "small letter",
    ru: "строчная буква",
    kz: "кіші әріп"
  },
  {
    en: "registered letter",
    ru: "заказное письмо",
    kz: "арнайы хат"
  },
  {
    en: "Lettish",
    ru: "латышский",
    kz: "латыштық"
  },
  {
    en: "lettuce",
    ru: "салат (растение)",
    kz: "салат өсімдігі"
  },
  {
    en: "liabilities pl ",
    ru: "задолженность",
    kz: "қарыз"
  },
  {
    en: "libel",
    ru: "клевета",
    kz: "жала, өсек-аяқ"
  },
  {
    en: "liberate (from)",
    ru: "освободить",
    kz: "босату"
  },
  {
    en: "liberty",
    ru: "вольность, свобода",
    kz: "еркіндік, бостандық"
  },
  {
    en: "librarian",
    ru: "библиотекарь",
    kz: "кітапханашы"
  },
  {
    en: "library",
    ru: "библиотека",
    kz: "кітапхана"
  },
  {
    en: "licence",
    ru: "лицензия эк.",
    kz: "лицензия"
  },
  {
    en: "lick",
    ru: "облизать, облизывать",
    kz: "жалау"
  },
  {
    en: "lid",
    ru: "крышка",
    kz: "қақпақ"
  },
  {
    en: "lie ",
    ru: "лгать, врать; ложь, неправда",
    kz: "алдау, өтірік айту; жалған"
  },
  {
    en: "lie (lay, lain)",
    ru: "лежать",
    kz: "жату"
  },
  {
    en: "lieutenant ",
    ru: "лейтенант ",
    kz: "лейтенант "
  },
  {
    en: "junior lieutenant",
    ru: "младший лейтенант",
    kz: "кіші лейтенант"
  },
  {
    en: "senior lieutenant",
    ru: "старший лейтенант",
    kz: "аға лейтенант"
  },
  {
    en: "lieutenant-colonel",
    ru: "подполковник",
    kz: "подполковник"
  },
  {
    en: "lieutenant-general",
    ru: "генерал-лейтенант",
    kz: "генерал-лейтенант"
  },
  {
    en: "life",
    ru: "жизнь; пожизненный",
    kz: "өмір; өмірлік, өмір бойы"
  },
  {
    en: "life long",
    ru: "пожизненный",
    kz: "өмірлік, өмір бойы"
  },
  {
    en: "lift",
    ru: "лифт; поднять",
    kz: "лифт; көтеру"
  },
  {
    en: "ligament",
    ru: "связка анат.",
    kz: "сіңір, желбезек"
  },
  {
    en: "light ",
    ru: "I легкий прям., перен.; II огонь, свет; III светлый",
    kz: "I жеңіл; II от, жарық; III жарық"
  },
  {
    en: "make lighter",
    ru: "облегчить",
    kz: "жеңілдету, оңайлату"
  },
  {
    en: "come to light",
    ru: "обнаружиться",
    kz: "көріну; табылу; ашылу"
  },
  {
    en: "little light",
    ru: "огонёк",
    kz: "от"
  },
  {
    en: "light a lamp",
    ru: "зажечь огонь",
    kz: "от жағу"
  },
  {
    en: "light up",
    ru: "осветить",
    kz: "жарық (сәуле) түсіру"
  },
  {
    en: "by the light (of)",
    ru: "при свете",
    kz: "жарықта"
  },
  {
    en: "lightning",
    ru: "молния",
    kz: "найзағай"
  },
  {
    en: "like",
    ru: "I близкий,сходный, точно; II как (при сравнении) союз; III вроде; IV нравиться; V подобно",
    kz: "I ұқсас; II қалай; III секілді IV ұнату, жақсы көру; V сияқты, тәрізді"
  },
  {
    en: "very likely",
    ru: "вероятно",
    kz: "мүмкін, ықтимал"
  },
  {
    en: "likeable",
    ru: "симпатичный",
    kz: "сүйкімді"
  },
  {
    en: "likeness ",
    ru: "сходство, подобие",
    kz: "ұқсас, ұқсастық"
  },
  {
    en: "lily",
    ru: "лилия",
    kz: "лалагүл"
  },
  {
    en: "limit",
    ru: "лимит, предел; лимитировать",
    kz: "шек, шекара,шектеу"
  },
  {
    en: "limitation",
    ru: "ограничение",
    kz: "шек қою"
  },
  {
    en: "limits ",
    ru: "рамка, границы",
    kz: "шек"
  },
  {
    en: "line ",
    ru: "I черта; II линия в разн. знач.; III очередь; становиться в очередь; IV ряд; V строка",
    kz: "I сызық, шек; II сызық; III кезек; кезекке тұру; IV қатар; V жол"
  },
  {
    en: "the line is engaged Br, the line is busy Am",
    ru: "телефон занят",
    kz: "телефон бос емес"
  },
  {
    en: "in line",
    ru: "цепочкой",
    kz: "тізбектелу"
  },
  {
    en: "linen",
    ru: "белье",
    kz: "ақ сұрып"
  },
  {
    en: "linger",
    ru: "медлить",
    kz: "баяулату, ақырындату"
  },
  {
    en: "linguistics",
    ru: "языкознание",
    kz: "тіл білімі"
  },
  {
    en: "lining",
    ru: "подкладка",
    kz: "астар; төсеніш"
  },
  {
    en: "link",
    ru: "звено",
    kz: "звено"
  },
  {
    en: "lion",
    ru: "лев",
    kz: "арыстан"
  },
  {
    en: "lip",
    ru: "губа",
    kz: "ерін"
  },
  {
    en: "lipstick",
    ru: "губная помада",
    kz: "ерін опасы"
  },
  {
    en: "liquid",
    ru: "жидкость, жидкий",
    kz: "сұйықтық, сұйық"
  },
  {
    en: "lisp",
    ru: "шепелявить",
    kz: "сақаулану, тілін шайнап сөйлеу"
  },
  {
    en: "list",
    ru: "ведомость; перечень",
    kz: "ведомость (тізімдеме); тізбе, тізім"
  },
  {
    en: "listen (to)",
    ru: "прислушаться, слушать",
    kz: "көңіл аудару; тыңдау"
  },
  {
    en: "listener",
    ru: "слушатель",
    kz: "тыңдаушы"
  },
  {
    en: "literacy",
    ru: "грамотность",
    kz: "сауаттылық"
  },
  {
    en: "literally",
    ru: "дословно",
    kz: "сөзбе-cөз"
  },
  {
    en: "literate",
    ru: "грамотный",
    kz: "сауатты"
  },
  {
    en: "literature",
    ru: "литература, словесность",
    kz: "әдебиет, сөз өнері"
  },
  {
    en: "Lithuanian",
    ru: "литовец, литовский, литовский язык",
    kz: "литвалық, литвалық, литва тілі"
  },
  {
    en: "little ",
    ru: "маленький",
    kz: "кішкентай"
  },
  {
    en: "a little",
    ru: "немного",
    kz: "аз, көп емес"
  },
  {
    en: "little by little",
    ru: "понемногу, постепенно",
    kz: "аз-аздап, шамалап, біртіндеп"
  },
  {
    en: "live",
    ru: "проживать; жить",
    kz: "түру, мекендеу; өмір сүру"
  },
  {
    en: "lively",
    ru: "живой (оживленный)",
    kz: "ширақ, шапшаң"
  },
  {
    en: "liver",
    ru: "печень мед.",
    kz: "бауыр"
  },
  {
    en: "live-stock",
    ru: "скот",
    kz: "мал"
  },
  {
    en: "living",
    ru: "живой",
    kz: "тірі"
  },
  {
    en: "load",
    ru: "груз, поклажа; зарядить (оружие)",
    kz: "жүк; зарядтау (қаруды)"
  },
  {
    en: "loan ",
    ru: "ссуда",
    kz: "қарыз қаржы"
  },
  {
    en: "lobster",
    ru: "омар",
    kz: "ірі теңіз шаяны"
  },
  {
    en: "local",
    ru: "здешний",
    kz: "осындағы, осы жерлік"
  },
  {
    en: "locality",
    ru: "местность",
    kz: "орын, жер"
  },
  {
    en: "location",
    ru: "местонахождение, положение",
    kz: "орналасқан жер, жай, тұратын орын"
  },
  {
    en: "lock",
    ru: "I локон; II замóк; запереть",
    kz: "I бұрым; II құлып; жабу, бекіту"
  },
  {
    en: "locked up, under lock and key",
    ru: "взаперти, под замком",
    kz: "жабық, құлыптаулы "
  },
  {
    en: "locksmith",
    ru: "слесарь",
    kz: "слесарь"
  },
  {
    en: "lodger",
    ru: "жилец",
    kz: "тұрғын"
  },
  {
    en: "lodgings pl.",
    ru: "квартира",
    kz: "пәтер"
  },
  {
    en: "logical",
    ru: "последовательный, логичный",
    kz: "дәйекті"
  },
  {
    en: "loneliness",
    ru: "одиночество",
    kz: "жалғыздық"
  },
  {
    en: "lonely",
    ru: "одинокий",
    kz: "жалғыз (жеке) басты"
  },
  {
    en: "long, for a long time",
    ru: "I долгий, долго; II длинный",
    kz: "I ұзақ; ұзақ уақыт II ұзын"
  },
  {
    en: "of long duration, lasting long",
    ru: "долговременный",
    kz: "ұзақ мерзімдік"
  },
  {
    en: "not long ago",
    ru: "недавно",
    kz: "жақында"
  },
  {
    en: "long ago; for a long time",
    ru: "давно",
    kz: "бұрын, баяғыда"
  },
  {
    en: "long-awaited",
    ru: "долгожданный",
    kz: "сарыла күткен"
  },
  {
    en: "long-term",
    ru: "долгосрочный",
    kz: "ұзақ уақыттық"
  },
  {
    en: "look ",
    ru: "I глядеть (на) (at), смотреть; II взгляд; вид",
    kz: "I қарау (қадалу), көру; II көзқарас; түр"
  },
  {
    en: "take a look at",
    ru: "оглядеть",
    kz: "қарап алу, байқап қарау"
  },
  {
    en: "look back, turn to look at smth",
    ru: "оглянуться",
    kz: "бұрылып қарау"
  },
  {
    en: "look after",
    ru: "присмотреть за кем-л., чем-л.",
    kz: "біреуді (бірдеңені) қарау"
  },
  {
    en: "look attentively at",
    ru: "присмотреться",
    kz: "үңіліп қарау"
  },
  {
    en: "look through",
    ru: "просмотреть (книгу и т.д.)",
    kz: "қарау, ақтару"
  },
  {
    en: "look for",
    ru: "искать, отыскивать",
    kz: "іздеу, тінту"
  },
  {
    en: "looking forward (to)",
    ru: "ожидание (приятного)",
    kz: "күту, тосу; үміттену"
  },
  {
    en: "looking-glass",
    ru: "зеркало",
    kz: "айна"
  },
  {
    en: "look out!",
    ru: "берегись!",
    kz: "Сақтан!"
  },
  {
    en: "loop",
    ru: "петля",
    kz: "тұзақ"
  },
  {
    en: "loose",
    ru: "свободный (об одежде)",
    kz: "кең"
  },
  {
    en: "lorry",
    ru: "грузовик",
    kz: "жүк көлігі"
  },
  {
    en: "lose (lost, lost) ",
    ru: "I терять; II проиграть",
    kz: "I жоғалту; II жеңілу; ұтылу"
  },
  {
    en: "get lost",
    ru: "потеряться",
    kz: "жоғалу"
  },
  {
    en: "lose a bet разг. ",
    ru: "проспорить, проиграть",
    kz: "ұтылу, жеңілу"
  },
  {
    en: "loss ",
    ru: "I гибель (города, экспедиции); II проигрыш; III убыток, потеря",
    kz: "I қырылу; опат болу; II ұтылыс, жеңіліс; III зиян, шығын,жоғалу"
  },
  {
    en: "be at a loss",
    ru: "растеряться",
    kz: "абыржу, сасу"
  },
  {
    en: "lot",
    ru: "доля (судьба); жребий",
    kz: "тағдыр (талай); жеребе, шар салу"
  },
  {
    en: "lounge",
    ru: "гостиная (в гостинице)",
    kz: "қонақ бөлмесі"
  },
  {
    en: "love ",
    ru: "любить; любовь ",
    kz: "сүю, жақсы көру; махаббат "
  },
  {
    en: "be out of love, fall out of love",
    ru: "разлюбить",
    kz: "сүймей кету, жек көріп кету"
  },
  {
    en: "lovely",
    ru: "прелестный",
    kz: "тамаша, әсем, көркем"
  },
  {
    en: "low",
    ru: "невысокий; низкий",
    kz: "аласа, тапал, төмен"
  },
  {
    en: "low voice",
    ru: "тихий голос",
    kz: "ақырын дауыс"
  },
  {
    en: "lower",
    ru: "I нижний, ниже; II опустить",
    kz: "I төменгі, төменірек; II түсіру; қайыру"
  },
  {
    en: "lowering",
    ru: "снижение",
    kz: "төмендеу"
  },
  {
    en: "lubricant",
    ru: "масло (смазочное)",
    kz: "май (жағар)"
  },
  {
    en: "good luck!",
    ru: "желаю вам успеха",
    kz: "сізге табыс тілеймін"
  },
  {
    en: "lucky",
    ru: "счастливый",
    kz: "жолы болғыш (сәтті)"
  },
  {
    en: "luggage",
    ru: "багаж, поклажа",
    kz: "жүк"
  },
  {
    en: "lull ",
    ru: "затишье (временное)",
    kz: "тыныштық (уақытша)"
  },
  {
    en: "luminous",
    ru: "светящийся",
    kz: "жарқыраған"
  },
  {
    en: "lump",
    ru: "кусок (сахара)",
    kz: "кесек"
  },
  {
    en: "lunatic",
    ru: "сумасшедший сущ.",
    kz: "есерсоқ, кемақыл"
  },
  {
    en: "lunch ",
    ru: "завтрак",
    kz: "таңғы ас"
  },
  {
    en: "have lunch",
    ru: "завтракать",
    kz: "таңғы ас жеу"
  },
  {
    en: "lunch-hour / lunch-break / lunch-time",
    ru: "перерыв на обед",
    kz: "түскі ас үзілісі"
  },
  {
    en: "luster",
    ru: "блеск",
    kz: "жылтыр"
  },
  {
    en: "luxurious",
    ru: "роскошный",
    kz: "сәнді, салтанатты"
  },
  {
    en: "luxury",
    ru: "роскошь",
    kz: "молшылық, сән-салтанат"
  },
  {
    en: "machine",
    ru: "машина",
    kz: "машина"
  },
  {
    en: "machinery ",
    ru: "машины, оборудование",
    kz: "құрал-жабдық"
  },
  {
    en: "madman",
    ru: "сумасшедший",
    kz: "есерсоқ, кемақыл"
  },
  {
    en: "magazine",
    ru: "журнал",
    kz: "журнал"
  },
  {
    en: "magic",
    ru: "волшебный",
    kz: "сиқырлы"
  },
  {
    en: "magician",
    ru: "волшебник",
    kz: "сиқыршы"
  },
  {
    en: "magnanimity",
    ru: "великодушие ",
    kz: "мейірбандылық"
  },
  {
    en: "magnanimous",
    ru: "великодушный",
    kz: "мейірбанды"
  },
  {
    en: "magnificent",
    ru: "великолепный",
    kz: "керемет"
  },
  {
    en: "maiden",
    ru: "девица",
    kz: " қыз"
  },
  {
    en: "mail ",
    ru: "I почта, корреспонденция; II отправить по почте",
    kz: "I хат-хабар; II поштамен жіберу"
  },
  {
    en: "mail van, mail car",
    ru: "почтовый вагон",
    kz: "почта вагоны"
  },
  {
    en: "main",
    ru: "основной, главный",
    kz: "негізгі, басты"
  },
  {
    en: "mainly",
    ru: "преимущественно",
    kz: "көбінесе, айрықша"
  },
  {
    en: "main road",
    ru: "магистраль",
    kz: "магистраль"
  },
  {
    en: "maize",
    ru: "кукуруза",
    kz: "жүгері"
  },
  {
    en: "majestic",
    ru: "величественный",
    kz: "асқақ, асқар"
  },
  {
    en: "major",
    ru: "майор",
    kz: "майор"
  },
  {
    en: "major-general",
    ru: "генерал-майор",
    kz: "генерал-майор"
  },
  {
    en: "majority",
    ru: "большинство",
    kz: "көпшілігі"
  },
  {
    en: "make (made, made)",
    ru: "I образовать; II готовить; делать, производить; III сшить (платье)",
    kz: "I ұйымдастыру, құру; II дайындау, әзірлеу; жасау, істеу; III тігу"
  },
  {
    en: "making",
    ru: "изготовление",
    kz: "дайыңдау, әзірлеу"
  },
  {
    en: "male",
    ru: "I мужской; мужчина; II самец",
    kz: "I еркектік, ер адамдық; ер, еркек, ер адам; II еркек мал"
  },
  {
    en: "malefactor",
    ru: "злоумышленник",
    kz: "қасқой, қаскүнем"
  },
  {
    en: "malice",
    ru: "злость",
    kz: "ашу, кек"
  },
  {
    en: "mamma, ma",
    ru: "мама разг.",
    kz: "мама, ана, шеше"
  },
  {
    en: "man",
    ru: "человек, мужчина",
    kz: "адам, ер, еркек"
  },
  {
    en: "manage",
    ru: "I ведать, заведовать; II заведующий; III суметь",
    kz: "I меңгеру; II меңгеруші; III болу, жасай алу"
  },
  {
    en: "management ",
    ru: "управление (действие)",
    kz: "басқару; билеу"
  },
  {
    en: "manager",
    ru: "директор",
    kz: "директор"
  },
  {
    en: "mankind",
    ru: "человечество",
    kz: "адамзат"
  },
  {
    en: "man-made",
    ru: "искусственный (созданный руками человека)",
    kz: "жасанды; жасалған"
  },
  {
    en: "manner",
    ru: "манера, образ",
    kz: "мәнер, түр, амал"
  },
  {
    en: "mansion",
    ru: "особняк",
    kz: "оңаша үй"
  },
  {
    en: "manual",
    ru: "ручной (о труде)",
    kz: "қол еңбегі"
  },
  {
    en: "manufacture",
    ru: "I изготавливать, изготовить; II производство",
    kz: "I дайындау, әзірлеу; II өндіріс"
  },
  {
    en: "manufactured goods",
    ru: "промтовары",
    kz: "өнеркәсіп тауарлары"
  },
  {
    en: "manufacturer",
    ru: "промышленник",
    kz: "өнеркәсіпші"
  },
  {
    en: "manufacturing industry",
    ru: "обрабатывающая промышленность",
    kz: "өңдеуші өнеркәсіп"
  },
  {
    en: "manuscript",
    ru: "рукопись",
    kz: "қолжазба"
  },
  {
    en: "many",
    ru: "много (с сущ. во. мн.ч.); многие",
    kz: "көп; көптеген"
  },
  {
    en: "manycoloured",
    ru: "разноцветный",
    kz: "әр түсті, түрлі түсті  "
  },
  {
    en: "many-sided",
    ru: "разносторонний",
    kz: "жан жақты"
  },
  {
    en: "map",
    ru: "карта геогр.",
    kz: "карта"
  },
  {
    en: "maple",
    ru: "клен",
    kz: "үйеңкі"
  },
  {
    en: "March",
    ru: "март",
    kz: "наурыз"
  },
  {
    en: "march",
    ru: "маршировать",
    kz: "адымдау"
  },
  {
    en: "marching",
    ru: "маршировка",
    kz: "адымдау"
  },
  {
    en: "mark ",
    ru: "I разметить, отметить; II балл, отметка школ.; III заметка (на чем-л.); IV след, пометка",
    kz: "I таңбалау, белгілеу; II ұпай, баға; III белгілеу, хабарлама; IV таңба; із, белгі"
  },
  {
    en: "market ",
    ru: "базар, рынок ",
    kz: "базар "
  },
  {
    en: "world market",
    ru: "мировой рынок",
    kz: "әлемдік нарық"
  },
  {
    en: "market-garden",
    ru: "огород",
    kz: "бау-бақша"
  },
  {
    en: "market-place",
    ru: "рынок (место)",
    kz: "базар орны"
  },
  {
    en: "marmoset",
    ru: "мартышка",
    kz: "мартышка "
  },
  {
    en: "marriage",
    ru: "брак, брачный, женитьба, замужество",
    kz: "неке, некелік, үйлену, тұрмыс құру"
  },
  {
    en: "married ",
    ru: "женатый ",
    kz: "үйленген "
  },
  {
    en: "get married",
    ru: "пожениться",
    kz: "үйлену"
  },
  {
    en: "married couple sg",
    ru: "супруги",
    kz: "ерлі-зайыпты"
  },
  {
    en: "marry",
    ru: "женить, выйти замуж",
    kz: "үйлендіру, тұрмысқа (күйеуге) шығу"
  },
  {
    en: "marsh",
    ru: "болото",
    kz: "балшық"
  },
  {
    en: "marvelous",
    ru: "чудесный",
    kz: "керемет, ғажап"
  },
  {
    en: "masculine ",
    ru: "мужской ",
    kz: "еркектік, ер адамдық "
  },
  {
    en: "masculine gender",
    ru: "мужской род грам.",
    kz: "ер текті (грам.)"
  },
  {
    en: "mashed potatoes pl",
    ru: "картофельное пюре",
    kz: "картоп езіндісі"
  },
  {
    en: "mason",
    ru: "каменщик",
    kz: "тас қалаушы"
  },
  {
    en: "massacre",
    ru: "избиение ",
    kz: "сабау, соққылау"
  },
  {
    en: "master",
    ru: "I изучить, овладевать; II господин, хозяин",
    kz: "I үйрену; игеру; II қожайын"
  },
  {
    en: "material",
    ru: "вещественный",
    kz: "заттай, заттық"
  },
  {
    en: "maternity hospital ",
    ru: "родильный дом",
    kz: "перзентхана"
  },
  {
    en: "matrimony",
    ru: "брак, супружество",
    kz: "неке, ерлі-зайыптылық"
  },
  {
    en: "it doesn’t matter at all ",
    ru: "это не играет роли ",
    kz: "бұл рөл атқармайды "
  },
  {
    en: "It does not matter",
    ru: "это не важно",
    kz: "бұл маңызды емес"
  },
  {
    en: "maturity",
    ru: "зрелость",
    kz: "кәмелеттік, кемелдік"
  },
  {
    en: "may",
    ru: "мочь (иметь разрешение) гл.",
    kz: "істей алу"
  },
  {
    en: "May",
    ru: "май",
    kz: "мамыр"
  },
  {
    en: "maybe",
    ru: "возможно, может быть",
    kz: "мүмкін"
  },
  {
    en: "meadow",
    ru: "луг",
    kz: "шалғын, шабындық, жайылым"
  },
  {
    en: "meal",
    ru: "I еда (трапеза); II мукá",
    kz: "I тамақтану; II ұн"
  },
  {
    en: "mean (meant, meant)",
    ru: "означать, предназначать, обозначать",
    kz: "білдіру, көрсету, алдын ала белгілеу (таңдау)"
  },
  {
    en: "meaning ",
    ru: "смысл, значение",
    kz: "мән, мағына"
  },
  {
    en: "means pl",
    ru: "I деньги; II средство",
    kz: "I ақша, қаржы; II құрал-жабдық"
  },
  {
    en: "measure ",
    ru: "I замерить, измерить; II мера в разн. знач.",
    kz: "I өлшеу; II өлшем, мөлшер"
  },
  {
    en: "take measures",
    ru: "принять меры",
    kz: "шара қолдану"
  },
  {
    en: "measure off",
    ru: "отмерить, отмерять",
    kz: "өлшеу, өлшеп қою"
  },
  {
    en: "measuring",
    ru: "измерение",
    kz: "өлшеу"
  },
  {
    en: "meat ",
    ru: "мясо (как еда)",
    kz: "ет"
  },
  {
    en: "medal ",
    ru: "медаль ",
    kz: "медаль "
  },
  {
    en: "bestow a medal",
    ru: "вручить медаль",
    kz: "медаль тапсыру"
  },
  {
    en: "get a medal",
    ru: "получить медаль",
    kz: "медаль алу"
  },
  {
    en: "mediation ",
    ru: "посредничество",
    kz: "делдалдық"
  },
  {
    en: "mediator",
    ru: "посредник (в переговорах)",
    kz: "делдал"
  },
  {
    en: "medical",
    ru: "врачебный",
    kz: "дәрігерлік"
  },
  {
    en: "medical treatment",
    ru: "лечение",
    kz: "емдеу"
  },
  {
    en: "medicine",
    ru: "медицина",
    kz: "медицина"
  },
  {
    en: "meditate (on)",
    ru: "размышлять",
    kz: "ойлау"
  },
  {
    en: "meditation",
    ru: "размышление",
    kz: "ойлау"
  },
  {
    en: "meekness",
    ru: "смирение",
    kz: "көну, бағыну"
  },
  {
    en: "meet (met, met)",
    ru: "I встретить, встретиться; II знакомиться (с кем-л.)",
    kz: "I кездестіру, ұшырату, кездесу; II танысу"
  },
  {
    en: "meeting",
    ru: "I собрание, заседание; II свидание; встреча",
    kz: "I жиналыс, жиын; мәжіліс; II жолығу;кездесу"
  },
  {
    en: "melancholy",
    ru: "тоска",
    kz: "сағыну, құса болу"
  },
  {
    en: "melody",
    ru: "мелодия",
    kz: "әуен"
  },
  {
    en: "melon",
    ru: "дыня",
    kz: "қауын"
  },
  {
    en: "melt",
    ru: "расплавить(ся), таять, растаять",
    kz: "еру, жібу"
  },
  {
    en: "member",
    ru: "член ",
    kz: "мүше"
  },
  {
    en: "memorable ",
    ru: "памятный ",
    kz: "есте қаларлық "
  },
  {
    en: "memorable day",
    ru: "памятный день",
    kz: "еске салар (есте қалар) күн"
  },
  {
    en: "memorial",
    ru: "памятник",
    kz: "ескерткіш"
  },
  {
    en: "memory",
    ru: "воспоминание; память",
    kz: "естелік; зерде"
  },
  {
    en: "men",
    ru: "люди",
    kz: "адамдар"
  },
  {
    en: "menace",
    ru: "угроза",
    kz: "қатер, қоқан-лоққы"
  },
  {
    en: "mend",
    ru: "чинить (платье, обувь и т.п.)",
    kz: "жөндеу; жамау"
  },
  {
    en: "mental",
    ru: "умственный, мысленный",
    kz: "ой, ойша"
  },
  {
    en: "mention",
    ru: "упомянуть, отметить",
    kz: "ескерту"
  },
  {
    en: "mercury",
    ru: "ртуть",
    kz: "сынап"
  },
  {
    en: "mercy",
    ru: "пощада",
    kz: "аяу, есіркеу"
  },
  {
    en: "merit",
    ru: "I заслуживать, заслужить; II достойный; заслуга",
    kz: "I еңбек сіңіру; II лайық; еңбек, зейнет"
  },
  {
    en: "merited ",
    ru: "заслуженный ",
    kz: "еңбек сіңірген "
  },
  {
    en: "Merited Science Worker",
    ru: "заслуженный деятель науки",
    kz: "ғылымға еңбегі сіңген қайраткер"
  },
  {
    en: "merriment",
    ru: "веселье",
    kz: "жиын-той, той-томалақ"
  },
  {
    en: "merry-making",
    ru: "веселье",
    kz: "жиын-той, той-томалақ"
  },
  {
    en: "message",
    ru: "послание",
    kz: "жолдау"
  },
  {
    en: "messenger",
    ru: "посыльный сущ.",
    kz: "шабарман"
  },
  {
    en: "metal",
    ru: "металл",
    kz: "металл"
  },
  {
    en: "metaphor",
    ru: "метафора",
    kz: "метафора"
  },
  {
    en: "meter",
    ru: "метр",
    kz: "метр"
  },
  {
    en: "method",
    ru: "приём",
    kz: "әдіс, тәсіл"
  },
  {
    en: "metre",
    ru: "размер (стиха)",
    kz: "өлшем"
  },
  {
    en: "metro",
    ru: "метро, метрополитен",
    kz: "метро, метрополитен"
  },
  {
    en: "midday",
    ru: "полуденный",
    kz: "түскі, тал түс"
  },
  {
    en: "middle ",
    ru: "середина ",
    kz: "орта "
  },
  {
    en: "in the middle",
    ru: "в середине, посередине",
    kz: "ортада, ортасында"
  },
  {
    en: "middleman",
    ru: "посредник",
    kz: "делдал"
  },
  {
    en: "midnight ",
    ru: "полночь",
    kz: "түн жарымы (ортасы) "
  },
  {
    en: "at midnight",
    ru: "в полночь",
    kz: "түн ортасында (жарымында)"
  },
  {
    en: "mighty",
    ru: "могучий",
    kz: "қуатты, құдыретті"
  },
  {
    en: "migration",
    ru: "переселение",
    kz: "көшу"
  },
  {
    en: "mild",
    ru: "мягкий (о климате)",
    kz: "жұмсақ"
  },
  {
    en: "mile",
    ru: "миля",
    kz: "миля"
  },
  {
    en: "military",
    ru: "военный",
    kz: "әскери"
  },
  {
    en: "military commissar",
    ru: "военком (военный комиссар)",
    kz: "военком (әскери комиссар)"
  },
  {
    en: "military leader",
    ru: "военачальник",
    kz: "әскери басшы"
  },
  {
    en: "milk",
    ru: "I молоко; II доить",
    kz: "I сүт; II сауу"
  },
  {
    en: "milkmaid",
    ru: "доярка",
    kz: "сауыншы"
  },
  {
    en: "mill",
    ru: "I завод; II размолоть",
    kz: "I зауыт; II майдалау, ұсақтау"
  },
  {
    en: "millennial",
    ru: "тысячелетний",
    kz: "мыңжылдық"
  },
  {
    en: "millet",
    ru: "пшено",
    kz: "тары"
  },
  {
    en: "minced meat",
    ru: "фарш (мясной)",
    kz: "фарш, тартылған ет"
  },
  {
    en: "mincer, mincing-machine",
    ru: "мясорубка",
    kz: "ет турағыш"
  },
  {
    en: "mind ",
    ru: "ум, разум, рассудок ",
    kz: "ақыл, парасат "
  },
  {
    en: "to my mind",
    ru: "по-моему",
    kz: "ойымша"
  },
  {
    en: "mine",
    ru: "мой (без сущ.)",
    kz: "менің, менікі"
  },
  {
    en: "mine",
    ru: "шахта, рудник",
    kz: "шахта, рудник"
  },
  {
    en: "miner",
    ru: "горняк, шахтёр",
    kz: "кенші, шахтёр"
  },
  {
    en: "minerals",
    ru: "полезные ископаемые",
    kz: "пайдалы қазба"
  },
  {
    en: "mining",
    ru: "добыча",
    kz: "өндіру"
  },
  {
    en: "minister ",
    ru: "министр ",
    kz: "министр "
  },
  {
    en: "Minister of Internal Affairs",
    ru: "министр внутренних дел",
    kz: "ішкі істер министрі"
  },
  {
    en: "ministerial",
    ru: "министерский",
    kz: "министрлік"
  },
  {
    en: "ministry",
    ru: "министерство",
    kz: "министрлік"
  },
  {
    en: "of minor importance",
    ru: "второстепенный",
    kz: "екінші дәрежелі (қосалқы)"
  },
  {
    en: "minority",
    ru: "меньшинство",
    kz: "азшылық"
  },
  {
    en: "minus",
    ru: "минус мат.",
    kz: "минус"
  },
  {
    en: "minute ",
    ru: "минута ",
    kz: "минут "
  },
  {
    en: "five minutes to six",
    ru: "без пяти шесть",
    kz: "бес минутсыз алты"
  },
  {
    en: "minutes pl ",
    ru: "протокол ",
    kz: "хаттама "
  },
  {
    en: "keep the minutes",
    ru: "вести протокол",
    kz: "хаттама жүргізу"
  },
  {
    en: "mirror",
    ru: "зеркало",
    kz: "айна"
  },
  {
    en: "miscalculation ",
    ru: "ошибка (при подсчёте)",
    kz: "қате"
  },
  {
    en: "miserable",
    ru: "жалкий",
    kz: "аянышты, сұрықсыз, бишара"
  },
  {
    en: "miserliness",
    ru: "скупость",
    kz: "сараңдық"
  },
  {
    en: "misery",
    ru: "скупой",
    kz: "сараң"
  },
  {
    en: "misfire",
    ru: "осечка",
    kz: "оталмау"
  },
  {
    en: "misfortune",
    ru: "беда, несчастье",
    kz: "қиыншылық, азап"
  },
  {
    en: "misinterpret",
    ru: "толковать ложно",
    kz: "жалған түсіндіру"
  },
  {
    en: "misprint",
    ru: "опечатка",
    kz: "қате, жаңылыс"
  },
  {
    en: "miss",
    ru: "промахнуться; пропустить (поезд и т.д.)",
    kz: "тигізе алмау, мүлт кету; өткізіп алу"
  },
  {
    en: "Miss",
    ru: "госпожа (о незамужней женщине)",
    kz: "ханым, бикеш"
  },
  {
    en: "mist",
    ru: "туман; мгла",
    kz: "тұман; түнек"
  },
  {
    en: "mistake",
    ru: "ошибка, погрешность, заблуждение",
    kz: "қате, қателік, адасу, шатасу"
  },
  {
    en: "make mistakes",
    ru: "ошибаться",
    kz: "қателесу, жаңылу"
  },
  {
    en: "mistress ",
    ru: "госпожа, хозяйка",
    kz: "отана"
  },
  {
    en: "mistrust",
    ru: "недоверие",
    kz: "сенімсіз"
  },
  {
    en: "misty",
    ru: "туманный",
    kz: "тұманды"
  },
  {
    en: "mitten",
    ru: "рукавица",
    kz: "қолғап"
  },
  {
    en: "mittens",
    ru: "варежки",
    kz: "қолғап"
  },
  {
    en: "mix",
    ru: "мешать (смешивание)",
    kz: "араластыру"
  },
  {
    en: "mix (with) ",
    ru: "общаться ",
    kz: "қатынасу, сөйлесу "
  },
  {
    en: "mix up",
    ru: "замешать, перепутать",
    kz: "араластыру, ауыстыру"
  },
  {
    en: "mix up the addresses",
    ru: "перепутать адреса",
    kz: "мекен-жайды шатастыру"
  },
  {
    en: "mixture",
    ru: "смесь",
    kz: "қоспа, аралас"
  },
  {
    en: "mockery ",
    ru: "издевательство, насмешка",
    kz: "қорлау; мазақ, келеке"
  },
  {
    en: "mode ",
    ru: "образ, способ, приём ",
    kz: "түр, амал, тәсіл"
  },
  {
    en: "mode of life",
    ru: "образ жизни",
    kz: "өмір сүру салты"
  },
  {
    en: "model",
    ru: "I образец; II моделировать,лепить; III образцовый",
    kz: "I үлгі; II құрастыру, жапсыру; III үлгілі"
  },
  {
    en: "moderate",
    ru: "умеренный",
    kz: "біргелкі"
  },
  {
    en: "moderation",
    ru: "умеренность",
    kz: "ұстамдылық, сабырлылық"
  },
  {
    en: "modern",
    ru: "новейший",
    kz: "ең жаңа, қазіргі, заманауи"
  },
  {
    en: "modest",
    ru: "скромный",
    kz: "кішіпейіл"
  },
  {
    en: "modesty",
    ru: "скромность",
    kz: "кішіпейілділік"
  },
  {
    en: "modification",
    ru: "видоизменение; изменение",
    kz: "түр (пішін) өзгерту; өзгеріс"
  },
  {
    en: "moisture",
    ru: "влага",
    kz: "ылғал, нәм"
  },
  {
    en: "moment ",
    ru: "мгновение ",
    kz: "сәт "
  },
  {
    en: "the right moment",
    ru: "подходящий момент",
    kz: "қолайлы сәт"
  },
  {
    en: "momentary",
    ru: "мгновенный",
    kz: "сәттік"
  },
  {
    en: "Monday ",
    ru: "понедельник ",
    kz: "дүйсенбі"
  },
  {
    en: "on Monday",
    ru: "в понедельник",
    kz: "дүйсенбіде"
  },
  {
    en: "money",
    ru: "деньги",
    kz: "ақша"
  },
  {
    en: "money-box",
    ru: "копилка",
    kz: "жиынтық"
  },
  {
    en: "Mongolian",
    ru: "монгольский",
    kz: "монғолдық"
  },
  {
    en: "Mongolian, the Mongolian language",
    ru: "монгольский язык",
    kz: "монғол тілі"
  },
  {
    en: "monkey",
    ru: "обезьяна",
    kz: "маймыл"
  },
  {
    en: "monochromatic",
    ru: "одноцветный полигр.",
    kz: "бір түсті"
  },
  {
    en: "month",
    ru: "месяц",
    kz: "ай"
  },
  {
    en: "monthly",
    ru: "ежемесячный",
    kz: "ай сайын, айында"
  },
  {
    en: "monument",
    ru: "памятник",
    kz: "ескерткіш"
  },
  {
    en: "mood ",
    ru: "настроение",
    kz: "көңіл күй"
  },
  {
    en: "moon",
    ru: "луна",
    kz: "ай"
  },
  {
    en: "mop",
    ru: "швабра",
    kz: "швабра"
  },
  {
    en: "moral",
    ru: "нравственный ",
    kz: "көңіл"
  },
  {
    en: "morals pl",
    ru: "нравственность",
    kz: "адамгершілік"
  },
  {
    en: "more",
    ru: "более",
    kz: "көбірек"
  },
  {
    en: "moreover",
    ru: "кроме того",
    kz: "бұдан басқа"
  },
  {
    en: "morning",
    ru: "утро, утренний",
    kz: "таңертең, таңертеңгі"
  },
  {
    en: "in the morning ",
    ru: "утром ",
    kz: "таңертеңде "
  },
  {
    en: "this morning",
    ru: "сегодня утром",
    kz: "бүгін таңертең"
  },
  {
    en: "tomorrow morning",
    ru: "завтра утром",
    kz: "ертең таңертең"
  },
  {
    en: "yesterday morning",
    ru: "вчера утром",
    kz: "кеше таңертең"
  },
  {
    en: "the following/next morning",
    ru: "наутро",
    kz: "таңертеңге"
  },
  {
    en: "mortal ",
    ru: "смертельный, смертный ",
    kz: "өлімші, өлім "
  },
  {
    en: "death sentence",
    ru: "смертный приговор",
    kz: "өлім жазасы"
  },
  {
    en: "mortality ",
    ru: "смертность",
    kz: "өлім-жітім"
  },
  {
    en: "mosque",
    ru: "мечеть",
    kz: "мешіт"
  },
  {
    en: "mosquito",
    ru: "комар",
    kz: "маса"
  },
  {
    en: "most ",
    ru: "наиболее",
    kz: "анағұрлым көп, әлдеқайда мол"
  },
  {
    en: "the most",
    ru: "самый (для образования превосх. степени)",
    kz: "өте"
  },
  {
    en: "mother",
    ru: "мама",
    kz: "мама, ана, шеше"
  },
  {
    en: "mother-in-law ",
    ru: "тёща",
    kz: "қайын ене"
  },
  {
    en: "mother-country",
    ru: "отечество",
    kz: "отан"
  },
  {
    en: "motherland",
    ru: "родина",
    kz: "отан"
  },
  {
    en: "motion",
    ru: "движение, ход",
    kz: "қимыл, қозғалыс"
  },
  {
    en: "motor",
    ru: "двигатель, мотор",
    kz: "двигатель, қозғалтқыш, мотор"
  },
  {
    en: "motor cycle",
    ru: "мотоцикл",
    kz: "мотоцикл"
  },
  {
    en: "motto",
    ru: "девиз",
    kz: "ұран"
  },
  {
    en: "mountain",
    ru: "гора",
    kz: "тау"
  },
  {
    en: "mouth ",
    ru: "рот",
    kz: "ауыз"
  },
  {
    en: "mouthful",
    ru: "глоток",
    kz: "жұтым"
  },
  {
    en: "move ",
    ru: "I двинуть, дрогнуть (о мускуле); II взволновать, растрогать; III ход (шахм.); IV переселение (на другую квартиру); переселить",
    kz: "I қозғалту, тітіркену, шіміркену; II толқыту, көңіл босату; III жүріс; IV көшіру"
  },
  {
    en: "move smb to tears",
    ru: "растрогать кого-л. до слёз",
    kz: "біреуді көзіне жас алғанша көңілін босату"
  },
  {
    en: "movement",
    ru: "движение, передвижение",
    kz: "қозғалыс"
  },
  {
    en: "move up",
    ru: "придвинуть",
    kz: "жылжыту, жақындату"
  },
  {
    en: "movies pl",
    ru: "кино",
    kz: "кино"
  },
  {
    en: "Mr.",
    ru: "господин (в соединении с фамилией)",
    kz: "қожайын"
  },
  {
    en: "Mrs.",
    ru: "госпожа (в соединении с фамилией)",
    kz: "ханым, бикеш"
  },
  {
    en: "much",
    ru: "много",
    kz: "көп, мол, қыруар"
  },
  {
    en: "mud",
    ru: "грязь",
    kz: "кір"
  },
  {
    en: "muddy",
    ru: "грязный (о дороге и т. п.)",
    kz: "лас, кір"
  },
  {
    en: "muddle-headed",
    ru: "бестолковый",
    kz: "топас"
  },
  {
    en: "muddy-brown ",
    ru: "бурый (о растительности)",
    kz: "боз"
  },
  {
    en: "mug",
    ru: "кружка",
    kz: "кружка"
  },
  {
    en: "multinational ",
    ru: "многонациональный ",
    kz: "көп ұлтты "
  },
  {
    en: "multinational state",
    ru: "многонациональное государство",
    kz: "көп ұлтты мемлекет"
  },
  {
    en: "multiplication",
    ru: "умножение мат.",
    kz: "көбейту"
  },
  {
    en: "multiplication table",
    ru: "таблица умножения",
    kz: "көбейту кестесі"
  },
  {
    en: "multiply",
    ru: "умножить мат.",
    kz: "көбейту"
  },
  {
    en: "municipal ",
    ru: "городской (об учреждениях)",
    kz: "қалалық"
  },
  {
    en: "murder",
    ru: "I убийство; II убить (умышленно)",
    kz: "I өлтіру, өлтірушілік; II қасақана өлтіру"
  },
  {
    en: "murderer",
    ru: "убийца",
    kz: "кісі өлтіруші"
  },
  {
    en: "muscle",
    ru: "мускул",
    kz: "бұлшық ет"
  },
  {
    en: "museum",
    ru: "музей",
    kz: "мұражай"
  },
  {
    en: "mushroom",
    ru: "гриб",
    kz: "саңырауқұлақ"
  },
  {
    en: "music",
    ru: "музыка",
    kz: "музыка"
  },
  {
    en: "musician",
    ru: "музыкант",
    kz: "музыкант"
  },
  {
    en: "must ",
    ru: "должен (обязан)",
    kz: "қарыз (міндетті)"
  },
  {
    en: "mustard",
    ru: "горчица",
    kz: "қыша"
  },
  {
    en: "mute",
    ru: "немой (о человеке), бессловесный, тж. о звуке) прил.",
    kz: "мылқау, дыбыссыз"
  },
  {
    en: "mutiny",
    ru: "взбунтоваться ",
    kz: "бүлік шығару, бас көтеру"
  },
  {
    en: "mutton",
    ru: "баранина",
    kz: "қой еті"
  },
  {
    en: "muzzle",
    ru: "дуло",
    kz: "мылтық аузы"
  },
  {
    en: "my",
    ru: "мой (при сущ.)",
    kz: "менің, менікі"
  },
  {
    en: "myopic",
    ru: "близорукий",
    kz: "жақыннан көрмеу"
  },
  {
    en: "mysterious",
    ru: "загадочный, таинственный",
    kz: "жұмбақ, құпия"
  },
  {
    en: "mystery ",
    ru: "загадка, тайна",
    kz: "жұмбақ, құпия, сыр"
  },
  {
    en: "nail ",
    ru: "I ноготь; II гвоздь",
    kz: "I тырнақ; II шеге"
  },
  {
    en: "fasten with nails",
    ru: "приколотить",
    kz: "шегелеу, қадау"
  },
  {
    en: "nail-file",
    ru: "пилка (для ногтей)",
    kz: "егеу"
  },
  {
    en: "naked",
    ru: "голый",
    kz: "жалаңаш"
  },
  {
    en: "name ",
    ru: "имя; название ",
    kz: "ат, есім; аты, атау "
  },
  {
    en: "in the name of peace",
    ru: "во имя мира",
    kz: "бейбітшілік үшін"
  },
  {
    en: "well-known name",
    ru: "человек с именем",
    kz: "атақты адам"
  },
  {
    en: "lose one’s good name",
    ru: "запятнать свое имя",
    kz: "атына кір келтіру"
  },
  {
    en: "good name",
    ru: "доброе имя",
    kz: "ізгі есім"
  },
  {
    en: "namely",
    ru: "именно (перед перечислением)",
    kz: "атап айтқанда"
  },
  {
    en: "namesake",
    ru: "однофамилец;тёзка",
    kz: "тектес (фамилиялас); аттас"
  },
  {
    en: "napkin ",
    ru: "салфетка",
    kz: "майлық; сулық"
  },
  {
    en: "narrate",
    ru: "рассказать",
    kz: "әңгімелеу, айту"
  },
  {
    en: "narration",
    ru: "повествование",
    kz: "баяндау, мазмұндау"
  },
  {
    en: "narrative",
    ru: "повесть",
    kz: "хикаят"
  },
  {
    en: "narrator",
    ru: "рассказчик",
    kz: "әңгімеші, айтушы"
  },
  {
    en: "narrow",
    ru: "узкий; тесный",
    kz: "тар; тығыз"
  },
  {
    en: "nasal",
    ru: "носовой лингв.",
    kz: "мұрын жолды"
  },
  {
    en: "nasty food",
    ru: "противная пища",
    kz: "жиіркенішті тaғам"
  },
  {
    en: "nasty weather",
    ru: "противная погода",
    kz: "жайсыз ауа райы"
  },
  {
    en: "national",
    ru: "национальный, общенародный",
    kz: "ұлттық, жалпы халықтық"
  },
  {
    en: "national economic",
    ru: "народнохозяйственный",
    kz: "халық шаруашылығы"
  },
  {
    en: "nationality",
    ru: "народность (народ); национальность",
    kz: "ұлыс (халық); ұлт"
  },
  {
    en: "nationalize",
    ru: "обобществить",
    kz: "қоғамдастыру, ортақтастыру"
  },
  {
    en: "nation-wide",
    ru: "всенародный",
    kz: "жалпы халықтық"
  },
  {
    en: "native",
    ru: "отечественный; родной (о городе и т.п.)",
    kz: "отандық; туған, өз"
  },
  {
    en: "natural",
    ru: "природный, естественный",
    kz: "табиғи"
  },
  {
    en: "naturally",
    ru: "естественно",
    kz: "табиғи"
  },
  {
    en: "nature",
    ru: "природа; свойство, характер",
    kz: "табиғат; мінез, қасиет"
  },
  {
    en: "nausea",
    ru: "тошнота",
    kz: "лоқсу, лоблу"
  },
  {
    en: "near ",
    ru: "I близкий, близко; II около, возле, рядом; около меня; III под",
    kz: "I жақын; II маңы, жаны, айнала; менің жанымда; III түбі, түбінде"
  },
  {
    en: "near Moscow",
    ru: "под Москвой",
    kz: "Мәскеу түбінде"
  },
  {
    en: "near by",
    ru: "вблизи",
    kz: "жақын жерде"
  },
  {
    en: "nearly",
    ru: "почти, около",
    kz: "шамамен, жобамен"
  },
  {
    en: "neat",
    ru: "опрятный",
    kz: "мұнтаздай; таза"
  },
  {
    en: "neatly (опрятно)",
    ru: "аккуратно",
    kz: "ұқыпты"
  },
  {
    en: "necessary",
    ru: "необходимый",
    kz: "қажетті, керекті"
  },
  {
    en: "necessity",
    ru: "надобность, необходимость",
    kz: "керектілік, қажеттілік"
  },
  {
    en: "neck",
    ru: "шея ",
    kz: "мойын"
  },
  {
    en: "necklace",
    ru: "ожерелье",
    kz: "інжу-маржан алқа"
  },
  {
    en: "necktie",
    ru: "галстук",
    kz: "галстук"
  },
  {
    en: "need ",
    ru: "надобность, потребность, нужда, необходимость",
    kz: "керектілік, қажеттілік, мұқтаждық "
  },
  {
    en: "in case of need",
    ru: "в случае надобности",
    kz: "керек (қажет) болғанда"
  },
  {
    en: "there is no need",
    ru: "нет надобности",
    kz: "керегі (қажеті) жоқ"
  },
  {
    en: "needle ",
    ru: "игла",
    kz: "ине "
  },
  {
    en: "needles pl",
    ru: "хвоя",
    kz: "қылқан жапырақ"
  },
  {
    en: "needs",
    ru: "запрос мн.",
    kz: "ауысп. тілек, мүдде"
  },
  {
    en: "needy",
    ru: "неимущий",
    kz: "кедей, жарлы"
  },
  {
    en: "negation",
    ru: "отрицание",
    kz: "жоққа шығару, мойындамау"
  },
  {
    en: "neglect",
    ru: "пренебрежение",
    kz: "елемеу, менсінбеу"
  },
  {
    en: "negotiations",
    ru: "переговоры",
    kz: "келіссөз"
  },
  {
    en: "Negro",
    ru: "негр",
    kz: "негр, зұлыс"
  },
  {
    en: "neither",
    ru: "также не",
    kz: "да (де)"
  },
  {
    en: "nephew",
    ru: "племянник",
    kz: "жиен"
  },
  {
    en: "nerve",
    ru: "нерв",
    kz: "жүйке"
  },
  {
    en: "nervous ",
    ru: "нервный ",
    kz: "ашушаң, күйгелек "
  },
  {
    en: "be nervous",
    ru: "нервничать",
    kz: "ашулану, күйгелектену"
  },
  {
    en: "never",
    ru: "никогда",
    kz: "ешқашан"
  },
  {
    en: "nevertheless",
    ru: "тем не менее",
    kz: "сонда да"
  },
  {
    en: "new",
    ru: "новый",
    kz: "жаңа"
  },
  {
    en: "new-born",
    ru: "новорожденный",
    kz: "жаңа туған"
  },
  {
    en: "new-comer",
    ru: "приезжий",
    kz: "келімсек, келген"
  },
  {
    en: "new dwelling",
    ru: "новоселье",
    kz: "жаңа тұрақ, ерулік"
  },
  {
    en: "newest",
    ru: "новейший",
    kz: "ең жаңа, қазіргі, заманауи"
  },
  {
    en: "newly",
    ru: "вновь (недавно)",
    kz: "жақында"
  },
  {
    en: "newly married couple sg",
    ru: "новобрачные",
    kz: "жаңа тұрмыс құрғандар"
  },
  {
    en: "new moon",
    ru: "новолуние",
    kz: "ай жаңасы"
  },
  {
    en: "news sg ",
    ru: "известие, весть, новость ",
    kz: "хабар, жаңалық "
  },
  {
    en: "latest news sg",
    ru: "последние известия",
    kz: "соңғы жаңалықтар"
  },
  {
    en: "new settler",
    ru: "новосел",
    kz: "жаңа қоныстанушы"
  },
  {
    en: "newspaper ",
    ru: "газета",
    kz: "газет"
  },
  {
    en: "new-year’s ",
    ru: "новогодний ",
    kz: "жаңа жылдық"
  },
  {
    en: "New-Year’s tree",
    ru: "новогодняя елка",
    kz: "жаңа жылдық шырша"
  },
  {
    en: "next ",
    ru: "I следующий; II очередной; на очереди",
    kz: "I келесі; II кезекті; кезекте"
  },
  {
    en: "next to",
    ru: "рядом",
    kz: "қатарда, қапталда"
  },
  {
    en: "nice",
    ru: "I вкусный; II милый",
    kz: "I дәмді; II сүйкімді"
  },
  {
    en: "nickel",
    ru: "никель",
    kz: "никель"
  },
  {
    en: "nickname ",
    ru: "прозвище",
    kz: "лақап ат"
  },
  {
    en: "niece",
    ru: "племянница",
    kz: "жиен (қарындас, сіңілі)"
  },
  {
    en: "night ",
    ru: "ночь, ночной ",
    kz: "түн, түнгі "
  },
  {
    en: "spend the night, be night",
    ru: "переночевать",
    kz: "қонып (түнеп) шығу"
  },
  {
    en: "nightly",
    ru: "ночной",
    kz: "түнгі"
  },
  {
    en: "night-watch",
    ru: "ночное дежурство",
    kz: "түнгі кезекшілік"
  },
  {
    en: "nil",
    ru: "нуль (в играх при подсчете очков)",
    kz: "нөл"
  },
  {
    en: "nimble",
    ru: "греметь",
    kz: "күркіреу"
  },
  {
    en: "no ",
    ru: "никакой; не, нет частица ",
    kz: "ешқандай; емес, жоқ "
  },
  {
    en: "by no means, in no ways",
    ru: "никак",
    kz: "ешқалай"
  },
  {
    en: "I have no",
    ru: "у меня нет",
    kz: "менде жоқ"
  },
  {
    en: "nobility",
    ru: "благородство",
    kz: "бекзаттық"
  },
  {
    en: "noble",
    ru: "благородный, знатный ",
    kz: "өр, асқақ, белгілі; атақты"
  },
  {
    en: "nobleman",
    ru: "дворянин",
    kz: "дворянин, ақсүйек"
  },
  {
    en: "nobody",
    ru: "нуль (о человеке); никто",
    kz: "жарамсыз; ешкім"
  },
  {
    en: "nobody’s",
    ru: "ничей",
    kz: "ешкімдікі"
  },
  {
    en: "noise",
    ru: "шум",
    kz: "шу"
  },
  {
    en: "noiseless",
    ru: "бесшумный",
    kz: "шусыз"
  },
  {
    en: "nomad",
    ru: "кочевник",
    kz: "көшпелі"
  },
  {
    en: "nominal",
    ru: "нарицательный эк.",
    kz: "жалпы"
  },
  {
    en: "non-attendance ",
    ru: "пропуск (занятий), непосещение",
    kz: "қатыспау"
  },
  {
    en: "non-payment",
    ru: "неуплата",
    kz: "төлемсіз"
  },
  {
    en: "non-smoker",
    ru: "некурящий сущ.",
    kz: "темекі тартпайтын"
  },
  {
    en: "non-stop",
    ru: "непрерывный",
    kz: "үздіксіз"
  },
  {
    en: "non-stop flight",
    ru: "беспосадочный перелет",
    kz: "қонбай ұшу"
  },
  {
    en: "noon ",
    ru: "полдень ",
    kz: "тал түс "
  },
  {
    en: "at noon",
    ru: "в полдень",
    kz: "тал түсте"
  },
  {
    en: "no one",
    ru: "никто",
    kz: "ешкім"
  },
  {
    en: "normal",
    ru: "нормальный",
    kz: "қалыпты"
  },
  {
    en: "Norwegian ",
    ru: "норвежец",
    kz: "норвегиялық (тұрғын)"
  },
  {
    en: "Norwegian",
    ru: "норвежский",
    kz: "норвегиялық"
  },
  {
    en: "Norwegian, the Norwegian language",
    ru: "норвежский язык",
    kz: "норвегия тілі"
  },
  {
    en: "north ",
    ru: "север ",
    kz: "солтүстік "
  },
  {
    en: "northward",
    ru: "на север",
    kz: "солтүстікке"
  },
  {
    en: "north (of)",
    ru: "к северу (от)",
    kz: "солтүстікке қарай"
  },
  {
    en: "in the north",
    ru: "на севере",
    kz: "солтүстікте"
  },
  {
    en: "north-east",
    ru: "северо-восток",
    kz: "солтүстік-шығыс"
  },
  {
    en: "north(ern) ",
    ru: "северный ",
    kz: "солтүстіктік "
  },
  {
    en: "northern lights pl",
    ru: "северное сияние",
    kz: "солтүстік шұғыласы"
  },
  {
    en: "north-west",
    ru: "северо-запад",
    kz: "солтүстік-батыс"
  },
  {
    en: "nose",
    ru: "нос",
    kz: "мұрын"
  },
  {
    en: "nosegay",
    ru: "букет",
    kz: "гүлшоқ"
  },
  {
    en: "nostril",
    ru: "ноздря",
    kz: "танау"
  },
  {
    en: "not ",
    ru: "не, нет частица",
    kz: "емес, жоқ"
  },
  {
    en: "not yet",
    ru: "нет еще",
    kz: "әлі жоқ"
  },
  {
    en: "notable",
    ru: "знатный",
    kz: "белгілі; атақты"
  },
  {
    en: "notarial",
    ru: "нотариальный",
    kz: "нотариалдық"
  },
  {
    en: "notary ",
    ru: "нотариус ",
    kz: "нотариус "
  },
  {
    en: "notary’s office",
    ru: "нотариальная контора",
    kz: "нотариалдық кеңсе"
  },
  {
    en: "note",
    ru: "I примечание; заметка, записка; II отметить, обратить внимание; III отметка",
    kz: "I ескертпе; хабар, жазба хат; II атап өту; III таңба, мөр"
  },
  {
    en: "note down",
    ru: "занести, записать",
    kz: "жазу"
  },
  {
    en: "note-book",
    ru: "блокнот, тетрадь",
    kz: "қойын дәптер, дәптер"
  },
  {
    en: "nothing ",
    ru: "ничто, ничего ",
    kz: "ешбір зат, ештеңе "
  },
  {
    en: "that’s nothing",
    ru: "пожалуйста",
    kz: "рахметіңіз"
  },
  {
    en: "noticeable",
    ru: "заметный, выдающийся",
    kz: "көрнекті"
  },
  {
    en: "notice ",
    ru: "заметить, подметить",
    kz: "байқау, ескеру, аңғару"
  },
  {
    en: "notify ",
    ru: "предупредить; уведомить",
    kz: "ескерту; хабардар ету"
  },
  {
    en: "notion",
    ru: "идея",
    kz: "идея"
  },
  {
    en: "nought",
    ru: "нуль",
    kz: "нөл"
  },
  {
    en: "noun",
    ru: "имя существительное",
    kz: "зат есім"
  },
  {
    en: "nourish",
    ru: "питать",
    kz: "қоректендіру"
  },
  {
    en: "nourishment",
    ru: "питание",
    kz: "тамақтану, ауқаттану"
  },
  {
    en: "novel",
    ru: "роман",
    kz: "роман"
  },
  {
    en: "novelty",
    ru: "новшество",
    kz: "игі жаңалық"
  },
  {
    en: "November",
    ru: "ноябрь, ноябрьский",
    kz: "қараша, қарашалық"
  },
  {
    en: "now ",
    ru: "теперь; сейчас ",
    kz: "енді; қазір "
  },
  {
    en: "now and then",
    ru: "порой",
    kz: "кейде"
  },
  {
    en: "just / right now",
    ru: "только что",
    kz: "жаңа ғана"
  },
  {
    en: "nowadays",
    ru: "настоящий",
    kz: "қазіргі, осы"
  },
  {
    en: "nowhere ",
    ru: "никуда, негде, некуда ",
    kz: "ешқайда "
  },
  {
    en: "from nowhere",
    ru: "неоткуда",
    kz: "ешқайдан"
  },
  {
    en: "nuclear warfare",
    ru: "термоядерная война",
    kz: "термоядролық соғыс"
  },
  {
    en: "number ",
    ru: "номер, число; численность; нумеровать, насчитывать ",
    kz: "номер, сан; саны; нөмірлеу, санау "
  },
  {
    en: "be numbered",
    ru: "насчитываться (безл.)",
    kz: "саналу"
  },
  {
    en: "numeral",
    ru: "имя числительное; численный",
    kz: "сан есім; сандық"
  },
  {
    en: "numeration",
    ru: "нумерация",
    kz: "нөмірлеу"
  },
  {
    en: "numerical ",
    ru: "численный ",
    kz: "сандық "
  },
  {
    en: "numerical superiority",
    ru: "численное превосходство",
    kz: "сандық басымдық"
  },
  {
    en: "numerous",
    ru: "многочисленный",
    kz: "саны көп"
  },
  {
    en: "nurse",
    ru: "I нянчить, нянчиться; II няня; III ходить (за больным, ребёнком и т.п.)",
    kz: "I бағу; II бала бағушы; III қарау"
  },
  {
    en: "nut ",
    ru: "орех (плод)",
    kz: "жаңғақ"
  },
  {
    en: "nutrition",
    ru: "питание",
    kz: "тамақтану, ауқаттану"
  },
  {
    en: "o",
    ru: "нуль (при обозначении телефонного номера)",
    kz: "нөл"
  },
  {
    en: "oak (tree)",
    ru: "дуб",
    kz: "емен"
  },
  {
    en: "oath ",
    ru: "I присяга,клятва; II ругательство",
    kz: "I ант, серт; II ұрыс"
  },
  {
    en: "on/under oath",
    ru: "под присягой",
    kz: "ант суын ішу"
  },
  {
    en: "take an oath",
    ru: "присягнуть",
    kz: "ант беру, серт қылу"
  },
  {
    en: "oatmeal",
    ru: "овсянка(крупа, мука)",
    kz: "сұлы жармасы"
  },
  {
    en: "oats pl",
    ru: "овёс",
    kz: "сұлы"
  },
  {
    en: "obedience",
    ru: "покорность",
    kz: "көнгіштік, бағынғыштық"
  },
  {
    en: "obedient",
    ru: "покорный",
    kz: "көнгіш, бағынышты"
  },
  {
    en: "obey",
    ru: "подчиниться; слушаться",
    kz: "бағыну, көну; тыңдау"
  },
  {
    en: "oblige",
    ru: "обязать",
    kz: "міндеттеу"
  },
  {
    en: "object",
    ru: "I предмет; вещь; II объект",
    kz: "I пән; зат; II нысан"
  },
  {
    en: "object (to)",
    ru: "противиться",
    kz: "қарсы болу"
  },
  {
    en: "objective",
    ru: "I объектив; II объект воен.",
    kz: "I объектив; II объект"
  },
  {
    en: "object-lens",
    ru: "объектив",
    kz: "объектив"
  },
  {
    en: "obligatory",
    ru: "обязательный",
    kz: "міндетті"
  },
  {
    en: "obscure",
    ru: "безвестный; неясный",
    kz: "хабарсыз; бұлыңғыр"
  },
  {
    en: "observatory",
    ru: "обсерватория",
    kz: "обсерватория"
  },
  {
    en: "observe ",
    ru: "заметить; наблюдать; соблюдать",
    kz: "ескерту жасау; бақылау; сақтау"
  },
  {
    en: "obtain",
    ru: "добиться, достать",
    kz: "жету, індету; қол жеткізу"
  },
  {
    en: "obvious",
    ru: "явный",
    kz: "ашық"
  },
  {
    en: "obviously",
    ru: "по-видимому",
    kz: "байқауымша"
  },
  {
    en: "occasion ",
    ru: "повод, случай ",
    kz: "жол, жөн "
  },
  {
    en: "on the occasion of",
    ru: "по-поводу",
    kz: "жөнінде"
  },
  {
    en: "occupation",
    ru: "I дело; занятие; II оккупация",
    kz: "I іс; сабақ, оқу; II басқыншылық"
  },
  {
    en: "occupy ",
    ru: "оккупировать ",
    kz: "басып алу "
  },
  {
    en: "be occupied (with)",
    ru: "заниматься (чем-л.)",
    kz: "шұғылдану, айналысу"
  },
  {
    en: "occur",
    ru: "приключиться разг.; произойти, случиться",
    kz: "ұшарау, кездесу; пайда болу"
  },
  {
    en: "ocean",
    ru: "океан",
    kz: "мұхит"
  },
  {
    en: "October",
    ru: "октябрь; октябрьский",
    kz: "қазан; қазандық"
  },
  {
    en: "odd",
    ru: "нечетный",
    kz: "тақ"
  },
  {
    en: "odour",
    ru: "запах",
    kz: "иіс "
  },
  {
    en: "of ",
    ru: "I о, об; II из(из числа); (о материале); III про; IV у (в знач. род. пад.)",
    kz: "I туралы, жайлы; II -дан, -ден;-тан; -тен;-нан; -нен;-ден, -нен;-ден, -нен; -пен, -тен; III туралы, жайлы, іштей; IV –ның, -нің; -дың,-дің; -тың, -тің"
  },
  {
    en: "take care of smb.",
    ru: "заботиться о ком-л.",
    kz: "біреу жайлы қамығу"
  },
  {
    en: "a book about painting",
    ru: "книга о живописи",
    kz: "кескіндеме (сурет) туралы кітап"
  },
  {
    en: "the legs of a chair",
    ru: "ножки у стула",
    kz: "орындықтың аяқтары"
  },
  {
    en: "off-day",
    ru: "нерабочий день",
    kz: "демалыс күн"
  },
  {
    en: "offence",
    ru: "обида",
    kz: "реніш, өкпе, зәбір, жәбір"
  },
  {
    en: "offend",
    ru: "обидеть",
    kz: "ренжіту, өкпелету, зәбірлеу"
  },
  {
    en: "offender",
    ru: "обидчик",
    kz: "жәбірші, зорлықшыл"
  },
  {
    en: "offensive",
    ru: "I обидный; II нападение, наступление воен.",
    kz: "I жәбірлі, зәбірлі; II шабуыл, шапқын (әск.)"
  },
  {
    en: "offensively",
    ru: "обидно",
    kz: "ренішті, өкпелі"
  },
  {
    en: "offer",
    ru: "I угостить, угощать; II предложение; предложить",
    kz: "I қонақ ету, сыйлау; II ұсыныс; ұсыну"
  },
  {
    en: "office",
    ru: "I контора; учреждение; II канцелярия, канцелярский",
    kz: "I кеңсе; басқарма; II кеңсе, кеңселік"
  },
  {
    en: "official",
    ru: "I официальный; II чиновник",
    kz: "I ресми; II шенеунік"
  },
  {
    en: "official journey",
    ru: "командировка",
    kz: "іссапар"
  },
  {
    en: "often ",
    ru: "часто",
    kz: "жиі"
  },
  {
    en: "oil",
    ru: "I нефть; II масло (растительное, минеральное)",
    kz: "I мұнай; II сары май, өсімдік майы"
  },
  {
    en: "oilfield",
    ru: "месторождение нефти",
    kz: "мұнай кеніші"
  },
  {
    en: "oil-painting",
    ru: "картина (маслом)",
    kz: "сурет"
  },
  {
    en: "old ",
    ru: "ветхий; давний; древний ",
    kz: "ескі; бұрынғы, баяғы; көне "
  },
  {
    en: "grow old",
    ru: "стареть, постареть",
    kz: "қартаю; ескіру"
  },
  {
    en: "old times pl",
    ru: "старое время",
    kz: "көне (бұрынғы) заман"
  },
  {
    en: "oldest",
    ru: "старший (по годам)",
    kz: "үлкен"
  },
  {
    en: "old-fashioned",
    ru: "старомодный",
    kz: "ескі (көне) сән"
  },
  {
    en: "olive",
    ru: "олива, оливка; оливковый",
    kz: "зәйтүн, зәйтүн ағашы; зәйтүндік"
  },
  {
    en: "omelette",
    ru: "омлет",
    kz: "жұмыртқа құймағы"
  },
  {
    en: "omen ",
    ru: "предзнаменование, знак",
    kz: "белгі; таңба; із"
  },
  {
    en: "omission",
    ru: "пропуск, пробел",
    kz: "үзіліс "
  },
  {
    en: "omit",
    ru: "пропустить (оставить без внимания)",
    kz: "назардан тыс қалдыру"
  },
  {
    en: "on",
    ru: "I о (при обозначении соприкосновения); II вперед; III на предл. (в значении места «сверху чего-л.»); V на (в значении времени)",
    kz: "I –ға, -ге, -қа, -ке; II алға; III–ға, -ге; -қа, -ке; -да, -де; -та, те (бір нәрсенің үстінде мағынасында); IV уақыт, мезгіл мағынасында"
  },
  {
    en: "he leaned on/upon the table ",
    ru: "он опёрся о стол",
    kz: "ол үстелге сүйенді "
  },
  {
    en: "go straight on",
    ru: "идите прямо вперед",
    kz: "алға тура жүріңіз"
  },
  {
    en: "on the table",
    ru: "на стол, на столе",
    kz: "үстелге, үстелде"
  },
  {
    en: "on the fifth day",
    ru: "на пятый день",
    kz: "бесінші күні"
  },
  {
    en: "once ",
    ru: "однажды ",
    kz: "бірде "
  },
  {
    en: "once more, once again",
    ru: "ещё раз",
    kz: "тағы да"
  },
  {
    en: "at once",
    ru: "немедленно, сейчас же",
    kz: "жедел, шапшаң, дереу"
  },
  {
    en: "one числит. ",
    ru: "один, раз, единица ",
    kz: "бір "
  },
  {
    en: "one and the same",
    ru: "один и тот же",
    kz: "сол біреу"
  },
  {
    en: "one by one",
    ru: "по одиночке",
    kz: "жалғыз-жалғыз, жеке-дара"
  },
  {
    en: "one day",
    ru: "однажды, как-то",
    kz: "бірде"
  },
  {
    en: "onion ",
    ru: "лук ",
    kz: "пияз "
  },
  {
    en: "spring onion",
    ru: "зеленый луг",
    kz: "көк пияз"
  },
  {
    en: "on-looker",
    ru: "зритель",
    kz: "көрермен"
  },
  {
    en: "only ",
    ru: "единственный; только ",
    kz: "біреу ғана; тек "
  },
  {
    en: "if only",
    ru: "только бы",
    kz: "солай болса"
  },
  {
    en: "one-storied",
    ru: "одноэтажный",
    kz: "бір қабатты"
  },
  {
    en: "onward",
    ru: "вперед",
    kz: "алға"
  },
  {
    en: "open в разн. знач.;",
    ru: "I открыть; II открыть; III распуститься (о цветах); IV раскрыть, отворить",
    kz: "I ашу; II бастау; III ашылу, жайылу; IV ашу"
  },
  {
    en: "open the top of a grand piano",
    ru: "открыть рояль",
    kz: "рояльді ашу"
  },
  {
    en: "open a meeting",
    ru: "открыть заседание",
    kz: "мәжілісті ашу"
  },
  {
    en: "open an exhibition",
    ru: "открыть выставку",
    kz: "көрмені ашу"
  },
  {
    en: "воен. open fire",
    ru: "открыть огонь",
    kz: "ата бастау әск"
  },
  {
    en: "opening",
    ru: "I открытие (выставки); II отверстие",
    kz: "I ашу; II тесік, саңылау,жарық"
  },
  {
    en: "openness",
    ru: "гласность",
    kz: "жариялылық"
  },
  {
    en: "operate",
    ru: "оперировать",
    kz: "операция жасау"
  },
  {
    en: "operation",
    ru: "действие",
    kz: "әрекет"
  },
  {
    en: "opinion ",
    ru: "мнение; суждение ",
    kz: "пікір; тұжырым "
  },
  {
    en: "in my opinion",
    ru: "по-моему",
    kz: "ойымша"
  },
  {
    en: "opponent",
    ru: "противник",
    kz: "қарсылас"
  },
  {
    en: "opportune",
    ru: "своевременный",
    kz: "дер кезінде, уақытында"
  },
  {
    en: "opportunity",
    ru: "возможность",
    kz: "мүмкіндік"
  },
  {
    en: "oppose",
    ru: "противиться; противопоставить",
    kz: "қарсы болу, қарама-қарсы қою"
  },
  {
    en: "opposite",
    ru: "I противоположный; II против, напротив",
    kz: "I қарсы; II қарама-қайшы, кері"
  },
  {
    en: "opposition ",
    ru: "оппозиция, противопоставление ",
    kz: "қарсылас, қарама-қарсы, қойып "
  },
  {
    en: "in opposition (после сущ.)",
    ru: "оппозиционный",
    kz: "қарсылас"
  },
  {
    en: "optic ",
    ru: "зрительный",
    kz: "көрнеу, көрнекі"
  },
  {
    en: "optional",
    ru: "необязательный",
    kz: "міндетті емес"
  },
  {
    en: "or",
    ru: "либо; иначе",
    kz: "не, немесе; әйтпесе"
  },
  {
    en: "either…or",
    ru: "либо…либо…",
    kz: "не... немесе..."
  },
  {
    en: "orange",
    ru: "I апельсин; II оранжевый",
    kz: "I апельсин; II қызғылт сары"
  },
  {
    en: "order ",
    ru: "I велеть; II распоряжение; распорядок; III орден; IV приказ; V заказ, заказать",
    kz: "I бұйыру; II билеу, қарау; тәртіп; III орден; IV бұйрық; V тапсырыс, тапсырыс беру"
  },
  {
    en: "give orders",
    ru: "распорядиться",
    kz: "бұйрық беру"
  },
  {
    en: "be decorated with an order",
    ru: "получить орден",
    kz: "орден алу"
  },
  {
    en: "put in order",
    ru: "прибрать",
    kz: "жинау"
  },
  {
    en: "by order",
    ru: "по приказу",
    kz: "бұйрық бойынша"
  },
  {
    en: "in order to (с глаголом), in order that (с сущ. или мест.)",
    ru: "затем чтобы",
    kz: "содан кейін"
  },
  {
    en: "orderly",
    ru: "дежурный",
    kz: "кезекші"
  },
  {
    en: "ordinal",
    ru: "порядковый",
    kz: "реттік"
  },
  {
    en: "ordinary",
    ru: "обычный, обыкновенный",
    kz: "әдеттегідей, кәдімгідей"
  },
  {
    en: "ore",
    ru: "руда",
    kz: "руда"
  },
  {
    en: "organ",
    ru: "орган",
    kz: "орган"
  },
  {
    en: "organize ",
    ru: "организовать, образовать",
    kz: "ұйымдастыру, құру"
  },
  {
    en: "origin ",
    ru: "происхождение, начало, род ",
    kz: "шығу тегі, қайнар көз, тек "
  },
  {
    en: "by origin",
    ru: "по происхождению",
    kz: "шығу тегі жағынан"
  },
  {
    en: "original",
    ru: "I своеобразный; II подлинник",
    kz: "I өзгеше, ерекше; II түпнұсқа"
  },
  {
    en: "originality",
    ru: "своеобразие",
    kz: "өзгешелік"
  },
  {
    en: "originally",
    ru: "первоначально",
    kz: "алғашқы, бастапқы"
  },
  {
    en: "originate (in, from)",
    ru: "брать начало, исходить",
    kz: "бастау алу, тарау, шығу"
  },
  {
    en: "orphan ",
    ru: "сирота ",
    kz: "жетім "
  },
  {
    en: "become an orphan",
    ru: "осиротеть",
    kz: "жетім қалу"
  },
  {
    en: "other ",
    ru: "иной, другой ",
    kz: "басқа "
  },
  {
    en: "in other words",
    ru: "иными словами",
    kz: "басқаша айтқанда"
  },
  {
    en: "one after the other",
    ru: "подряд",
    kz: "қатарынан, жағалай"
  },
  {
    en: "others",
    ru: "другие",
    kz: "басқалар"
  },
  {
    en: "otherwise",
    ru: "иначе",
    kz: "әйтпесе"
  },
  {
    en: "our",
    ru: "наш (при сущ.)",
    kz: "біздің; біздікі"
  },
  {
    en: "ours",
    ru: "наш (без сущ.)",
    kz: "біздің; біздікі"
  },
  {
    en: "oust",
    ru: "изгнать ",
    kz: "қуу, жер аудару"
  },
  {
    en: "out",
    ru: "из (откуда)",
    kz: "-дан, -ден;-тан; -тен;-нан; -нен;-ден, -нен;-ден, -нен; -пен, -тен"
  },
  {
    en: "outbreak",
    ru: "вспышка (эпидемии и т.п.)",
    kz: "жарқыл"
  },
  {
    en: "outburst",
    ru: "вспышка перен.",
    kz: "жарқыл"
  },
  {
    en: "outcome",
    ru: "исход, результат",
    kz: "нәтиже, соңы, ақыры"
  },
  {
    en: "outfit",
    ru: "обмундирование",
    kz: "киіндіру; формалық киім"
  },
  {
    en: "outlaw",
    ru: "объявить вне закона",
    kz: "заңнан тыс екенін хабарлау"
  },
  {
    en: "outlook",
    ru: "кругозор",
    kz: "ой өрісі"
  },
  {
    en: "out of",
    ru: "I из; из числа; попричине II за (вне)",
    kz: "I -дан, -ден;-тан; -тен;-нан; -нен;-ден, -нен;-ден, -нен; -пен, -тен; II мекенді, соңын, сыртын білдіреді"
  },
  {
    en: "out of doors",
    ru: "на улице (вне дома)",
    kz: "үй сыртында"
  },
  {
    en: "out-patients’ clinic",
    ru: "поликлиника",
    kz: "емхана"
  },
  {
    en: "output",
    ru: "выпуск (продукции)",
    kz: "шығару, жасау"
  },
  {
    en: "outrageous",
    ru: "оскорбительный",
    kz: "балағат"
  },
  {
    en: "outside ",
    ru: "на улице ",
    kz: "көшеде "
  },
  {
    en: "from the outside",
    ru: "снаружи (откуда)",
    kz: "сыртынан"
  },
  {
    en: "on the outside",
    ru: "снаружи (где)",
    kz: "сыртында"
  },
  {
    en: "outskirts pl",
    ru: "окраина (города)",
    kz: "шет"
  },
  {
    en: "outstanding",
    ru: "выдающийся, заметный",
    kz: "көрнекті"
  },
  {
    en: "oval",
    ru: "овальный",
    kz: "сопақ, сопақша"
  },
  {
    en: "oven",
    ru: "духовка, печь",
    kz: "духовка, пеш"
  },
  {
    en: "over",
    ru: "I через; II за (по ту сторону); III над, поверх; сверх; сверху; IV свыше",
    kz: "I арқылы; II мекенді, соңын, сыртын білдіреді; III үсті; үстінен; үстінде, бетінде; IV жоғарыдан, биіктен"
  },
  {
    en: "overalls pl",
    ru: "халат (рабочий)",
    kz: "халат"
  },
  {
    en: "overcoat",
    ru: "шинель; пальто",
    kz: "шинель; тон, тонша"
  },
  {
    en: "overcome",
    ru: "преодолеть, победить",
    kz: "шыдау, төзу, жеңу"
  },
  {
    en: "overcrowded",
    ru: "переполненный",
    kz: "лық толған"
  },
  {
    en: "overdo it",
    ru: "пересолить перен.",
    kz: "шамадан тыс"
  },
  {
    en: "overdue",
    ru: "просроченный",
    kz: "мерзімі өтіп кеткен"
  },
  {
    en: "overestimate",
    ru: "переоценить (слишком высоко оценить)",
    kz: "асыра бағалау"
  },
  {
    en: "overfill",
    ru: "переполнить",
    kz: "асыра (тым) толтыру"
  },
  {
    en: "overflow",
    ru: "разлив",
    kz: "бөліп құю"
  },
  {
    en: "overgrown",
    ru: "обросший",
    kz: "өскін, өсіп кеткен"
  },
  {
    en: "overhead",
    ru: "над головой",
    kz: "басында"
  },
  {
    en: "overhear",
    ru: "подслушать",
    kz: "тың тыңдау"
  },
  {
    en: "overlook",
    ru: "просмотреть",
    kz: "өткізіп алу, көрмей қалу"
  },
  {
    en: "overpay",
    ru: "переплатить",
    kz: "артық төлеу"
  },
  {
    en: "overproduction",
    ru: "перепроизводство",
    kz: "асыра өндіру"
  },
  {
    en: "overripe",
    ru: "перезрелый",
    kz: "өсіп (пісіп) кеткен"
  },
  {
    en: "oversalt",
    ru: "пересолить",
    kz: "тұздап жіберу"
  },
  {
    en: "overstep ",
    ru: "нарушить, переступить",
    kz: "шектен шығу"
  },
  {
    en: "overturn",
    ru: "перевернуть",
    kz: "аудару"
  },
  {
    en: "own",
    ru: "обладать, владеть",
    kz: "иелену, игеру, қожа болу"
  },
  {
    en: "owner",
    ru: "I предприниматель; II обладатель, владелец",
    kz: "I кәсіпкер; II ие, иегер, қожайын"
  },
  {
    en: "ownership",
    ru: "владение",
    kz: "иелік"
  },
  {
    en: "ox-eye daisy",
    ru: "ромашка",
    kz: "түймедағы"
  },
  {
    en: "oxygen",
    ru: "кислород хим.",
    kz: "оттегі"
  },
  {
    en: "pace ",
    ru: "темп",
    kz: "ырғақ"
  },
  {
    en: "pack",
    ru: "I пакет, упаковка; II колода (карты)",
    kz: "I қалта; II колода"
  },
  {
    en: "package",
    ru: "свёрток, пакет, (тж.перен.) (комплект, совокупность)",
    kz: "түйіншек, жиынтық"
  },
  {
    en: "packet",
    ru: "пакет",
    kz: "қалта"
  },
  {
    en: "padlock ",
    ru: "замóк (висячий)",
    kz: "аспалы құлып"
  },
  {
    en: "pail",
    ru: "ведро",
    kz: "шелек"
  },
  {
    en: "pain",
    ru: "огорчить",
    kz: "ренжіту, қынжылту"
  },
  {
    en: "painless",
    ru: "безболезненный",
    kz: "ауырмайтын"
  },
  {
    en: "paint ",
    ru: "I окрасить (поверхность), раскрасить, красить; II писать",
    kz: "I бояу, сырлау; II салу"
  },
  {
    en: "paint in oil",
    ru: "писать маслом",
    kz: "майлы бояумен салу"
  },
  {
    en: "paint in water-colours",
    ru: "писать акварелью",
    kz: "акварель бояумен салу"
  },
  {
    en: "painter",
    ru: "живописец, художник",
    kz: "суретші, кескіндеуші"
  },
  {
    en: "painting",
    ru: "живопись",
    kz: "сурет"
  },
  {
    en: "in pairs",
    ru: "попарно",
    kz: "жұп-жұбымен, жұбымен"
  },
  {
    en: "palatable with smb",
    ru: "приятный на вкус",
    kz: "дәмді, тәтті"
  },
  {
    en: "pale",
    ru: "бледный",
    kz: "сұр"
  },
  {
    en: "paleness",
    ru: "бледность",
    kz: "сұрлық, сұрықсыздық"
  },
  {
    en: "pallor",
    ru: "бледность",
    kz: "сұрлық, сұрықсыздық"
  },
  {
    en: "palm",
    ru: "ладонь",
    kz: "алақан"
  },
  {
    en: "palm-tree",
    ru: "пальма",
    kz: "пальма"
  },
  {
    en: "pamphlet",
    ru: "брошюра",
    kz: "кітапша"
  },
  {
    en: "pancake ",
    ru: "блин",
    kz: "құймақ"
  },
  {
    en: "thick pancake",
    ru: "оладья",
    kz: "құймақ"
  },
  {
    en: "pantry",
    ru: "кладовая",
    kz: "жүк қоймасы"
  },
  {
    en: "paper ",
    ru: "I бумага; II документ, доклад; реферат; III газета",
    kz: "I қағаз; II құжат қағазы, баяндама; реферат; III газет"
  },
  {
    en: "paper-bag",
    ru: "пакет (для продуктов)",
    kz: "қалта"
  },
  {
    en: "parade",
    ru: "военный смотр",
    kz: "әскери байқау"
  },
  {
    en: "paradise",
    ru: "рай",
    kz: "жұмақ"
  },
  {
    en: "paragraph",
    ru: "заметка (в печати)",
    kz: "хабар"
  },
  {
    en: "parcel",
    ru: "пакет, посылка",
    kz: "қалта, сәлемдеме"
  },
  {
    en: "pardon ",
    ru: "I помилование; II извинение",
    kz: "I рақымшылық, кешірім; II кешірім"
  },
  {
    en: "I beg your pardon",
    ru: "извините меня",
    kz: "мені кешіріңіз"
  },
  {
    en: "parents",
    ru: "родители",
    kz: "ата-ана"
  },
  {
    en: "park",
    ru: "парк",
    kz: "бау, бақ"
  },
  {
    en: "parliament",
    ru: "парламент",
    kz: "парламент"
  },
  {
    en: "parrot",
    ru: "попугай",
    kz: "тоты құс"
  },
  {
    en: "parsley",
    ru: "петрушка биол.",
    kz: "петрушка"
  },
  {
    en: "part ",
    ru: "I доля, часть; II деталь (машины); III отделение (концерта); IV расстаться (with)",
    kz: "I үлес, бөлік; II бөлшек; III концерт бөлімі; IV айрылу, айырылысу"
  },
  {
    en: "participant",
    ru: "участник",
    kz: "қатысушы"
  },
  {
    en: "participate (in)",
    ru: "участвовать",
    kz: "қатысу"
  },
  {
    en: "participation",
    ru: "участие",
    kz: "қатысу"
  },
  {
    en: "participle",
    ru: "причастие грам.",
    kz: "есімше"
  },
  {
    en: "particle",
    ru: "частица гр.",
    kz: "демеулік шылау"
  },
  {
    en: "particular ",
    ru: "особый(особенный)",
    kz: "ерекше"
  },
  {
    en: "particularly",
    ru: "особенно",
    kz: "әсіресе"
  },
  {
    en: "parting",
    ru: "I разлука, прощальный; II пробор",
    kz: "I бөлек (алшақ) тұру, қоштасу; II айырық"
  },
  {
    en: "partner",
    ru: "участник (игры)",
    kz: "қатысушы"
  },
  {
    en: "party ",
    ru: "вечер(собрание); компания",
    kz: "кеш; компания"
  },
  {
    en: "pass ",
    ru: "I идти, пройти; II допуск, пропуск; III пройти(о времени); IV передать, перейти; V сдать (экзамены и т.д.)",
    kz: "I өтіп жату, өтіп кету; II рұқсат қағаз, рұқсатнама; III өту; IV беріп жіберу, кету, бару; V тапсыру"
  },
  {
    en: "pass (by)",
    ru: "проехать",
    kz: "жол жүру; жүріп өту"
  },
  {
    en: "passage",
    ru: "I отрывок (из книги); II проход",
    kz: "I үзінді; II өту; өткел, асу"
  },
  {
    en: "passenger",
    ru: "пассажир",
    kz: "жолаушы"
  },
  {
    en: "passer-by",
    ru: "прохожий сущ.",
    kz: "жүргінші, өткен-кеткен"
  },
  {
    en: "passing",
    ru: "попутный",
    kz: "жолай"
  },
  {
    en: "passport",
    ru: "паспорт (удостоверение личности)",
    kz: "төлқұжат (жеке куәлік)"
  },
  {
    en: "password",
    ru: "пароль",
    kz: "пароль"
  },
  {
    en: "past",
    ru: "мимо нареч. и предл.",
    kz: "өтпелі, жанай, жанында"
  },
  {
    en: "past ",
    ru: "прошедший, минувший ",
    kz: "өткен, бұрынғы "
  },
  {
    en: "the past tense",
    ru: "прошедшее время грам.",
    kz: "өткен шақ"
  },
  {
    en: "paste ",
    ru: "расклеить ",
    kz: "жапсыру "
  },
  {
    en: "paste in",
    ru: "вклеивать, вклеить",
    kz: "желімдеу"
  },
  {
    en: "patch",
    ru: "заплата",
    kz: "жамау"
  },
  {
    en: "paternal",
    ru: "отцовский",
    kz: "әкелік"
  },
  {
    en: "paternity",
    ru: "отцовство",
    kz: "әкелік"
  },
  {
    en: "path",
    ru: "дорожка; тропа",
    kz: "жолақ; соқпақ, соқпақ жол"
  },
  {
    en: "patience ",
    ru: "терпение",
    kz: "шыдам"
  },
  {
    en: "patient",
    ru: "I терпеливый; II пациент, пациентка",
    kz: "I шыдамды, көнтерлі; II пациент"
  },
  {
    en: "patrol",
    ru: "дозор",
    kz: "шолғыншы"
  },
  {
    en: "patron",
    ru: "шеф, начальник",
    kz: "басшы, бастық"
  },
  {
    en: "patronage",
    ru: "покровительство ",
    kz: "қорғаушылық, жақтаушылық"
  },
  {
    en: "patronize",
    ru: "покровительствовать",
    kz: "қорғау, жақтау"
  },
  {
    en: "patronymic",
    ru: "отчество",
    kz: "әкесінің аты"
  },
  {
    en: "pattern",
    ru: "узор",
    kz: "ою"
  },
  {
    en: "patty",
    ru: "пирожок",
    kz: "шағын тоқаш"
  },
  {
    en: "pavement",
    ru: "тротуар",
    kz: "жүргінші жолы"
  },
  {
    en: "paw",
    ru: "лапа",
    kz: "табан"
  },
  {
    en: "payment",
    ru: "покрытие; взнос; выплата, оплата; расплата",
    kz: "төлеу, жабу; жарна; төлем; жалақы"
  },
  {
    en: "pay (for)",
    ru: "заплатить, уплатить",
    kz: "төлеу"
  },
  {
    en: "pay off",
    ru: "расплатиться, погасить (долг)",
    kz: "төлеу"
  },
  {
    en: "peace",
    ru: "мир; мирный",
    kz: "бейбітшілік; бейбіт"
  },
  {
    en: "peaceable",
    ru: "мирный",
    kz: "бейбіт"
  },
  {
    en: "peaceful",
    ru: "мирный, тихий",
    kz: "бейбіт, жайбарақат"
  },
  {
    en: "peach",
    ru: "персик",
    kz: "шабдалы"
  },
  {
    en: "peak",
    ru: "пик",
    kz: "шың, құз; қарбалас"
  },
  {
    en: "pear ",
    ru: "груша (плод)",
    kz: "алмұрт (жеміс)"
  },
  {
    en: "pearl",
    ru: "жемчуг, жемчужина",
    kz: "інжу, інжу маржан, қазына"
  },
  {
    en: "pear-tree",
    ru: "груша (дерево)",
    kz: "алмұрт (ағаш)"
  },
  {
    en: "peas pl",
    ru: "горох",
    kz: "бұршақ"
  },
  {
    en: "peasant",
    ru: "крестьянин, крестьянский",
    kz: "шаруа, шаруалық"
  },
  {
    en: "peasantry",
    ru: "крестьянство",
    kz: "шаруашылық"
  },
  {
    en: "peasant-woman",
    ru: "крестьянка",
    kz: "шаруа әйел"
  },
  {
    en: "peat",
    ru: "торф",
    kz: "шым тезек"
  },
  {
    en: "peculiar",
    ru: "своеобразный",
    kz: "өзгеше"
  },
  {
    en: "peculiarity",
    ru: "своеобразие",
    kz: "өзгешелік"
  },
  {
    en: "pedagogics",
    ru: "педагогика",
    kz: "педагогика"
  },
  {
    en: "pedestal ",
    ru: "памятник, подножие",
    kz: "тұғыр, табан"
  },
  {
    en: "pedestrian",
    ru: "пешеход",
    kz: "жүргінші"
  },
  {
    en: "pеdiatrist",
    ru: "педиатр ",
    kz: "педиатр"
  },
  {
    en: "peel ",
    ru: "кожура; чистить (овощи, фрукты)",
    kz: "жеміс қабы; жуу"
  },
  {
    en: "peg ",
    ru: "гвоздь (деревянный)",
    kz: "шеге"
  },
  {
    en: "pen",
    ru: "перо (для письма)",
    kz: "қаламұш"
  },
  {
    en: "penal servitude",
    ru: "каторга",
    kz: "жер аударып айдау"
  },
  {
    en: "penalty",
    ru: "штраф; взыскание; наказание",
    kz: "айыппұл; ескерту; жаза"
  },
  {
    en: "pencil",
    ru: "карандаш",
    kz: "қарындаш"
  },
  {
    en: "penetrate (into)",
    ru: "залезать, залезть",
    kz: "кіру, ену"
  },
  {
    en: "penholder",
    ru: "ручка (для пера)",
    kz: "тұтқа"
  },
  {
    en: "peninsula",
    ru: "полуостров",
    kz: "түбек"
  },
  {
    en: "pension",
    ru: "пенсия",
    kz: "зейнетақы"
  },
  {
    en: "pensioner",
    ru: "пенсионер",
    kz: "зейнеткер"
  },
  {
    en: "people",
    ru: "люди; народ; народность",
    kz: "адамдар; халық; ұлыс"
  },
  {
    en: "pepper",
    ru: "перец",
    kz: "бұрыш"
  },
  {
    en: "percent",
    ru: "процент",
    kz: "пайыз"
  },
  {
    en: "percentage",
    ru: "процент",
    kz: "пайыз"
  },
  {
    en: "perceptibility",
    ru: "чувствительность",
    kz: "әсерленгіш"
  },
  {
    en: "perfect",
    ru: "превосходный",
    kz: "басым, күшті"
  },
  {
    en: "perfectly",
    ru: "вполне; отлично",
    kz: "толығымен (бүтін); үздік"
  },
  {
    en: "perform ",
    ru: "исполнить",
    kz: "ойнау"
  },
  {
    en: "performance ",
    ru: "игра",
    kz: "актер ойыны"
  },
  {
    en: "performer",
    ru: "исполнитель театр.",
    kz: "ойнаушы"
  },
  {
    en: "perhaps",
    ru: "возможно, может быть",
    kz: "мүмкін"
  },
  {
    en: "perish",
    ru: "гибнуть",
    kz: "қырылу"
  },
  {
    en: "period",
    ru: "период; тайм спорт",
    kz: "кезең; тайм"
  },
  {
    en: "period of time",
    ru: "отрезоквремени",
    kz: "уақыт шегінде"
  },
  {
    en: "periphery",
    ru: "периферия",
    kz: "шеткергі"
  },
  {
    en: "perishable goods",
    ru: "скоропортящиеся товары",
    kz: "тез бүлінетін тауар"
  },
  {
    en: "permanent",
    ru: "постоянный",
    kz: "үнемі, тұрақты"
  },
  {
    en: "permission ",
    ru: "разрешение, позволение",
    kz: "рұқсат ету, рұқсат, ризалық"
  },
  {
    en: "permit",
    ru: "допуск, пропуск, допустить; разрешить",
    kz: "рұқсат қағаз, рұқсатнама, жіберу; рұқсат ету"
  },
  {
    en: "permitted",
    ru: "дозволенный",
    kz: "рұқсат етілген"
  },
  {
    en: "perplex",
    ru: "смутить",
    kz: "ұялту"
  },
  {
    en: "persecute",
    ru: "преследовать, притеснять",
    kz: "қудалау"
  },
  {
    en: "persecution",
    ru: "преследование",
    kz: "ізіне түсу, қудалау, қуалау"
  },
  {
    en: "persistence",
    ru: "настойчивость",
    kz: "табандылық"
  },
  {
    en: "persistent",
    ru: "настойчивый (о человеке)",
    kz: "табанды"
  },
  {
    en: "person ",
    ru: "человек, лицо ",
    kz: "адам, жақ"
  },
  {
    en: "in the person of smb.",
    ru: "в лице кого-л.",
    kz: "біреудің атынан"
  },
  {
    en: "personal",
    ru: "личный",
    kz: "дербес, жеке"
  },
  {
    en: "personality",
    ru: "личность",
    kz: "тұлға"
  },
  {
    en: "personally",
    ru: "лично",
    kz: "өзі"
  },
  {
    en: "personal stereo",
    ru: "плеер",
    kz: "плеер"
  },
  {
    en: "basic personnel sg",
    ru: "кадры",
    kz: "кадрлар"
  },
  {
    en: "perspiration",
    ru: "пот",
    kz: "тер"
  },
  {
    en: "perspire",
    ru: "вспотеть",
    kz: "терлеу"
  },
  {
    en: "persuade ",
    ru: "уговорить, склонить",
    kz: "келістіру, көндіру"
  },
  {
    en: "pet",
    ru: "любимец",
    kz: "сүйікті"
  },
  {
    en: "petition",
    ru: "прошение",
    kz: "өтініш, арыз"
  },
  {
    en: "petrol ",
    ru: "бензин ",
    kz: "бензин "
  },
  {
    en: "petrol station; filling station; petrol pump",
    ru: "бензоколонка",
    kz: "бензин колонкасы"
  },
  {
    en: "philanthropy",
    ru: "благотворительность",
    kz: "қайырымдылық"
  },
  {
    en: "phone",
    ru: "звонить (потелефону)",
    kz: "телефон соғу"
  },
  {
    en: "phonetics",
    ru: "фонетика",
    kz: "фонетика"
  },
  {
    en: "photograph",
    ru: "сфотографировать; снимок",
    kz: "суретке түсіру; сурет"
  },
  {
    en: "physical culture",
    ru: "физкультура",
    kz: "дене шынықтыру"
  },
  {
    en: "physical training / exercises",
    ru: "гимнастика",
    kz: "гимнастика"
  },
  {
    en: "physician",
    ru: "врач, терапевт",
    kz: "дәрігер, терапевт"
  },
  {
    en: "physics",
    ru: "физика",
    kz: "физика"
  },
  {
    en: "piano ",
    ru: "пианино ",
    kz: "күйсандық "
  },
  {
    en: "play the piano",
    ru: "играть на пианино",
    kz: "күйсандықта ойнау"
  },
  {
    en: "pick (off)",
    ru: "оборвать (ягоды и т.п.)",
    kz: "жұлу, үзу"
  },
  {
    en: "pick out ",
    ru: "подобрать (найти подходящее)",
    kz: "лайықтына іздеу"
  },
  {
    en: "pick up",
    ru: "выбрать; поднять (упавшее) ",
    kz: "таңдау, сайлау; көтеріп алу"
  },
  {
    en: "pickpocket",
    ru: "вор (карманник)",
    kz: "ұры"
  },
  {
    en: "picture ",
    ru: "изображение; картина,рисунок; изобразить ",
    kz: "бейне; сурет; бейнелеу "
  },
  {
    en: "take a picture (of)",
    ru: "сфотографировать",
    kz: "суретке түсіру"
  },
  {
    en: "pie",
    ru: "пирог",
    kz: "тоқаш"
  },
  {
    en: "piece",
    ru: "I пьеса муз.; II номер (в концерте и т.п.); III кусок; IV фигура(в шахматах); V отрезок",
    kz: "I пьеса; II ән-күй номері (концерт); III кесек; IV фигура; V кесінді (мата)"
  },
  {
    en: "pier ",
    ru: "пристань",
    kz: "кемежай, айлақ"
  },
  {
    en: "pierce ",
    ru: "проколоть, проткнуть",
    kz: "тесіп (түйреп) алу, шаншу"
  },
  {
    en: "pigeon",
    ru: "голубь",
    kz: "көгершін"
  },
  {
    en: "pile up",
    ru: "сложить(в кучу)",
    kz: "қаттау"
  },
  {
    en: "pill ",
    ru: "таблетка, пилюля ",
    kz: "таблетка, дәрі, домалақ дәрі "
  },
  {
    en: "take pills",
    ru: "принимать таблетки",
    kz: "дәрі ішу"
  },
  {
    en: "pillow",
    ru: "подушка",
    kz: "жастық"
  },
  {
    en: "pillow-case",
    ru: "наволочка",
    kz: "жастық тыс"
  },
  {
    en: "pilot",
    ru: "летчик, пилот",
    kz: "ұшқыш"
  },
  {
    en: "pin ",
    ru: "булавка; приколоть",
    kz: "түйреуіш; түйреу, шаншу"
  },
  {
    en: "pineapple",
    ru: "ананас",
    kz: "ананас"
  },
  {
    en: "pink",
    ru: "I гвоздика (цветок); II розовый",
    kz: "I қалампыр; II қызғылт"
  },
  {
    en: "pious",
    ru: "верующий прил.",
    kz: "діншіл"
  },
  {
    en: "pipe",
    ru: "труба; трубка (для курения)",
    kz: "труба; темекі түтігі"
  },
  {
    en: "pistol",
    ru: "пистолет",
    kz: "тапанша"
  },
  {
    en: "pit",
    ru: "яма",
    kz: "шұңқыр, сай"
  },
  {
    en: "pitcher",
    ru: "кувшин (большой)",
    kz: "құмыра"
  },
  {
    en: "pitchfork pl.",
    ru: "вилы",
    kz: "айыр"
  },
  {
    en: "pitiable",
    ru: "жалкий",
    kz: "аянышты, сұрықсыз, бишара"
  },
  {
    en: "pitiful",
    ru: "жалкий",
    kz: "аянышты, сұрықсыз, бишара"
  },
  {
    en: "pity ",
    ru: "жалеть (кого-л.) ",
    kz: "аяу "
  },
  {
    en: "it is a pity",
    ru: "досадно, обидно",
    kz: "қап, әттеген-ай"
  },
  {
    en: "pizza",
    ru: "пицца",
    kz: "пицца"
  },
  {
    en: "placard",
    ru: "плакат",
    kz: "плакат"
  },
  {
    en: "place ",
    ru: "I поместить, разместить; II местность, место",
    kz: "I орналастыру; II орын, жер"
  },
  {
    en: "get an article placed",
    ru: "поместить статью",
    kz: "мақаланы орналастыру"
  },
  {
    en: "take place",
    ru: "произойти",
    kz: "пайда болу"
  },
  {
    en: "place of permanent residence",
    ru: "местожительство",
    kz: "тұрғылықты жер (орын)"
  },
  {
    en: "plain",
    ru: "I равнина; II обыкновенный (заурядный)",
    kz: "I жазық, тегіс; II әдеттегі; әншейін"
  },
  {
    en: "plaintiff",
    ru: "истец",
    kz: "арыз, өтініш беруші"
  },
  {
    en: "plait",
    ru: "заплести, заплетать ",
    kz: "өру"
  },
  {
    en: "plan",
    ru: "I замысел, план; II задумать",
    kz: "I ниет, жоспар; II ойластыру"
  },
  {
    en: "plane",
    ru: "I самолёт; II плоский; плоскость",
    kz: "I ұшақ; II жазық, тегіс, жалпақ; жазықтық"
  },
  {
    en: "planet",
    ru: "планета",
    kz: "планета"
  },
  {
    en: "plank",
    ru: "доска (толстая)",
    kz: "тақта"
  },
  {
    en: "plant",
    ru: "I посадить (растение); II растение; III завод",
    kz: "I отырғызу, егу; II өсімдік; III зауыт"
  },
  {
    en: "plate",
    ru: "тарелка",
    kz: "тостаған"
  },
  {
    en: "plateau",
    ru: "плоскогорье",
    kz: "таулы үстірт (қырат)"
  },
  {
    en: "platform",
    ru: "перрон ж.-д.",
    kz: "теміржол алаңы"
  },
  {
    en: "platoon",
    ru: "взвод",
    kz: "взвод"
  },
  {
    en: "play ",
    ru: "I играть; II игра (действие), пьеса",
    kz: "I ойнау; II ойын, пьеса"
  },
  {
    en: "play a part",
    ru: "играть роль",
    kz: "рөл ойнау"
  },
  {
    en: "player",
    ru: "игрок ",
    kz: "ойыншы"
  },
  {
    en: "play-fellow",
    ru: "друг детства",
    kz: "бала дос"
  },
  {
    en: "playground",
    ru: "спортивная площадка",
    kz: "спорт алаңқайы"
  },
  {
    en: "playing ",
    ru: "игра",
    kz: "актер ойыны "
  },
  {
    en: "playmate",
    ru: "подруга ",
    kz: "дос қыз"
  },
  {
    en: "pleasant",
    ru: "приятный",
    kz: "жағымды, ұнамды"
  },
  {
    en: "please ",
    ru: "пожалуйста ",
    kz: "мінекиіңіз "
  },
  {
    en: "be pleased",
    ru: "радоваться",
    kz: "қуану"
  },
  {
    en: "pleasure ",
    ru: "удовольствие ",
    kz: "сүйсіну, рақаттану "
  },
  {
    en: "take pleasure (in)",
    ru: "насладиться, наслаждаться",
    kz: "рақаттану, ләззаттану"
  },
  {
    en: "plot",
    ru: "заговор; оставить заговор",
    kz: "қастандық, қаскүнемдік; қастандықты ойластыру"
  },
  {
    en: "plum",
    ru: "слива",
    kz: "алхоры"
  },
  {
    en: "plume",
    ru: "перо (украшение)",
    kz: "әшекей"
  },
  {
    en: "plunder",
    ru: "грабеж, грабить",
    kz: "тонау"
  },
  {
    en: "plural",
    ru: "множественное число грам.",
    kz: "көпше түр"
  },
  {
    en: "plus",
    ru: "плюс мат.",
    kz: "қосу"
  },
  {
    en: "pocket",
    ru: "карман",
    kz: "қалта"
  },
  {
    en: "pocket-book",
    ru: "бумажник",
    kz: "әмиян"
  },
  {
    en: "poem",
    ru: "поэма",
    kz: "поэма"
  },
  {
    en: "poet",
    ru: "поэт",
    kz: "ақын"
  },
  {
    en: "poetic",
    ru: "поэтический",
    kz: "поэтикалық"
  },
  {
    en: "poetry",
    ru: "поэзия",
    kz: "поэзия"
  },
  {
    en: "point ",
    ru: "I пункт; деление (на шкале); II балл спорт; очко; III остриё; IV точка",
    kz: "I пункт; бөлініс II ұпай; III ұш, жүз; IV көзі"
  },
  {
    en: "to the point",
    ru: "уместно, кстати",
    kz: "орынды"
  },
  {
    en: "point out",
    ru: "указать, обратить внимание",
    kz: "назар аударту"
  },
  {
    en: "poison",
    ru: "яд",
    kz: "у"
  },
  {
    en: "police прил. ",
    ru: "I полицейский; II полиция, полицейский",
    kz: "I пролицейлік; II полиция, полицей"
  },
  {
    en: "police station",
    ru: "полицейский участок",
    kz: "полиция учаскесі"
  },
  {
    en: "polish",
    ru: "полировать, тереть",
    kz: "жағу, жылтырату"
  },
  {
    en: "polite",
    ru: "вежливый",
    kz: "сыпайы"
  },
  {
    en: "politeness",
    ru: "вежливость",
    kz: "сыпайылық"
  },
  {
    en: "political",
    ru: "политический",
    kz: "саяси"
  },
  {
    en: "politician",
    ru: "политик",
    kz: "саясаткер"
  },
  {
    en: "politics ",
    ru: "политика ",
    kz: "саясат "
  },
  {
    en: "be interested in politics",
    ru: "интересоваться политикой",
    kz: "саясатқа қызығу"
  },
  {
    en: "pollute",
    ru: "загрязнить (воду и т.п.)",
    kz: "ластау"
  },
  {
    en: "pollution",
    ru: "загрязнение",
    kz: "ластау"
  },
  {
    en: "polyclinic",
    ru: "поликлиника",
    kz: "емхана"
  },
  {
    en: "pomegranate",
    ru: "гранат",
    kz: "анар"
  },
  {
    en: "pond ",
    ru: "бассейн (реки)",
    kz: "өзен аңғары"
  },
  {
    en: "ponder (over)",
    ru: "размышлять",
    kz: "ойлау"
  },
  {
    en: "pool",
    ru: "лужа",
    kz: "шалшық"
  },
  {
    en: "poor",
    ru: "I слабый; плохой; II малоимущий, неимущий",
    kz: "I нашар, жаман; II табысы аз, кедей, жарлы"
  },
  {
    en: "poplar",
    ru: "тополь",
    kz: "терек"
  },
  {
    en: "poppy",
    ru: "мак",
    kz: "көгнар, көгнар тұқымы"
  },
  {
    en: "popular",
    ru: "популярный",
    kz: "атақты, даңқты"
  },
  {
    en: "popularity",
    ru: "популярность",
    kz: "атақтылық, даңқтылық"
  },
  {
    en: "populate",
    ru: "заселить, заселять",
    kz: "мекендету, орналастыру"
  },
  {
    en: "populated (with)",
    ru: "заселенный; населенный",
    kz: "мекенделген, орныққан; елді"
  },
  {
    en: "population ",
    ru: "население ",
    kz: "ел, тұрғын "
  },
  {
    en: "rural population",
    ru: "сельское население",
    kz: "ауыл тұрғындары"
  },
  {
    en: "populous",
    ru: "многолюдный (о городе и т.п.)",
    kz: "көп адам"
  },
  {
    en: "pork",
    ru: "свинина",
    kz: "шошқа еті"
  },
  {
    en: "porridge ",
    ru: "каша; овсянка",
    kz: "ботқа; сұлы ботқасы"
  },
  {
    en: "portrayal",
    ru: "образ, изображение",
    kz: "бейне"
  },
  {
    en: "porter",
    ru: "носильщик",
    kz: "жүк тасушы"
  },
  {
    en: "portion",
    ru: "доля (часть)",
    kz: "үлес (бөлік)"
  },
  {
    en: "portray",
    ru: "изобразить",
    kz: "бейнелеу"
  },
  {
    en: "position",
    ru: "должность; позиция; положение",
    kz: "лауазым; ұстаным; жай, тұратын орын"
  },
  {
    en: "positive",
    ru: "положительный",
    kz: "дұрыс, жағымды, оң"
  },
  {
    en: "possess",
    ru: "обладать, владеть",
    kz: "иелену, игеру, қожа болу"
  },
  {
    en: "possession",
    ru: "обладание, владение",
    kz: "иелену; икемдену; игеру"
  },
  {
    en: "possessivepronoun",
    ru: "притяжательное местоимение грам.",
    kz: "тәуелдеу есімдігі"
  },
  {
    en: "possessor",
    ru: "обладатель",
    kz: "ие, иегер"
  },
  {
    en: "possibility",
    ru: "возможность",
    kz: "мүмкіндік"
  },
  {
    en: "possible",
    ru: "возможный",
    kz: "мүмкін"
  },
  {
    en: "possibly",
    ru: "возможно",
    kz: "мүмкін"
  },
  {
    en: "post ",
    ru: "I отправить по почте; II должность; III пост",
    kz: "I поштамен жіберу; II лауазым; III қызмет"
  },
  {
    en: "hold a post",
    ru: "занимать пост",
    kz: "қызметке отыру"
  },
  {
    en: "post, postal",
    ru: "почтовый",
    kz: "почталық"
  },
  {
    en: "postcard",
    ru: "открытка",
    kz: "құттықтама"
  },
  {
    en: "poster",
    ru: "афиша,плакат",
    kz: "афиша, плакат"
  },
  {
    en: "posterity",
    ru: "потомство",
    kz: "ұрпақ"
  },
  {
    en: "post-graduate (student)",
    ru: "аспирант, -ка ",
    kz: "аспирант"
  },
  {
    en: "post-graduate course",
    ru: "аспирантура",
    kz: "аспирантура"
  },
  {
    en: "postman",
    ru: "почтальон",
    kz: "хат-хабар тасушы"
  },
  {
    en: "post-office",
    ru: "почта",
    kz: "почта"
  },
  {
    en: "potato",
    ru: "картофель",
    kz: "картофель"
  },
  {
    en: "pot flowers",
    ru: "комнатные цветы",
    kz: "бөлме гүлдері"
  },
  {
    en: "pour",
    ru: "лить; подлить; сыпать",
    kz: "төгу, құю, ағу; үстемелеп құю; себу, шашу"
  },
  {
    en: "pour (on/in)",
    ru: "насыпать; полить",
    kz: "себу, шашу; толтыру, құю, суару"
  },
  {
    en: "pourout",
    ru: "разлить (вино, чай), налить",
    kz: "бөліп құю, құю "
  },
  {
    en: "poverty",
    ru: "бедность, нищета",
    kz: "кедейлік, қайыршылық"
  },
  {
    en: "poverty-stricken",
    ru: "нищий прил.",
    kz: "қайыршы, тіленші"
  },
  {
    en: "powder",
    ru: "пудра; порошок",
    kz: "опа; ұнтақ"
  },
  {
    en: "power",
    ru: "I власть, полномочие; II мощность",
    kz: "I өкімет, өкілдік; II күштілік, қуаттылық"
  },
  {
    en: "powerful",
    ru: "могучий, мощный; сильный",
    kz: "қуатты, құдыретті; күшті"
  },
  {
    en: "power of attorney",
    ru: "доверенность",
    kz: "сенімхат"
  },
  {
    en: "practicable",
    ru: "осуществимый",
    kz: "іске (жүзеге) асатын"
  },
  {
    en: "practical",
    ru: "практический",
    kz: "тәжірибелік"
  },
  {
    en: "practice",
    ru: "практика; практиковать",
    kz: "практика (тәжірибе); жүзеге асыру"
  },
  {
    en: "praise",
    ru: "похвала; похвалить",
    kz: "мақтау, мақтан; мадақтау"
  },
  {
    en: "prayer",
    ru: "молитва",
    kz: "табыну"
  },
  {
    en: "preach",
    ru: "проповедовать",
    kz: "уағыздау"
  },
  {
    en: "preaching",
    ru: "проповедь",
    kz: "уағыз; үгіт; ақыл"
  },
  {
    en: "precede",
    ru: "предшествовать",
    kz: "бұрын болу"
  },
  {
    en: "preceding",
    ru: "предыдущий",
    kz: "алдындағы"
  },
  {
    en: "precious",
    ru: "драгоценный",
    kz: "бағалы, құнды"
  },
  {
    en: "precipice",
    ru: "обрыв",
    kz: "тік жар, құлама жар"
  },
  {
    en: "predecessor",
    ru: "предшественник",
    kz: "ізашар, бастаушы"
  },
  {
    en: "predicate",
    ru: "сказуемое грам.",
    kz: "баяндауыш"
  },
  {
    en: "prefer",
    ru: "предпочесть",
    kz: "артық көру"
  },
  {
    en: "preference",
    ru: "предпочтение",
    kz: "артық көру"
  },
  {
    en: "prefix",
    ru: "приставка грам.",
    kz: "сөз алды қосымшасы"
  },
  {
    en: "prejudice",
    ru: "предрассудок",
    kz: "алданыш сенім (наным)"
  },
  {
    en: "preliminary",
    ru: "предварительный",
    kz: "алдын ала"
  },
  {
    en: "preparation",
    ru: "приготовление, подготовка",
    kz: "дайындау, әзірлеу"
  },
  {
    en: "prepare ",
    ru: "приготовить; готовить; подготовить(ся) ",
    kz: "дайындалу, әзірлеу "
  },
  {
    en: "prepare for an exam",
    ru: "подготовиться к экзамену",
    kz: "емтиханға дайындалу"
  },
  {
    en: "prepared foods",
    ru: "полуфабрикаты (продукты)",
    kz: "жартылай дайын"
  },
  {
    en: "preposition",
    ru: "предлог грам.",
    kz: "предлог"
  },
  {
    en: "pre-school",
    ru: "дошкольный",
    kz: "мектепке дейінгі"
  },
  {
    en: "prescription ",
    ru: "рецепт ",
    kz: "рецепт "
  },
  {
    en: "write out a prescription",
    ru: "выписать рецепт",
    kz: "рецепт жазу"
  },
  {
    en: "off prescription",
    ru: "без рецепта",
    kz: "рецептісіз"
  },
  {
    en: "presence",
    ru: "присутствие",
    kz: "қатысу, болу"
  },
  {
    en: "in the presence of ",
    ru: "при (в присутствии)",
    kz: "қатысуымен"
  },
  {
    en: "present ",
    ru: "I присутствующий; II представить; предъявить; III данный; IV настоящий, настоящее; V подарок",
    kz: "I қатысушы; II көрсету; III анық, айқын; IV қазіргі, осы, нағыз; V сыйлық"
  },
  {
    en: "all those present",
    ru: "все присутствующие",
    kz: "барлық қатысушылар"
  },
  {
    en: "be present",
    ru: "присутствовать",
    kz: "қатысу, болу"
  },
  {
    en: "give, make a present",
    ru: "дарить",
    kz: "сыйлау, жасау (беру)"
  },
  {
    en: "at present",
    ru: "в настоящее время",
    kz: "қазіргі уақытта"
  },
  {
    en: "present-day",
    ru: "актуальный",
    kz: "өзекті"
  },
  {
    en: "presentiment ",
    ru: "предчувствие ",
    kz: "ерте (алдын ала) сезу "
  },
  {
    en: "have a presentiment",
    ru: "предчувствовать",
    kz: "ерте (алдын ала) сезу"
  },
  {
    en: "preserve",
    ru: "консервировать",
    kz: "сүрлеу"
  },
  {
    en: "preserving (of food)",
    ru: "консервирование",
    kz: "сүрлеу"
  },
  {
    en: "preside (at, over)",
    ru: "председательствовать",
    kz: "төрағалық  ету"
  },
  {
    en: "president",
    ru: "председатель (правления и т.п.); директор университета",
    kz: "төраға; университет президенті"
  },
  {
    en: "press",
    ru: "I пожать; II прижать; разгладить, давить",
    kz: "I қол алысу, амандасу, қоштасу; II қысу, езу; үтіктеу, басу"
  },
  {
    en: "the press ",
    ru: "печать, пресса ",
    kz: "баспасөз "
  },
  {
    en: "press agensy",
    ru: "агентство печати",
    kz: "баспасөз агенттігі"
  },
  {
    en: "be in the press",
    ru: "быть в печати",
    kz: "баспада жату"
  },
  {
    en: "press-stud",
    ru: "кнопка (на одежде)",
    kz: "кнопка, бастырма"
  },
  {
    en: "pressure ",
    ru: "давление, напор ",
    kz: "қысым, арын, екпін "
  },
  {
    en: "blood pressure",
    ru: "кровяное давление",
    kz: "қан қысымы"
  },
  {
    en: "exert pressure",
    ru: "оказывать давление",
    kz: "қысым көрсету"
  },
  {
    en: "presumptuous",
    ru: "самонадеянный",
    kz: "менменсіген, көкірек"
  },
  {
    en: "pretend to be",
    ru: "притвориться",
    kz: "мүләйімсу, тәлімсу"
  },
  {
    en: "pretension",
    ru: "претензия(стремление произвести впечатление)",
    kz: "жасандылық, көлгірсу"
  },
  {
    en: "pretext",
    ru: "отговорка",
    kz: "сылтау"
  },
  {
    en: "pretty ",
    ru: "красивый, хорошенький; симпатичный",
    kz: "әдемі; тартымды"
  },
  {
    en: "prevent",
    ru: "предотвратить, предупредить",
    kz: "қорғау, сақтау, алдын ала ескерту"
  },
  {
    en: "previous",
    ru: "предыдущий, прежний",
    kz: "алдындағы, бұрынғы"
  },
  {
    en: "prey",
    ru: "добыча (захваченное)",
    kz: "олжа"
  },
  {
    en: "price",
    ru: "цена, расценка",
    kz: "баға, құн"
  },
  {
    en: "prick",
    ru: "уколоть; укол",
    kz: "ине салу; шаншу, түйреу"
  },
  {
    en: "prickly",
    ru: "колючий",
    kz: "тікенекті"
  },
  {
    en: "pride",
    ru: "гордость; самолюбие",
    kz: "мақтаныш; ар, намыс"
  },
  {
    en: "priest ",
    ru: "священник",
    kz: "священник"
  },
  {
    en: "primary",
    ru: "первичный; первоначальный",
    kz: "бастапқы; алғашқы, бастапқы"
  },
  {
    en: "prime minister",
    ru: "премьер",
    kz: "премьер"
  },
  {
    en: "prince",
    ru: "князь",
    kz: "князь"
  },
  {
    en: "principal",
    ru: "I директор школы; II основной,главный",
    kz: "I мектеп директоры; II негізгі, басты"
  },
  {
    en: "principle ",
    ru: "основа, принцип, начало",
    kz: "негіз, қағида"
  },
  {
    en: "print",
    ru: "I напечатать; II шрифт",
    kz: "I басып шығару; II шрифт"
  },
  {
    en: "printing ",
    ru: "печать, печатание",
    kz: "басу"
  },
  {
    en: "printing-house",
    ru: "типография",
    kz: "типография, баспахана"
  },
  {
    en: "prisoner ",
    ru: "заключенный, пленник ",
    kz: "тұтқын "
  },
  {
    en: "take smb prisoner",
    ru: "брать кого-л. в плен",
    kz: "біреуді тұтқынға алу"
  },
  {
    en: "be taken prisoner",
    ru: "попасть в плен",
    kz: "тұтқынға түсу"
  },
  {
    en: "private ",
    ru: "I рядовой сущ. воен.; II частный",
    kz: "I қатардағы; II жеке"
  },
  {
    en: "privilege",
    ru: "льгота, привилегия",
    kz: "жеңілдік, артықшылық"
  },
  {
    en: "prize ",
    ru: "I премия, награда; II выигрыш",
    kz: "I сыйлық, марапат; II ұтыс (ақша ұтысы)"
  },
  {
    en: "get the first prize",
    ru: "получить премию",
    kz: "сыйлық алу"
  },
  {
    en: "probably",
    ru: "вероятно, наверно(е)",
    kz: "мүмкін, ықтимал"
  },
  {
    en: "problem",
    ru: "проблема; вопрос",
    kz: "мәселе; сауал"
  },
  {
    en: "procedure",
    ru: "процедура",
    kz: "рәсім"
  },
  {
    en: "proceed (из чего-л. from) ",
    ru: "основываться на чем-л.",
    kz: "негіздеу, сүйену"
  },
  {
    en: "legal (court) proceedings",
    ru: "судебная процедура",
    kz: "сот рәсімі"
  },
  {
    en: "proclaim",
    ru: "обнародовать; провозгласить",
    kz: "жариялау, халыққа хабарлау"
  },
  {
    en: "proclamation",
    ru: "провозглашение",
    kz: "жариялау"
  },
  {
    en: "produce",
    ru: "I производить (товары); II предъявить",
    kz: "I өндіру; II көрсету"
  },
  {
    en: "product",
    ru: "продукт",
    kz: "өнім"
  },
  {
    en: "production",
    ru: "производство",
    kz: "өндіріс"
  },
  {
    en: "profession",
    ru: "профессия",
    kz: "кәсіп"
  },
  {
    en: "professional",
    ru: "профессиональный",
    kz: "кәсіптік"
  },
  {
    en: "professor",
    ru: "профессор",
    kz: "профессор"
  },
  {
    en: "profit",
    ru: "прибыль, выгода, польза",
    kz: "пайда, табыс"
  },
  {
    en: "profit (by) ",
    ru: "воспользоваться, использовать",
    kz: "пайдалану"
  },
  {
    en: "profitable",
    ru: "прибыльный, доходный",
    kz: "пайдалы"
  },
  {
    en: "prognosis",
    ru: "прогноз мед.",
    kz: "болжам, болжау"
  },
  {
    en: "progress",
    ru: "достижение (улучшение), развитие; продвижение",
    kz: "жетістік (жақсарту), даму; ілгерілеу, қозғалу"
  },
  {
    en: "prohibition",
    ru: "запрет",
    kz: "тыйым"
  },
  {
    en: "prolong",
    ru: "продлить, растянуть",
    kz: "ұзарту, ұзату, созбақтау"
  },
  {
    en: "prolongation",
    ru: "продление",
    kz: "ұзарту"
  },
  {
    en: "promise ",
    ru: "I обет; обещание; II обещать, пообещать",
    kz: "I серт, уәде, ант; уәде; II уәде беру"
  },
  {
    en: "keep one’s promise",
    ru: "сдержать обещание",
    kz: "уәдесінде тұру"
  },
  {
    en: "break one’s promise",
    ru: "не сдержать обещания",
    kz: "уәдесінде тұрмау"
  },
  {
    en: "promotion",
    ru: "продвижение по службе",
    kz: "қызметте ілгерілеу"
  },
  {
    en: "prompt",
    ru: "подсказать",
    kz: "сыбырлап (жасырып) айту"
  },
  {
    en: "promptly",
    ru: "живо",
    kz: "жылдам, шапшаң "
  },
  {
    en: "promulgate",
    ru: "обнародовать; издать(закон)",
    kz: "жариялау; заң шығару, жасау"
  },
  {
    en: "promulgation",
    ru: "обнародование, опубликование (закона и т.п.)",
    kz: "жариялау, халыққа хабарлау, жарияланым"
  },
  {
    en: "pronoun ",
    ru: "местоимение грам.",
    kz: "есімдік"
  },
  {
    en: "pronounce",
    ru: "произнести",
    kz: "айту, сөйлеу"
  },
  {
    en: "pronunciation",
    ru: "произношение",
    kz: "айту"
  },
  {
    en: "proof",
    ru: "доказательство",
    kz: "дәлел, дәлелдеме"
  },
  {
    en: "proper",
    ru: "должный",
    kz: "міндетті, қарыз"
  },
  {
    en: "property ",
    ru: "I владение, собственность; достояние; имущество; недвижимость; II свойство (предмета)",
    kz: "I меншік; игілік; мүлік, дүние; жылжымайтын; II белгі"
  },
  {
    en: "personal property",
    ru: "движимое имущество",
    kz: "жылжитын мүлік"
  },
  {
    en: "real property/estate",
    ru: "недвижимое имущество",
    kz: "жылжымайтын мүлік"
  },
  {
    en: "proposal (о браке) ",
    ru: "предложение ",
    kz: "ұсыныс "
  },
  {
    en: "propose to smb",
    ru: "сделать предложение",
    kz: "ұсыныс жасау"
  },
  {
    en: "propose (drink) a toast (to)",
    ru: "провозгласить тост (за)",
    kz: "біреу үшін тілек айту"
  },
  {
    en: "proprietor",
    ru: "владелец",
    kz: "ие, қожайын"
  },
  {
    en: "prosecutor’s office ",
    ru: "прокуратура ",
    kz: "прокуратура "
  },
  {
    en: "public prosecutor",
    ru: "прокурор",
    kz: "прокурор"
  },
  {
    en: "prospect",
    ru: "разведывать геол.",
    kz: "барлау"
  },
  {
    en: "prospecting",
    ru: "разведка геол.",
    kz: "барлау"
  },
  {
    en: "prospectus ",
    ru: "проспект (план)",
    kz: "жоба"
  },
  {
    en: "prosper ",
    ru: "преуспевать, процветать",
    kz: "табысқа жету"
  },
  {
    en: "prosperity",
    ru: "процветание; зажиточность",
    kz: "гүлдену; дәулеттілік"
  },
  {
    en: "protect ",
    ru: "I оберегать (from); II обезопасить, защитить, покровительствовать",
    kz: "I сақтау, аялау, күту; II қауіпсіздендіру, қорғау, жақтау"
  },
  {
    en: "protect oneself",
    ru: "оберегаться",
    kz: "сақтану, қорғану"
  },
  {
    en: "protected",
    ru: "заповедный",
    kz: "қорықтағы (орман)"
  },
  {
    en: "protection ",
    ru: "защита, покровительство ",
    kz: "қорғаныс, жақтаушылық "
  },
  {
    en: "under the protection (of)",
    ru: "под защитой",
    kz: "қорғану, қорғаныста болу"
  },
  {
    en: "protector",
    ru: "защитник",
    kz: "қамқоршы"
  },
  {
    en: "protest",
    ru: "протестовать",
    kz: "қарсы (наразы) болу"
  },
  {
    en: "proud ",
    ru: "гордый; самолюбивый ",
    kz: "өр, асқақ; намысқор, ызақор "
  },
  {
    en: "be proud (of), take pride (in)",
    ru: "гордиться",
    kz: "мақтану"
  },
  {
    en: "prove",
    ru: "доказать, доказывать",
    kz: "дәлелдеу"
  },
  {
    en: "prove oneself to be",
    ru: "зарекомендовать себя ",
    kz: "өзін жақсы жағынан көрсету"
  },
  {
    en: "proverb",
    ru: "пословица",
    kz: "мақал"
  },
  {
    en: "provide (with)",
    ru: "обеспечивать, обеспечить, снабжать",
    kz: "қамтамасыз ету, асырау"
  },
  {
    en: "provide (for)",
    ru: "обеспечивать, обеспечить материально; прокормить",
    kz: "қамтамасыз ету; асырау; жаю"
  },
  {
    en: "province",
    ru: "область",
    kz: "облыс"
  },
  {
    en: "provinces pl",
    ru: "периферия",
    kz: "ауылдық (шеткергі) жер"
  },
  {
    en: "provision ",
    ru: "обеспечение (чем-л.)",
    kz: "қамтамасыз ету "
  },
  {
    en: "Am provision (food) store",
    ru: "продовольственный магазин",
    kz: "азық-түлік дүкені"
  },
  {
    en: "provoke",
    ru: "провоцировать",
    kz: "арандату"
  },
  {
    en: "prudence ",
    ru: "благоразумие (осторожность)",
    kz: "ақылмандық"
  },
  {
    en: "prudent",
    ru: "расчётливый",
    kz: "есепті"
  },
  {
    en: "psychology",
    ru: "психика",
    kz: "психика"
  },
  {
    en: "pub",
    ru: "пивная",
    kz: "сырахана"
  },
  {
    en: "public ",
    ru: "публика, публичный ",
    kz: "көпшілік "
  },
  {
    en: "public figure",
    ru: "государственный деятель",
    kz: "мемлекет қайраткері"
  },
  {
    en: "public benefactor",
    ru: "общественный деятель",
    kz: "қоғам қайраткері"
  },
  {
    en: "publication",
    ru: "обнародование; издание, опубликование",
    kz: "жариялау, халыққа хабарлау; басып шығару"
  },
  {
    en: "publicity ",
    ru: "огласка, гласность; реклама ",
    kz: "жария болу, жариялылық; жарнама "
  },
  {
    en: "publicity compaign",
    ru: "рекламная компания",
    kz: "жарнама компаниясы"
  },
  {
    en: "publish",
    ru: "напечатать, издать",
    kz: "басып шығару"
  },
  {
    en: "publishers ",
    ru: "издательство",
    kz: "баспахана"
  },
  {
    en: "publishing house ",
    ru: "издательство",
    kz: "баспахана"
  },
  {
    en: "puddle",
    ru: "лужа",
    kz: "шалшық"
  },
  {
    en: "puff ",
    ru: "клуб (дыма и т.п.)",
    kz: "будақ (түтіннің)"
  },
  {
    en: "pull",
    ru: "потянуть",
    kz: "тарту"
  },
  {
    en: "pull up",
    ru: "остановить (коня и т.п.)",
    kz: "тоқтату, доғару"
  },
  {
    en: "pulse ",
    ru: "пульс ",
    kz: "тамыр "
  },
  {
    en: "feel smb’s pulse",
    ru: "пощупать пульс",
    kz: "тамыр ұстау"
  },
  {
    en: "pump",
    ru: "I насос; II качать (насосом)",
    kz: "I насос; II үру"
  },
  {
    en: "pumpkin",
    ru: "тыква",
    kz: "асқабақ"
  },
  {
    en: "punctual",
    ru: "пунктуальный",
    kz: "ұқыпты"
  },
  {
    en: "punctually (точно)",
    ru: "аккуратно",
    kz: "ұқыпты"
  },
  {
    en: "punishment",
    ru: "наказание",
    kz: "жаза"
  },
  {
    en: "punishment room",
    ru: "карцер",
    kz: "жеке қамақ"
  },
  {
    en: "pupil ",
    ru: "I питомец; II школьник, учащийся",
    kz: "I тәрбиеленуші, асыранды; II оқушы"
  },
  {
    en: "pupil (of the eye)",
    ru: "зрачок",
    kz: "көз қарашығы"
  },
  {
    en: "puppy",
    ru: "щенок",
    kz: "күшік"
  },
  {
    en: "purchase",
    ru: "покупать",
    kz: "сатып алушы"
  },
  {
    en: "purchaser",
    ru: "покупатель",
    kz: "сатып алушы"
  },
  {
    en: "puree",
    ru: "пюре",
    kz: "езінді"
  },
  {
    en: "рurple",
    ru: "багровый, пурпуровый",
    kz: "қып-қызыл, қара қошқыл"
  },
  {
    en: "purpose",
    ru: "цель",
    kz: "мақсат"
  },
  {
    en: "purposeful",
    ru: "целеустремлённый",
    kz: "мақсатты"
  },
  {
    en: "purse",
    ru: "кошелек",
    kz: "әмиян"
  },
  {
    en: "pursue ",
    ru: "преследовать, гнаться",
    kz: "қуалау"
  },
  {
    en: "pursuit",
    ru: "преследование, погоня",
    kz: "ізіне түсу, қудалау, қуғын"
  },
  {
    en: "push",
    ru: "толкнуть",
    kz: "итеру, итеріп жіберу"
  },
  {
    en: "push (into)",
    ru: "задвинуть (куда-л.)",
    kz: "сұғындыру"
  },
  {
    en: "push away",
    ru: "оттолкнуть",
    kz: "итеру; жақындатпау"
  },
  {
    en: "push off",
    ru: "оттолкнуться",
    kz: "күш алу"
  },
  {
    en: "pushbutton",
    ru: "кнопка (звонка и т.п.)",
    kz: "кнопка"
  },
  {
    en: "put (put, put) ",
    ru: "расположить, класть;",
    kz: "орналастыру, қою;"
  },
  {
    en: "put smth on",
    ru: "одеться во что-л., надеть",
    kz: "бір нәрсені кию, кию"
  },
  {
    en: "put down",
    ru: "опустить",
    kz: "қайыру "
  },
  {
    en: "put in",
    ru: "вставить",
    kz: "қалдыру; қою"
  },
  {
    en: "put in a word",
    ru: "вставить словечко",
    kz: "сөз қыстыру"
  },
  {
    en: "put in jail",
    ru: "посадить (в тюрьму)",
    kz: "қамату"
  },
  {
    en: "put up (at)",
    ru: "остановиться (в гостинице);",
    kz: "тұрақтау, қону;"
  },
  {
    en: "put (upon, on)",
    ru: "остановиться (на теме, вопросе)",
    kz: "тоқталу"
  },
  {
    en: "put aside",
    ru: "отложить (сбережения)",
    kz: "сақтау"
  },
  {
    en: "put off",
    ru: "отсрочить, отложить",
    kz: "кейінге қалдыру"
  },
  {
    en: "put on the brakes",
    ru: "тормозить",
    kz: "тежеу"
  },
  {
    en: "put on weight",
    ru: "полнеть",
    kz: "семіру"
  },
  {
    en: "put out",
    ru: "погасить (огонь)",
    kz: "өшіру, сөндіру"
  },
  {
    en: "put straight",
    ru: "привести в порядок",
    kz: "реттеу"
  },
  {
    en: "puzzle",
    ru: "загадка, головоломка",
    kz: "жұмбақ, құпия, сыр"
  },
  {
    en: "puzzle out",
    ru: "разгадать",
    kz: "шешу"
  },
  {
    en: "quadrangle",
    ru: "четырёхугольник",
    kz: "төрт бұрыш"
  },
  {
    en: "qualitative",
    ru: "качественный",
    kz: "сапалы"
  },
  {
    en: "quality",
    ru: "качество; свойство",
    kz: "сапа; қасиет"
  },
  {
    en: "quantity",
    ru: "количество, число; численность",
    kz: "сан, мөлшер; саны"
  },
  {
    en: "quarrel",
    ru: "ссора; ссориться, поругаться",
    kz: "жанжал, ұрыс-керіс; жанжалдасу, ұрсысу"
  },
  {
    en: "quarter",
    ru: "квартал, четверть ",
    kz: "тоқсан, ширек"
  },
  {
    en: "quay",
    ru: "пристань",
    kz: "кемежай, айлақ"
  },
  {
    en: "queen",
    ru: "королева",
    kz: "патшайым"
  },
  {
    en: "question",
    ru: "I вопрос; II опросить, расспросить",
    kz: "I сұрақ; II сұрау салу, сұрастыру"
  },
  {
    en: "questionnaire",
    ru: "анкета ",
    kz: "сауалнама"
  },
  {
    en: "questions",
    ru: "расспросы",
    kz: "сұрастырулар"
  },
  {
    en: "queue ",
    ru: "очередь (ожидающих) ",
    kz: "кезектегілер "
  },
  {
    en: "queue up",
    ru: "становиться в очередь",
    kz: "кезекке тұру"
  },
  {
    en: "quick",
    ru: "I скорый; II находчивый (об ответе); понятливый",
    kz: "I жедел; II тапқыр; зерек, ұғымтал"
  },
  {
    en: "quickly ",
    ru: "быстро, скоро; живо ",
    kz: "тез, жылдам; шапшаң "
  },
  {
    en: "more quickly",
    ru: "скорее, скорей",
    kz: "тезірек, жылдамырақ"
  },
  {
    en: "quick-witted",
    ru: "находчивый",
    kz: "тапқыр"
  },
  {
    en: "quiet",
    ru: "негромкий, тихий",
    kz: "тыныш"
  },
  {
    en: "quill ",
    ru: "игла ",
    kz: "тікен"
  },
  {
    en: "quit",
    ru: "бросить",
    kz: "қалдыру, тастау"
  },
  {
    en: "quite",
    ru: "вполне",
    kz: "толығымен (бүтін)"
  },
  {
    en: "quiver",
    ru: "дрогнуть (о голосе, звуке)",
    kz: "дірілдеу"
  },
  {
    en: "quivering",
    ru: "трепет",
    kz: "діріл, қалтыл"
  },
  {
    en: "quota",
    ru: "норма",
    kz: "норма, мөлшер"
  },
  {
    en: "quotation",
    ru: "цитата",
    kz: "цитата, келтірім"
  },
  {
    en: "quotation marks",
    ru: "кавычки (при цитате)",
    kz: "тырнақша"
  },
  {
    en: "quote",
    ru: "цитировать",
    kz: "келтірім жасау"
  },
  {
    en: "rabbit",
    ru: "кролик",
    kz: "қоян"
  },
  {
    en: "races",
    ru: "бега",
    kz: "бәйге"
  },
  {
    en: "racket",
    ru: "ракетка спорт",
    kz: "ракетка"
  },
  {
    en: "radiance ",
    ru: "сияние ",
    kz: "жарқырау, нұр шашу "
  },
  {
    en: "be radiant",
    ru: "сиять (очеловеке)",
    kz: "жарқылдау, нұрлану"
  },
  {
    en: "radiator",
    ru: "батарея (парового отопления)",
    kz: "бумен жылыту батареясы"
  },
  {
    en: "radio",
    ru: "радио",
    kz: "радио"
  },
  {
    en: "radish",
    ru: "редиска",
    kz: "шалғам"
  },
  {
    en: "raid",
    ru: "облава перен.",
    kz: "қаумалау, қоршау"
  },
  {
    en: "rail",
    ru: "рельс",
    kz: "рельс"
  },
  {
    en: "railings",
    ru: "перила",
    kz: "таяныш"
  },
  {
    en: "railroad",
    ru: "железная дорога, железнодорожный",
    kz: "темір жол"
  },
  {
    en: "railway",
    ru: "железная дорога, железнодорожный",
    kz: "темір жол"
  },
  {
    en: "railway station",
    ru: "вокзал",
    kz: "вокзал"
  },
  {
    en: "rain ",
    ru: "дождь ",
    kz: "жаңбыр "
  },
  {
    en: "it is raining",
    ru: "дождь идет",
    kz: "жаңбыр жауып тұр"
  },
  {
    en: "rainbow",
    ru: "радуга",
    kz: "кемпірқосақ"
  },
  {
    en: "raincoat",
    ru: "плащ",
    kz: "плащ"
  },
  {
    en: "raise ",
    ru: "I повысить, поднять; II растить",
    kz: "I көтеру; II өсіру, асырау"
  },
  {
    en: "raise one’s voice",
    ru: "повысить голос",
    kz: "дауыс көтеру"
  },
  {
    en: "raisins pl.",
    ru: "изюм",
    kz: "жүзім"
  },
  {
    en: "rake sg",
    ru: "грабли",
    kz: "тырмауыш"
  },
  {
    en: "ram",
    ru: "баран",
    kz: "қой"
  },
  {
    en: "ramshackle",
    ru: "ветхий",
    kz: "ескі, көне"
  },
  {
    en: "range",
    ru: "диапазон",
    kz: "диапазон"
  },
  {
    en: "rank",
    ru: "звание; чин; учёное звание",
    kz: "атақ; шен; ғылыми атақ"
  },
  {
    en: "ransom",
    ru: "выкуп",
    kz: "сатып алу"
  },
  {
    en: "rapidly",
    ru: "быстро",
    kz: "тез, жылдам"
  },
  {
    en: "rare",
    ru: "редкий",
    kz: "сирек"
  },
  {
    en: "rarely",
    ru: "редко",
    kz: "сирек"
  },
  {
    en: "raspberry",
    ru: "малина",
    kz: "таңқурай"
  },
  {
    en: "rat",
    ru: "крыса",
    kz: "егеуқұйрық"
  },
  {
    en: "rate",
    ru: "I темп; скорость; II размер (величина денежной суммы); норма",
    kz: "I ырғақ; жылдамдық; II мөлшер; норма"
  },
  {
    en: "rate of pay",
    ru: "оклад",
    kz: "кесімді айлық"
  },
  {
    en: "rather",
    ru: "I скорее, скорей; II довольно, порядочно",
    kz: "I –рақ, -рек (жылдамырақ, тезірек); II біршама, біраз, едәуір"
  },
  {
    en: "ratio ",
    ru: "отношение мат.",
    kz: "қатынас мат."
  },
  {
    en: "rational",
    ru: "рассудочный",
    kz: "ақыл"
  },
  {
    en: "rationalization",
    ru: "рационализация",
    kz: "өндірісті жетілдіру"
  },
  {
    en: "raven",
    ru: "ворон",
    kz: "қарға"
  },
  {
    en: "raw",
    ru: "сырой (необработанный)",
    kz: "шикі (өңделмеген)"
  },
  {
    en: "raw material",
    ru: "сырьё",
    kz: "шікізат"
  },
  {
    en: "ray",
    ru: "луч",
    kz: "сәуле, нұр"
  },
  {
    en: "razor",
    ru: "бритва",
    kz: "ұстара"
  },
  {
    en: "reach",
    ru: "достичь, добраться",
    kz: "жету"
  },
  {
    en: "react (to)",
    ru: "реагировать",
    kz: "әсерленіп жауап қайыру"
  },
  {
    en: "read (read, read)",
    ru: "прочесть, читать",
    kz: "оқу"
  },
  {
    en: "reader",
    ru: "преподаватель (университета), лектор; читатель",
    kz: "оқытушы, дәрісші; оқырман"
  },
  {
    en: "reader’s",
    ru: "читательский",
    kz: "оқырман"
  },
  {
    en: "readsilently",
    ru: "читать про себя",
    kz: "іштей оқу"
  },
  {
    en: "reading ",
    ru: "I чтение; II вариант (текста)",
    kz: "I оқу; II нұсқа (мәтін)"
  },
  {
    en: "reading-room",
    ru: "читальный зал, читальня",
    kz: "оқу залы"
  },
  {
    en: "readjust",
    ru: "поправить",
    kz: "реттеу"
  },
  {
    en: "ready",
    ru: "находчивый",
    kz: "тапқыр"
  },
  {
    en: "get ready",
    ru: "приготовиться",
    kz: "дайындалу"
  },
  {
    en: "real",
    ru: "настоящий, подлинный, реальный",
    kz: "нағыз, шын, ақиқат"
  },
  {
    en: "reality ",
    ru: "реальность, действительность ",
    kz: "шындық "
  },
  {
    en: "virtual reality",
    ru: "виртуальная реальность",
    kz: "көріністі шындық"
  },
  {
    en: "realize",
    ru: "осознавать, осознать, понять; реализовать",
    kz: "ұғыну, түсіну, аңғару, аңдау; іске асыру"
  },
  {
    en: "really",
    ru: "действительно; разве",
    kz: "анық, шын; солай ма"
  },
  {
    en: "reason",
    ru: "I разум, рассудок; II довод, причина; III рассуждать, мыслить",
    kz: "I ақыл, парасат; II дәлел, дәйек, себеп; III ойлау, ойға салу"
  },
  {
    en: "reasonable",
    ru: "разумный, рассудительный",
    kz: "ақылды, есті, парасатты"
  },
  {
    en: "reasonableness",
    ru: "рассудительность",
    kz: "естілік, ақылдылық"
  },
  {
    en: "reasoning",
    ru: "рассуждение",
    kz: "ойлау, пікір, ой жүгірту"
  },
  {
    en: "rebellious",
    ru: "непокорный",
    kz: "бағынбайтын, еркін"
  },
  {
    en: "rebound",
    ru: "отскакивать, отскочить",
    kz: "секіріп кету (доп)"
  },
  {
    en: "recalcitrance",
    ru: "непокорность",
    kz: "бағынбаушылық"
  },
  {
    en: "recall",
    ru: "I отозвать (посла и т.п.); II вспомнить",
    kz: "I шақырып алу; II еске алу"
  },
  {
    en: "receipt",
    ru: "расписка; поступление (доходов); квитанция",
    kz: "қолхат; түсу, түсім; түбіртек"
  },
  {
    en: "receive ",
    ru: "принять, получить ",
    kz: "қабылдау, алу "
  },
  {
    en: "receive guests",
    ru: "принять гостей",
    kz: "қонақ қарсы алу"
  },
  {
    en: "receiver",
    ru: "трубка (телефонная)",
    kz: "телефон тұтқасы"
  },
  {
    en: "receiving",
    ru: "поступление",
    kz: "түсу, түсім"
  },
  {
    en: "recent",
    ru: "недавний",
    kz: "жуырдағы"
  },
  {
    en: "recently",
    ru: "недавно",
    kz: "жақында"
  },
  {
    en: "reception ",
    ru: "I приём (гостей), приёмный; II регистратура",
    kz: "I қарсы алу, қабылдау; II тіркеу орны"
  },
  {
    en: "reception day",
    ru: "приёмный день",
    kz: "қабылдау күні"
  },
  {
    en: "reception hours",
    ru: "приёмные часы",
    kz: "қабылдау сағаттары"
  },
  {
    en: "reception room",
    ru: "приёмная",
    kz: "қабылдау"
  },
  {
    en: "recess",
    ru: "перерыв, перемена",
    kz: "үзіліс"
  },
  {
    en: "recipe",
    ru: "кулинарный рецепт",
    kz: "аспаздық рецепт"
  },
  {
    en: "reciprocity",
    ru: "взаимность",
    kz: "түсіністік"
  },
  {
    en: "recognition ",
    ru: "признание (чего-л.)",
    kz: "мойындау"
  },
  {
    en: "recognize",
    ru: "распознать; признать",
    kz: "тану, айыру; мойындау"
  },
  {
    en: "recoil ",
    ru: "отпрянуть, отскакивать, отскочить",
    kz: "атып кету, ыршып түсу"
  },
  {
    en: "recollect",
    ru: "припомнить, вспомнить",
    kz: "еске салу"
  },
  {
    en: "recollection",
    ru: "воспоминание",
    kz: "естелік"
  },
  {
    en: "recommend",
    ru: "рекомендовать",
    kz: "ұсыну"
  },
  {
    en: "recommendation",
    ru: "рекомендация",
    kz: "ұсыну"
  },
  {
    en: "recompense",
    ru: "вознаграждение, возмещение",
    kz: "сыйақы, өтеу"
  },
  {
    en: "reconnaissance",
    ru: "разведка воен.",
    kz: "барлау"
  },
  {
    en: "reconnaitre",
    ru: "разведывать воен.",
    kz: "барлау"
  },
  {
    en: "reconcile (to, with)",
    ru: "примирить, помирить",
    kz: "татуластыру"
  },
  {
    en: "reconciliation",
    ru: "примирение",
    kz: "татуласу"
  },
  {
    en: "reconsider",
    ru: "пересмотреть",
    kz: "қайта қарау"
  },
  {
    en: "record",
    ru: "запись",
    kz: "жазба"
  },
  {
    en: "recover",
    ru: "поправиться",
    kz: "түзелу, жөнделу"
  },
  {
    en: "recovery",
    ru: "излечение, выздоровление",
    kz: "сауығу "
  },
  {
    en: "recruit",
    ru: "I новобранец; II вербовать; набрать",
    kz: "I жаңа шақырылған; II азғыру; жию, қабылдау"
  },
  {
    en: "recruitment office",
    ru: "военкомат (военный комиссариат)",
    kz: "военкомат (әскери комиссариат)"
  },
  {
    en: "red",
    ru: "красный; рыжий",
    kz: "қызыл; жирен"
  },
  {
    en: "reeducate",
    ru: "перевоспитать",
    kz: "қайта тәрбиелеу"
  },
  {
    en: "reeducation",
    ru: "перевоспитание",
    kz: "қайта тәрбиелеу"
  },
  {
    en: "reequip",
    ru: "переоборудовать",
    kz: "қайта жабдықтау"
  },
  {
    en: "re-equipment",
    ru: "переоборудование",
    kz: "қайта жабдықтау"
  },
  {
    en: "referee",
    ru: "судья спорт",
    kz: "төреші"
  },
  {
    en: "reference ",
    ru: "I рекомендация; отзыв; II указание, ссылка",
    kz: "I пікір, тұжырым; II сілтеу; сілтеме, үзінді"
  },
  {
    en: "reflect (on) ",
    ru: "размышлять; отобразить ",
    kz: "ойлау; елестету, бейнелеу, кейіптеу "
  },
  {
    en: "be reflected",
    ru: "отображать, отобразиться; отсвечивать",
    kz: "бейнелену, кескінделу; шағылыстыру, сәуле түсіру"
  },
  {
    en: "reflection",
    ru: "I изображение в зеркале; II размышление; III отблеск; IV отображение",
    kz: "I айнадағы көрініс; II ойлау; III сәуле, шұғыла, жарық; IV елестету, бейнелеу"
  },
  {
    en: "reform",
    ru: "преобразовать; исправиться",
    kz: "көркейту, өзгерту; түзелу"
  },
  {
    en: "refrain",
    ru: "припев",
    kz: "қайырма"
  },
  {
    en: "refreshment pl",
    ru: "угощение (еда)",
    kz: "тамақ, ауқат"
  },
  {
    en: "refreshment room",
    ru: "буфет",
    kz: "дәмхана"
  },
  {
    en: "refrigerator",
    ru: "холодильник",
    kz: "тоңазытқыш"
  },
  {
    en: "refusal",
    ru: "отклонение, отказ",
    kz: "қарсылық, қарсы"
  },
  {
    en: "refuse ",
    ru: "опровергать, отрицать",
    kz: "жоққа шығару, мойындамау"
  },
  {
    en: "be refused",
    ru: "получить отказ",
    kz: "қарсылық алу"
  },
  {
    en: "regard",
    ru: "расценить, считать",
    kz: "есептеу"
  },
  {
    en: "regards pl",
    ru: "привет",
    kz: "сәлем"
  },
  {
    en: "regime",
    ru: "режим",
    kz: "кесте; тәртіп"
  },
  {
    en: "regiment",
    ru: "полк",
    kz: "полк"
  },
  {
    en: "region",
    ru: "область, район",
    kz: "облыс, аудан"
  },
  {
    en: "regional",
    ru: "областной",
    kz: "облыстық"
  },
  {
    en: "register",
    ru: "регистрировать",
    kz: "тіркеу"
  },
  {
    en: "register one’s marriage ",
    ru: "расписаться (зарегистрировать брак)",
    kz: "некеге тұру"
  },
  {
    en: "beregistered",
    ru: "оформиться (узаконить своё положение)",
    kz: "заңдастыру"
  },
  {
    en: "registration ",
    ru: "узаконение, оформление, регистрация",
    kz: "заңдастыру, тіркеу"
  },
  {
    en: "registry",
    ru: "регистратура",
    kz: "тіркеу орны"
  },
  {
    en: "registry office",
    ru: "загс (отдел записи актов гражданского состояния)",
    kz: "АХАЖ (азаматтық хал актілерін жазу)"
  },
  {
    en: "regrettable",
    ru: "досадный",
    kz: "өкінішті, ренішті"
  },
  {
    en: "regular",
    ru: "регулярный",
    kz: "үнемі"
  },
  {
    en: "regularly",
    ru: "ровно, равномерно",
    kz: "бірдей"
  },
  {
    en: "regulate",
    ru: "регулировать",
    kz: "реттеу"
  },
  {
    en: "reign",
    ru: "господствовать(царить)",
    kz: "билеу"
  },
  {
    en: "reimbursement ",
    ru: "возвращение (денег, ссуд)",
    kz: "қайтару"
  },
  {
    en: "reindeer ",
    ru: "олень (северный)",
    kz: "бұғы"
  },
  {
    en: "rejection",
    ru: "отказ",
    kz: "қарсылық"
  },
  {
    en: "rejoice",
    ru: "обрадоваться",
    kz: "қуану"
  },
  {
    en: "relate (to) ",
    ru: "I рассказать; II относиться, иметь отношение",
    kz: "I әңгімелеу, айту; II қатысты"
  },
  {
    en: "related",
    ru: "родственный",
    kz: "туыстық"
  },
  {
    en: "relation ",
    ru: "взаимоотношение",
    kz: "өзара қатынас"
  },
  {
    en: "family relations",
    ru: "семейные отношения",
    kz: "отбасылық қарым-қатынас"
  },
  {
    en: "relations",
    ru: "родные",
    kz: "туыстар, туысқандар"
  },
  {
    en: "relationship ",
    ru: "связь, отношение, родство",
    kz: "байланыс, туыстық"
  },
  {
    en: "relationships",
    ru: "отношение",
    kz: "қатынас"
  },
  {
    en: "relative",
    ru: "I относительный; II родственник",
    kz: "I салыстырмалы; II туыс, туысқан"
  },
  {
    en: "грам. relative pronoun",
    ru: "относительное местоимение",
    kz: "жалғаулықты есімдік"
  },
  {
    en: "relatively",
    ru: "относительно нареч.",
    kz: "салыстырмалы"
  },
  {
    en: "relatives",
    ru: "родные",
    kz: "туыстар, туысқандар"
  },
  {
    en: "release",
    ru: "освободить",
    kz: "босату"
  },
  {
    en: "reliable",
    ru: "достоверный, надежный",
    kz: "анық, сенімді"
  },
  {
    en: "relief",
    ru: "облегчение",
    kz: "жеңілдік, оңайлық"
  },
  {
    en: "religion",
    ru: "вероисповедание; религия",
    kz: "діни наным, дін ұстану; дін"
  },
  {
    en: "religious",
    ru: "верующий прил.; религиозный",
    kz: "діншіл; діни"
  },
  {
    en: "reluctance",
    ru: "нежелание",
    kz: "пейілсіз, ниетсіз"
  },
  {
    en: "rely ",
    ru: "надеяться (on-на кого-л.)",
    kz: "үміттену "
  },
  {
    en: "you may rely upon me",
    ru: "можете на меня рассчитывать",
    kz: "маған сенуіңізге болады"
  },
  {
    en: "remain",
    ru: "остаться",
    kz: "қалу"
  },
  {
    en: "remains",
    ru: "останки",
    kz: "сүйек, мәйіт"
  },
  {
    en: "remark ",
    ru: "заметить",
    kz: "ескерту жасау"
  },
  {
    en: "remarkable",
    ru: "замечательный",
    kz: "тамаша, керемет"
  },
  {
    en: "remedy",
    ru: "лекарство, средство",
    kz: "дәрі-дәрмек"
  },
  {
    en: "remember",
    ru: "припомнить, вспомнить, помнить",
    kz: "еске салу, есте ұстау"
  },
  {
    en: "remind (of) ",
    ru: "напомнить ",
    kz: "еске түсіру "
  },
  {
    en: "remind me …",
    ru: "напомните мне…",
    kz: "менің есіме саларсыз"
  },
  {
    en: "remote",
    ru: "далекий, удалённый",
    kz: "алыс, алыстатылған"
  },
  {
    en: "removal",
    ru: "I переселение; II отдаление",
    kz: "I көшіру; II алыстау, қашықтау"
  },
  {
    en: "remove",
    ru: "вывезти",
    kz: "көлікпен шығару"
  },
  {
    en: "rendering ",
    ru: "изложение, пересказ",
    kz: "баяндау, мазмұндау, әңгімелеу"
  },
  {
    en: "renew",
    ru: "обновить (старое); возобновить",
    kz: "жаңалау; түзету; толықтыру; қайтадан бастау, жаңарту"
  },
  {
    en: "renovate",
    ru: "обновить (старое)",
    kz: "жаңалау; түзету; толықтыру"
  },
  {
    en: "rent",
    ru: "сдать (внаём); снять (квартиру и т.п.)",
    kz: "тапсыру; жалдау"
  },
  {
    en: "reorganize",
    ru: "преобразовать",
    kz: "көркейту, өзгерту"
  },
  {
    en: "repair ",
    ru: "I починить, починить; II ремонт",
    kz: "I түзеу, жөндеу; II жөндеу"
  },
  {
    en: "under repair",
    ru: "находиться в ремонте",
    kz: "жөндеуде болу"
  },
  {
    en: "repeat",
    ru: "повторить",
    kz: "қайталау"
  },
  {
    en: "repel",
    ru: "оттолкнуть перен.",
    kz: "итеру; жақындатпау"
  },
  {
    en: "repent (of)",
    ru: "раскаяться",
    kz: "өкіну"
  },
  {
    en: "repentance",
    ru: "раскаяние",
    kz: "өкіну"
  },
  {
    en: "repetition",
    ru: "повторение",
    kz: "қайталау"
  },
  {
    en: "replaceable",
    ru: "заменимый",
    kz: "ауыстырылатын, өзгеретін"
  },
  {
    en: "replace",
    ru: "замена",
    kz: "өзгерту, алмастыру"
  },
  {
    en: "replace (by)",
    ru: "заменить, заменять",
    kz: "ауыстыру, өзгерту"
  },
  {
    en: "reply",
    ru: "ответ",
    kz: "жауап"
  },
  {
    en: "report ",
    ru: "I доклад, донесение; II рапортовать; III репортаж",
    kz: "I баяндама, хабарлау; II баянаттау; III сұқбат"
  },
  {
    en: "official report",
    ru: "рапорт",
    kz: "баянат"
  },
  {
    en: "make a report",
    ru: "доложить",
    kz: "баяндау"
  },
  {
    en: "represent",
    ru: "изобразить",
    kz: "бейнелеу"
  },
  {
    en: "representation",
    ru: "I изображение; II представительство",
    kz: "I бейнелеу; II өкілдік"
  },
  {
    en: "representative",
    ru: "представитель",
    kz: "өкіл"
  },
  {
    en: "repressed  ",
    ru: "затаенный, скрытый",
    kz: "жасырын, құпия"
  },
  {
    en: "reprimand",
    ru: "взыскание",
    kz: "ескерту"
  },
  {
    en: "reprint",
    ru: "перепечатать",
    kz: "қайта басу"
  },
  {
    en: "republic",
    ru: "республика",
    kz: "республика"
  },
  {
    en: "reputation",
    ru: "известность, репутация",
    kz: "атақтылық, абырой, бедел"
  },
  {
    en: "request",
    ru: "просьба; затребовать",
    kz: "өтініш; сұрату, талап ету"
  },
  {
    en: "requirement",
    ru: "требование",
    kz: "талап"
  },
  {
    en: "requirements pl",
    ru: "потребность, запросы",
    kz: "қажеттілік, мұқтаждық"
  },
  {
    en: "research ",
    ru: "исследовательский; исследование ",
    kz: "зерттеу "
  },
  {
    en: "research institute",
    ru: "научно-исследовательский институт",
    kz: "ғылыми-зерттеу институты"
  },
  {
    en: "rescue",
    ru: "избавление (спасение)",
    kz: "құтылу"
  },
  {
    en: "resemblance",
    ru: "сходство",
    kz: "ұқсастық"
  },
  {
    en: "resembling",
    ru: "похожий",
    kz: "ұқсас, сәйкес"
  },
  {
    en: "reservation",
    ru: "оговорка, условие",
    kz: "шарт"
  },
  {
    en: "reserve ",
    ru: "I запас воен.; II скрытность",
    kz: "I запастағы, резервтегі (әскери); II тұйықтық, жабықтық"
  },
  {
    en: "with reserve",
    ru: "с оговоркой",
    kz: "шартпен"
  },
  {
    en: "without reserve",
    ru: "без оговорок",
    kz: "шартсыз"
  },
  {
    en: "nature reserve",
    ru: "заповедник",
    kz: "қорық"
  },
  {
    en: "forest reserve",
    ru: "лесной заповедник",
    kz: "орман қорығы"
  },
  {
    en: "reserved",
    ru: "I заповедный; II замкнутый",
    kz: "I қорықтағы (орман); II тұйық"
  },
  {
    en: "reservoir ",
    ru: "бассейн (водохранилище)",
    kz: "бассейн (су қоймасы)"
  },
  {
    en: "reside",
    ru: "проживать",
    kz: "тұру, мекендеу"
  },
  {
    en: "residence ",
    ru: "жительство (место) ",
    kz: "тұрғылықты (орын) "
  },
  {
    en: "private residence",
    ru: "особняк",
    kz: "жеке үй"
  },
  {
    en: "resist",
    ru: "противиться ",
    kz: "қарсы болу"
  },
  {
    en: "resolute",
    ru: "решительный, смелый",
    kz: "батыл"
  },
  {
    en: "resolution",
    ru: "постановление (общего собрания)",
    kz: "қаулы"
  },
  {
    en: "natural resources",
    ru: "природные богатства",
    kz: "табиғат байлықтары"
  },
  {
    en: "resound",
    ru: "раздаться, отдаваться",
    kz: "шығу, естілу"
  },
  {
    en: "resourceful",
    ru: "находчивый",
    kz: "тапқыр"
  },
  {
    en: "respect",
    ru: "I уважение; уважать II почтение; чтить",
    kz: "I құрмет; құрметтеу; II құрмет; еске алу"
  },
  {
    en: "respected",
    ru: "уважаемый",
    kz: "құрметті"
  },
  {
    en: "respectful",
    ru: "почтительный",
    kz: "құрметті"
  },
  {
    en: "respiration",
    ru: "дыхание",
    kz: "тыныс"
  },
  {
    en: "respiratory",
    ru: "дыхательный",
    kz: "тыныстық"
  },
  {
    en: "responsible",
    ru: "ответственный",
    kz: "жауапты"
  },
  {
    en: "responsibility ",
    ru: "ответственность ",
    kz: "жауапкершілік "
  },
  {
    en: "hold responsible",
    ru: "привлечь к ответственности",
    kz: "жауапкершілікке тарту"
  },
  {
    en: "rest ",
    ru: "I другие; II отдохнуть; отдых, покой",
    kz: "I басқалар; II демалу; демалыс, тыныштық, дамыл"
  },
  {
    en: "the rest как сущ.",
    ru: "остальное сущ.",
    kz: "басқалар з.е."
  },
  {
    en: "rest home",
    ru: "дом отдыха",
    kz: "демалыс үйі"
  },
  {
    en: "restaurant",
    ru: "ресторан",
    kz: "тойхана"
  },
  {
    en: "restless",
    ru: "неспокойный",
    kz: "тынымсыз"
  },
  {
    en: "restrain ",
    ru: "сдержанность",
    kz: "ұстамдылық"
  },
  {
    en: "restrain oneself (from)",
    ru: "сдержаться",
    kz: "ұстамдылық көрсету"
  },
  {
    en: "result ",
    ru: "итог; исход; результат, следствие ",
    kz: "қорытынды; нәтиже, соңы, салдар "
  },
  {
    en: "as a result",
    ru: "в итоге",
    kz: "қорытындысында"
  },
  {
    en: "result (in) ",
    ru: "привести (к чему-л.)",
    kz: "жеткізу"
  },
  {
    en: "resume",
    ru: "возобновить",
    kz: "қайтадан бастау, жаңарту"
  },
  {
    en: "restriction",
    ru: "ограничение",
    kz: "шек қою"
  },
  {
    en: "retain",
    ru: "оставить, оставлять",
    kz: "қалдыру"
  },
  {
    en: "retell",
    ru: "пересказать",
    kz: "баяндау, әңгімелеу"
  },
  {
    en: "retelling",
    ru: "пересказ",
    kz: "баяндау, әңгімелеу"
  },
  {
    en: "reticence ",
    ru: "скрытность",
    kz: "тұйықтық, жабықтық"
  },
  {
    en: "retire",
    ru: "уйти на пенсию",
    kz: "зейнеткерлікке кету"
  },
  {
    en: "retort",
    ru: "отчёт",
    kz: "есеп"
  },
  {
    en: "retreat",
    ru: "отступить",
    kz: "шегіну"
  },
  {
    en: "return ",
    ru: "I возвращение; II вернуть,отдать, вернуться; III доход",
    kz: "I қайту, қайтып келу; II қайтарып беру, қайтып келу, оралу; III пайда, кіріс, табыс"
  },
  {
    en: "in return for",
    ru: "взамен",
    kz: "айырбас"
  },
  {
    en: "retype",
    ru: "перепечатать (вторично)",
    kz: "қайта теру"
  },
  {
    en: "reveal",
    ru: "раскрыть, открыть, открыть тайну",
    kz: "жариялау, ашық (көрсетіп) қою, ашу, хабарлау"
  },
  {
    en: "revelation",
    ru: "открытие (неожиданное)",
    kz: "тосын"
  },
  {
    en: "revenge",
    ru: "месть",
    kz: "кек"
  },
  {
    en: "quite the reverse",
    ru: "как раз наоборот",
    kz: "дәл керісінше"
  },
  {
    en: "review ",
    ru: "I пересмотреть; II отзыв, рецензия; III смотр; произвести смотр",
    kz: "I қайта қарау; II пікір, тұжырым; III байқау; байқау жүргізу"
  },
  {
    en: "review a sentence",
    ru: "пересмотреть приговор",
    kz: "үкімді қайта қарау"
  },
  {
    en: "revise ",
    ru: "пересмотреть ",
    kz: "қайта қарау "
  },
  {
    en: "revise a decision",
    ru: "пересмотреть решение",
    kz: "шешімді қайта қарау"
  },
  {
    en: "revolt",
    ru: "взбунтоваться ",
    kz: "бүлік шығару, бас көтеру"
  },
  {
    en: "revolution ",
    ru: "оборот",
    kz: "айналым"
  },
  {
    en: "revolve ",
    ru: "вращаться",
    kz: "айналу"
  },
  {
    en: "revolver",
    ru: "револьвер",
    kz: "револьвер, тапанша"
  },
  {
    en: "reward ",
    ru: "I наградить, награждать; II вознаграждение, награда",
    kz: "I марапаттау; II сыйақы, марапат"
  },
  {
    en: "rewrite",
    ru: "переписать (заново)",
    kz: "қайта жазу"
  },
  {
    en: "rhyme",
    ru: "рифма",
    kz: "ұйқас"
  },
  {
    en: "rhythm",
    ru: "ритм",
    kz: "ырғақ"
  },
  {
    en: "rib",
    ru: "ребро",
    kz: "қабырға"
  },
  {
    en: "ribbon",
    ru: "лента",
    kz: "лента, таспа"
  },
  {
    en: "rice ",
    ru: "рис",
    kz: "күріш"
  },
  {
    en: "rich",
    ru: "богатый",
    kz: "бай сын.е."
  },
  {
    en: "rich man как сущ.",
    ru: "богатый человек, богач",
    kz: "бай з.е."
  },
  {
    en: "riches pl",
    ru: "богатство",
    kz: "байлық"
  },
  {
    en: "riddle",
    ru: "загадка",
    kz: "жұмбақ, құпия, сыр"
  },
  {
    en: "ride ",
    ru: "езда, ездить (верхом, на велосипеде)",
    kz: "жүріс, жүру"
  },
  {
    en: "ridiculous",
    ru: "смешной",
    kz: "күлкілі"
  },
  {
    en: "rifle",
    ru: "винтовка, ружьё",
    kz: "винтовка, мылтық"
  },
  {
    en: "right ",
    ru: "I право; II верно, правильный; III справа, правый",
    kz: "I құқық; II рас, дұрыс; III оң"
  },
  {
    en: "have a right",
    ru: "вправе: быть вправе",
    kz: "құқылы, құқысы бар"
  },
  {
    en: "to the right (of)",
    ru: "вправо, направо",
    kz: "оңға"
  },
  {
    en: "right away",
    ru: "немедленно",
    kz: "жедел, шапшаң, дереу"
  },
  {
    en: "rim",
    ru: "оправа (очков), ободок",
    kz: "көзілдірік қаусырмасы"
  },
  {
    en: "rind ",
    ru: "кожура",
    kz: "жеміс қабы"
  },
  {
    en: "ring",
    ru: "кольцо, перстень",
    kz: "сақина, жүзік"
  },
  {
    en: "ring (rang, rung)",
    ru: "звенеть; звонить",
    kz: "шылдырлау; телефон соғу"
  },
  {
    en: "ringing",
    ru: "звон; звонкий",
    kz: "шылдыр, зыңыл; сыңғырлаған"
  },
  {
    en: "ringleader",
    ru: "главарь (зачинщик)",
    kz: "бастамашы"
  },
  {
    en: "ripeness",
    ru: "зрелость",
    kz: "кәмелеттік, кемелдік"
  },
  {
    en: "ripple",
    ru: "журчать",
    kz: "сылдырау"
  },
  {
    en: "rise (rose, risen)",
    ru: "встать; повыситься, повышение",
    kz: "тұру; көтерілу, жоғарылау"
  },
  {
    en: "rise, rising",
    ru: "восход; возвышение, повышение, поднятие",
    kz: "күншығыс; көтермелеу, көтеру"
  },
  {
    en: "risk ",
    ru: "риск; рисковать",
    kz: "тәуекел; тәуекелдену"
  },
  {
    en: "risky",
    ru: "рискованный",
    kz: "қауіпті"
  },
  {
    en: "rite",
    ru: "обряд",
    kz: "ырым, әдет-ғұрып"
  },
  {
    en: "ritual",
    ru: "обрядовый",
    kz: "әдет-ғұрып"
  },
  {
    en: "river",
    ru: "река",
    kz: "өзен"
  },
  {
    en: "road",
    ru: "дорога",
    kz: "жол"
  },
  {
    en: "roast",
    ru: "I поджарить(ся); II жареный (в духовке)",
    kz: "I қақтала пісу; II қуырылған"
  },
  {
    en: "rob",
    ru: "ограбить, грабить, обокрасть",
    kz: "тонау, тартып алу, ұрлап кету"
  },
  {
    en: "robber",
    ru: "разбойник, грабитель",
    kz: "қарақшы, тонаушы"
  },
  {
    en: "robbery",
    ru: "ограбление, разбой, грабеж",
    kz: "тонау, тартып алу, бұзып алу"
  },
  {
    en: "rock",
    ru: "I скала; II качать",
    kz: "I құз; II шайқау"
  },
  {
    en: "rocket",
    ru: "ракета",
    kz: "зымыран"
  },
  {
    en: "roll",
    ru: "I катить(ся); II булка; III крутить, свертывать; IV свёрток (бумаги)",
    kz: "I домалау, сорғалау, ағу; II бөлке нан; III шиыршықтау; IV орам"
  },
  {
    en: "roll (out)",
    ru: "раскатать, закатать; свернуть",
    kz: "жаю, жазу, орау; түру, бүктеу"
  },
  {
    en: "Roman ",
    ru: "римский ",
    kz: "римдік "
  },
  {
    en: "Roman numerals",
    ru: "римские цифры",
    kz: "рим цифры"
  },
  {
    en: "roof",
    ru: "крыша",
    kz: "шатыр"
  },
  {
    en: "rook",
    ru: "грач",
    kz: "құзғын қарға"
  },
  {
    en: "room",
    ru: "I зал; II номер (в гостинице); III комната, комнатный",
    kz: "I зал; II бөлме (қонақ үй); III бөлме, бөлмелік"
  },
  {
    en: "rooster",
    ru: "петух",
    kz: "қораз, әтеш"
  },
  {
    en: "root",
    ru: "корень (в разн. знач.)",
    kz: "тамыр"
  },
  {
    en: "rope",
    ru: "веревка (толстая)",
    kz: "арқан; жіп"
  },
  {
    en: "rose",
    ru: "роза",
    kz: "раушангүл"
  },
  {
    en: "rosy",
    ru: "розовый; румяный",
    kz: "қызғылт; алқызыл"
  },
  {
    en: "rotate",
    ru: "вращаться",
    kz: "айналу"
  },
  {
    en: "rotation",
    ru: "оборот (колеса)",
    kz: "айналым"
  },
  {
    en: "rouble",
    ru: "рубль",
    kz: "сом"
  },
  {
    en: "rouge",
    ru: "румяна",
    kz: "далап, бояу"
  },
  {
    en: "rough",
    ru: "грубый; шершавый",
    kz: "дөрекі, өрескел; түрпіленген"
  },
  {
    en: "round ",
    ru: "I круглый; II вокруг, кругом; III обход",
    kz: "I дөңгелек; II айнала; III аралап тексеру"
  },
  {
    en: "make one’s round",
    ru: "делать обход",
    kz: "аралап тексеріс жасау"
  },
  {
    en: "go round",
    ru: "объехать",
    kz: "айналып өту; басып оту"
  },
  {
    en: "round off прям., перен.",
    ru: "округлить, округлять",
    kz: "сүйірлендіру, жинақтау, дөңгелектендіру "
  },
  {
    en: "rouse",
    ru: "будить перен.",
    kz: "ояту"
  },
  {
    en: "route",
    ru: "путь, маршрут",
    kz: "жол, бағыт, бағдар"
  },
  {
    en: "routine",
    ru: "рутина, шаблон; обычный",
    kz: "күнделікті, әдеттегі"
  },
  {
    en: "row",
    ru: "I скандал; II ряд",
    kz: "I жанжал; II қатар"
  },
  {
    en: "royal",
    ru: "королевский",
    kz: "корольдық"
  },
  {
    en: "rub",
    ru: "потирать, натереть, тереть",
    kz: "үйкелеу, жағу, сылау; ысқылау, уқалау"
  },
  {
    en: "rubber",
    ru: "резина; резиновый",
    kz: "резина; резиналы"
  },
  {
    en: "rubbish",
    ru: "мусор",
    kz: "қоқыс"
  },
  {
    en: "ruby",
    ru: "рубин",
    kz: "лағыл"
  },
  {
    en: "ruddy",
    ru: "румяный",
    kz: "алқызыл"
  },
  {
    en: "rug",
    ru: "ковер (небольшой); плед",
    kz: "кілем; тоқыма көрпе"
  },
  {
    en: "ruin",
    ru: "губить; гибель; разорение; разорить",
    kz: "аздыру; қырылу; кедейлену, ойсырау"
  },
  {
    en: "ruins",
    ru: "развалины",
    kz: "қиранды"
  },
  {
    en: "rule ",
    ru: "I правило; II власть (управление)",
    kz: "I ереже; II билік"
  },
  {
    en: "as a rule",
    ru: "обыкновенно, обычно",
    kz: "әдетте"
  },
  {
    en: "ruler",
    ru: "линейка",
    kz: "сызғыш"
  },
  {
    en: "run, running",
    ru: "бег ",
    kz: "жүгіру"
  },
  {
    en: "run (ran; run) ",
    ru: "I бежать, побежать; II бежать (течь); вращаться (о колесе)",
    kz: "I жүгіру; II ағу; айналу"
  },
  {
    en: "run away",
    ru: "убежать",
    kz: "жүгіріп кету; қашу"
  },
  {
    en: "run across",
    ru: "перебежать",
    kz: "жүгіріп өту"
  },
  {
    en: "run over",
    ru: "раздавить, переехать",
    kz: "жаншып (езіп) өту"
  },
  {
    en: "run out",
    ru: "выбегать, выбежать",
    kz: "жүгіріп шығу"
  },
  {
    en: "ruinous",
    ru: "гибельный, пагубный",
    kz: "жойпат, жойқын"
  },
  {
    en: "rural",
    ru: "сельский",
    kz: "ауылдық"
  },
  {
    en: "rush-hours",
    ru: "час пик",
    kz: "дүрбелең сәт,қарбалас уақыт"
  },
  {
    en: "Russia",
    ru: "Россия",
    kz: "Ресей"
  },
  {
    en: "Russian",
    ru: "российский",
    kz: "ресейлік"
  },
  {
    en: "in Russian",
    ru: "по-русски",
    kz: "орысша"
  },
  {
    en: "rust",
    ru: "ржавчина",
    kz: "тот"
  },
  {
    en: "rustle",
    ru: "шуршать, шелестеть",
    kz: "сыбдырлау, судырлау"
  },
  {
    en: "rye",
    ru: "рожь",
    kz: "қара бидай, арыс"
  },
  {
    en: "saber ",
    ru: "сабля",
    kz: "қылыш"
  },
  {
    en: "sabotage",
    ru: "диверсия",
    kz: "диверсия, қаскүнемдік"
  },
  {
    en: "saboteur",
    ru: "диверсант",
    kz: "диверсант, қаскүнем"
  },
  {
    en: "sacred",
    ru: "святой,священный",
    kz: "қасиетті"
  },
  {
    en: "sacrifice ",
    ru: "пожертвовать; жертва ",
    kz: "құрбандық (садақа) ету; құрбан "
  },
  {
    en: "sacrifice oneself",
    ru: "пожертвовать собой",
    kz: "өзін құрбан ету"
  },
  {
    en: "sad ",
    ru: "грустный, невеселый, печальный ",
    kz: "мұңды, көңілсіз, қайғылы, ренішті "
  },
  {
    en: "sad glance",
    ru: "печальный взгляд",
    kz: "мұңды көзқарас"
  },
  {
    en: "saddle",
    ru: "седлать; седло",
    kz: "ерттеу; ер, ер-тоқым "
  },
  {
    en: "safe",
    ru: "I сейф; II безопасный; надежный",
    kz: "I сейф; II қауіпсіз; сенімді"
  },
  {
    en: "sage",
    ru: "I мудрый; II мудрец",
    kz: "I дана, ақылды; II дана, ақылгөй, ақылман"
  },
  {
    en: "sail ",
    ru: "I плыть (о корабле); II парус",
    kz: "I жүзіп жүру; II желкен"
  },
  {
    en: "sail up (to)",
    ru: "подплыть",
    kz: "жүзіп келу"
  },
  {
    en: "sailor",
    ru: "матрос; моряк",
    kz: "матрос; моряк"
  },
  {
    en: "saint",
    ru: "святой (перед именем)",
    kz: "әулие"
  },
  {
    en: "for the sake (of)",
    ru: "ради",
    kz: "үшін"
  },
  {
    en: "salad",
    ru: "салат (блюдо)",
    kz: "салат"
  },
  {
    en: "salary ",
    ru: "жалованье ",
    kz: "жалақы "
  },
  {
    en: "monthly salary",
    ru: "месячный оклад",
    kz: "айлық"
  },
  {
    en: "sale",
    ru: "распродажа, продажа",
    kz: "жаппай сату, сату"
  },
  {
    en: "salt",
    ru: "соль",
    kz: "тұз"
  },
  {
    en: "salvation",
    ru: "спасение перен.",
    kz: "тірек, сүйініш"
  },
  {
    en: "same ",
    ru: "I один (тот же) местоим.; II самый",
    kz: "I сондай, ұқсас; II сол"
  },
  {
    en: "the same",
    ru: "одинаковый",
    kz: "бірдей, біргелкі"
  },
  {
    en: "at the same time",
    ru: "одновременно",
    kz: "қатар, жарыса, бір мезгілде"
  },
  {
    en: "of the same name",
    ru: "одноимённый",
    kz: "аттас, адас"
  },
  {
    en: "the same thing",
    ru: "то же самое",
    kz: "сол сияқты"
  },
  {
    en: "sample",
    ru: "образец",
    kz: "кескін"
  },
  {
    en: "sanatorium",
    ru: "санаторий",
    kz: "санаторий"
  },
  {
    en: "sand",
    ru: "песок",
    kz: "құм"
  },
  {
    en: "sandal",
    ru: "сандалия",
    kz: "сандал"
  },
  {
    en: "sandals",
    ru: "босоножки",
    kz: "тарамысты ашық аяқ киім"
  },
  {
    en: "sandwich",
    ru: "бутерброд",
    kz: "бутерброд"
  },
  {
    en: "sane",
    ru: "нормальный (психически здоровый)",
    kz: "қалыпты"
  },
  {
    en: "satisfaction",
    ru: "удовлетворение",
    kz: "қанағат, қанағаттандыру"
  },
  {
    en: "satisfactory",
    ru: "удовлетворительно (отметка)",
    kz: "орташа, қанағаттанарлық"
  },
  {
    en: "Saturday ",
    ru: "суббота ",
    kz: "сенбі "
  },
  {
    en: "on Saturdays",
    ru: "по субботам",
    kz: "сенбі сайын"
  },
  {
    en: "sausage",
    ru: "колбаса, сосиска",
    kz: "шұжық, шұжықша"
  },
  {
    en: "sauce",
    ru: "подливка",
    kz: "тұздық"
  },
  {
    en: "savage ",
    ru: "дикий, дикарский",
    kz: "жабайы"
  },
  {
    en: "save",
    ru: "сберечь, скопить",
    kz: "сақтау, жинау, жию"
  },
  {
    en: "save (from)",
    ru: "избавить ",
    kz: "құтқару"
  },
  {
    en: "save up",
    ru: "копить",
    kz: "жинау"
  },
  {
    en: "saving",
    ru: "спасение",
    kz: "құтқару"
  },
  {
    en: "saw",
    ru: "пила",
    kz: "ара"
  },
  {
    en: "saw off / away (sawed, sawn)",
    ru: "спилить",
    kz: "аралау"
  },
  {
    en: "say",
    ru: "говорить, сказать",
    kz: "әңгімелесу, айту, деу"
  },
  {
    en: "saying",
    ru: "изречение, поговорка",
    kz: "нақыл, мәтел"
  },
  {
    en: "scald",
    ru: "ожог (кипятком)",
    kz: "күю; күйік"
  },
  {
    en: "scale",
    ru: "масштаб",
    kz: "масштаб, аумақ"
  },
  {
    en: "scales",
    ru: "весы",
    kz: "тараз"
  },
  {
    en: "scandal",
    ru: "скандал",
    kz: "жанжал"
  },
  {
    en: "scanty ",
    ru: "жидкий, редкий",
    kz: "сирек"
  },
  {
    en: "scare",
    ru: "испугать",
    kz: "қорқыту, үрейлендіру"
  },
  {
    en: "scarcely",
    ru: "еле",
    kz: "әрең"
  },
  {
    en: "scarf",
    ru: "шарф",
    kz: "шарф, мойын орағыш"
  },
  {
    en: "scene ",
    ru: "картина театр",
    kz: "көрініс"
  },
  {
    en: "scenery",
    ru: "пейзаж",
    kz: "пейзаж"
  },
  {
    en: "scent",
    ru: "запах (приятный)",
    kz: "иіс"
  },
  {
    en: "schedule",
    ru: "расписание",
    kz: "кесте"
  },
  {
    en: "scholar",
    ru: "учёный сущ.",
    kz: "ғалым"
  },
  {
    en: "scholarship",
    ru: "стипендия",
    kz: "шәкіртақы"
  },
  {
    en: "school",
    ru: "I школа; II школьный",
    kz: "I мектеп; II мектептік"
  },
  {
    en: "schoolboy",
    ru: "школьник",
    kz: "оқушы ұл"
  },
  {
    en: "schoolgirl",
    ru: "школьница",
    kz: "оқушы қыз"
  },
  {
    en: "schoolmate",
    ru: "школьный товарищ",
    kz: "мектептес жолдас"
  },
  {
    en: "school-primer",
    ru: "букварь",
    kz: "әліппе"
  },
  {
    en: "science",
    ru: "наука",
    kz: "ғылым"
  },
  {
    en: "scientific",
    ru: "научный, учёный; научно-исследовательский",
    kz: "ғылыми; ғылыми-зерттеу"
  },
  {
    en: "scientist",
    ru: "учёный, научный работник",
    kz: "ғалым, ғылыми қызметкер"
  },
  {
    en: "scintillate",
    ru: "блистать, сверкать",
    kz: "жарқылдау"
  },
  {
    en: "scissors, pair of scissors sg",
    ru: "ножницы",
    kz: "қайшы"
  },
  {
    en: "scold",
    ru: "ругать",
    kz: "ұрысу"
  },
  {
    en: "score",
    ru: "счёт спорт",
    kz: "есеп"
  },
  {
    en: "scorpion",
    ru: "скорпион",
    kz: "шаян"
  },
  {
    en: "scrape",
    ru: "I скрести; II чистить",
    kz: "I қыру, тарау; II жуу"
  },
  {
    en: "scratch",
    ru: "I скрип (пера); II царапать, царапаться; скрести ногтями",
    kz: "I шықыр; II тырнау; тырнақпен қыру"
  },
  {
    en: "screen",
    ru: "экран",
    kz: "экран"
  },
  {
    en: "screwdriver",
    ru: "отвёртка",
    kz: "бұрауыш"
  },
  {
    en: "scrupulous",
    ru: "разборчивый (в средствах)",
    kz: "кірпияз, шікәмшіл"
  },
  {
    en: "sculpture",
    ru: "лепить",
    kz: "жапсыру"
  },
  {
    en: "sea ",
    ru: "море ",
    kz: "теңіз "
  },
  {
    en: "on the open sea",
    ru: "в открытом море",
    kz: "ашық теңізде"
  },
  {
    en: "sea coast",
    ru: "побережье",
    kz: "жаға, жағалау, жиек"
  },
  {
    en: "sea-gull",
    ru: "чайка",
    kz: "шағала"
  },
  {
    en: "seal",
    ru: "I печать; II пломбировать (дверь); III скрепить(печатью)",
    kz: "I мөр; II бекіту; III мөрмен растау"
  },
  {
    en: "put a seal to smth",
    ru: "поставить печать на что-либо",
    kz: "бір нәрсеге мөр қою"
  },
  {
    en: "seaman",
    ru: "матрос; моряк",
    kz: "матрос; моряк"
  },
  {
    en: "seamstress",
    ru: "швея",
    kz: "тігінші"
  },
  {
    en: "search ",
    ru: "обыск, поиски; искать ",
    kz: "тінту, қарау; іздеу "
  },
  {
    en: "conduct a search",
    ru: "обыскать",
    kz: "тінту, ақтару"
  },
  {
    en: "in search of",
    ru: "в поисках",
    kz: "іздеу (ізденіс) үстінде"
  },
  {
    en: "searchlight",
    ru: "прожектор",
    kz: "прожектор, жарқырама шам"
  },
  {
    en: "seashore",
    ru: "берег",
    kz: "жағалау"
  },
  {
    en: "seaside",
    ru: "приморский ",
    kz: "теңіз жағалауы "
  },
  {
    en: "seaside resort",
    ru: "приморский курорт",
    kz: "теңіз жағалауындағы курорт"
  },
  {
    en: "season",
    ru: "время года; сезон",
    kz: "жыл мезгілі; науқан"
  },
  {
    en: "seasoning",
    ru: "приправа",
    kz: "тұздық, қатық"
  },
  {
    en: "seat",
    ru: "I место (в театре и т.п.); II вместить (о зрительном зале); усадить, сажать",
    kz: "I орын; II сыйдыру, сыйыстыру; отырғызу"
  },
  {
    en: "secluded",
    ru: "укромный",
    kz: "оңаша, оқшау"
  },
  {
    en: "second",
    ru: "I второй; II секунда, секундный",
    kz: "I екінші; II секунд, сәттік"
  },
  {
    en: "secondary",
    ru: "второстепенный",
    kz: "екінші дәрежелі (қосалқы)"
  },
  {
    en: "secondary (specialized) school",
    ru: "училище",
    kz: "училище"
  },
  {
    en: "second-hand",
    ru: "подержанный",
    kz: "ұсталған, ескі"
  },
  {
    en: "secondly",
    ru: "во-вторых",
    kz: "екіншіден"
  },
  {
    en: "secret ",
    ru: "I секрет, тайна; II сокровенный, заповедный, негласный",
    kz: "I құпия, сыр; II қасиетті, жасырын"
  },
  {
    en: "keep a secret",
    ru: "хранить секрет",
    kz: "сыр сақтау"
  },
  {
    en: "give away a secret",
    ru: "выдать секрет",
    kz: "сыр (құпияны) ашу"
  },
  {
    en: "secretary",
    ru: "I министр; II секретарь",
    kz: "I министр; II хатшы"
  },
  {
    en: "secretly",
    ru: "тайком",
    kz: "астыртын, жасырын"
  },
  {
    en: "section ",
    ru: "I отделение воен.; II раздел, отдел, секция",
    kz: "I әскери бөлім; II бөлім, тарау, секция"
  },
  {
    en: "local militia section",
    ru: "отделение милиции",
    kz: "милиция бөлімі"
  },
  {
    en: "security",
    ru: "обеспечение(гарантия)",
    kz: "кепілдендіру"
  },
  {
    en: "see (saw, seen) ",
    ru: "I видеть, увидеть; II знакомиться",
    kz: "I көру, байқау; II танысу, көру, аралау"
  },
  {
    en: "see smb off",
    ru: "проводить",
    kz: "шығарып салу"
  },
  {
    en: "see smb home",
    ru: "проводить кого-л. домой",
    kz: "біреуді үйіне шығарып салу"
  },
  {
    en: "seedling",
    ru: "саженец",
    kz: "көшет"
  },
  {
    en: "seek (after)",
    ru: "добиваться",
    kz: "жету, індету"
  },
  {
    en: "seem",
    ru: "казаться",
    kz: "көріну"
  },
  {
    en: "segment",
    ru: "отрезок мат.",
    kz: "бөлік; кесінді мат."
  },
  {
    en: "seize ",
    ru: "захватить",
    kz: "басып алу"
  },
  {
    en: "seizure",
    ru: "захват",
    kz: "басып алу, тартып алу"
  },
  {
    en: "seldom",
    ru: "редко",
    kz: "сирек"
  },
  {
    en: "select",
    ru: "подобрать",
    kz: "лайықтына іздеу"
  },
  {
    en: "select(ed)",
    ru: "отборный",
    kz: "іріктеулі, таңдаулы"
  },
  {
    en: "selection",
    ru: "выбор, отбор",
    kz: "таңдау"
  },
  {
    en: "self-assurance",
    ru: "самоуверенность",
    kz: "өз-өзіне сенушілік"
  },
  {
    en: "self-assured",
    ru: "самоуверенный",
    kz: "өз-өзіне сенген"
  },
  {
    en: "self-awareness",
    ru: "самосознание",
    kz: "өзіндік сана"
  },
  {
    en: "(self-)conceit",
    ru: "самомнение",
    kz: "өзін дәріптеу"
  },
  {
    en: "self-confidence",
    ru: "самоуверенность",
    kz: "өз-өзіне сенушілік"
  },
  {
    en: "self-contained",
    ru: "необщительный",
    kz: "тұйық"
  },
  {
    en: "self-control",
    ru: "самообладание",
    kz: "сабырлылық, ұстамдылық"
  },
  {
    en: "self-criticism",
    ru: "самокритика",
    kz: "өзіндік сын"
  },
  {
    en: "self-deception",
    ru: "самообман",
    kz: "өзін-өзі алдау"
  },
  {
    en: "self-defence",
    ru: "самозащита",
    kz: "өзін қорғау"
  },
  {
    en: "self-education",
    ru: "самообразование",
    kz: "өзін-өзі білімдендіру"
  },
  {
    en: "self-esteem",
    ru: "самолюбие",
    kz: "ар, намыс"
  },
  {
    en: "self-government",
    ru: "самоуправление",
    kz: "өзін-өзі басқару"
  },
  {
    en: "self-interest",
    ru: "корысть",
    kz: "пайдакүнемдік"
  },
  {
    en: "self-possession",
    ru: "самообладание",
    kz: "сабырлылық, ұстамдылық"
  },
  {
    en: "self-respect",
    ru: "чувство собственного достоинства, самолюбие",
    kz: "өзіндік ар-намыс сезімі, ар, намыс"
  },
  {
    en: "self-satisfied",
    ru: "самодовольный",
    kz: "паң, мастанған"
  },
  {
    en: "self-servise",
    ru: "самообслуживание",
    kz: "өзіне-өзі қызмет көрсету"
  },
  {
    en: "self-willed",
    ru: "своевольный",
    kz: "ерікті"
  },
  {
    en: "sell (sold, sold)",
    ru: "продать",
    kz: "сату"
  },
  {
    en: "selling",
    ru: "продажа",
    kz: "сату"
  },
  {
    en: "semicircle",
    ru: "полукруг",
    kz: "жарты шеңбер"
  },
  {
    en: "semi-darkness",
    ru: "полумрак",
    kz: "қара көлеңке, алагеуім"
  },
  {
    en: "semi-literate",
    ru: "малограмотный",
    kz: "шала сауатты"
  },
  {
    en: "send (sent, sent)",
    ru: "прислать, послать",
    kz: "жіберу, беріп жіберу"
  },
  {
    en: "sender",
    ru: "отправитель",
    kz: "жіберуші"
  },
  {
    en: "sending ",
    ru: "посылка (действие)",
    kz: "жіберу, жіберілген зат"
  },
  {
    en: "senior",
    ru: "старший (по положению)",
    kz: "басшы"
  },
  {
    en: "seniority ",
    ru: "старшинство ",
    kz: "үлкендік "
  },
  {
    en: "by right of seniority",
    ru: "по старшинству",
    kz: "үлкендікпен"
  },
  {
    en: "sensation ",
    ru: "ощущение ",
    kz: "түйсік "
  },
  {
    en: "have a sensation (of)",
    ru: "чувствовать",
    kz: "сезу"
  },
  {
    en: "sense ",
    ru: "благоразумие, смысл;чувство ",
    kz: "ақылмандық, мән; сезім "
  },
  {
    en: "common sense",
    ru: "здравый смысл",
    kz: "дұрыс мағына"
  },
  {
    en: "sense of smell",
    ru: "обоняние",
    kz: "иіс түйсігі (сезімі)"
  },
  {
    en: "senseless",
    ru: "бессмысленный",
    kz: "мәнсіз"
  },
  {
    en: "sensibility ",
    ru: "чувствительность, ощутимость ",
    kz: "әсерленгіш"
  },
  {
    en: "sensible",
    ru: "здравый; умный; толковый",
    kz: "дұрыс; ақылды; зерек, қабілетті"
  },
  {
    en: "sensitive",
    ru: "чуткий",
    kz: "сақ, естігіш; қайырымды"
  },
  {
    en: "sensitiveness ",
    ru: "восприимчивость,  чувствительность",
    kz: "сезгіштік"
  },
  {
    en: "sensual",
    ru: "чувственный",
    kz: "сезімтал"
  },
  {
    en: "sensuality",
    ru: "чувственность",
    kz: "сезімділік"
  },
  {
    en: "sentence",
    ru: "I приговор, приговорить; II предложение грам.",
    kz: "I үкім, үкім шығару; II сөйлем"
  },
  {
    en: "sentimental ",
    ru: "сентиментальность, чувствительность",
    kz: "әсерлілік, әсершілдік"
  },
  {
    en: "sentinel",
    ru: "часовой",
    kz: "сағаттық"
  },
  {
    en: "sentry",
    ru: "часовой сущ.; страж; охранять",
    kz: "сақшы; күзетші; күзету "
  },
  {
    en: "separate",
    ru: "I расстаться; II разделить, разобщить",
    kz: "I айрылу, айырылысу; II ажырату"
  },
  {
    en: "separately ",
    ru: "раздельно, отдельно",
    kz: "бөлек, дара, жеке"
  },
  {
    en: "separating ",
    ru: "отделение",
    kz: "бөліну"
  },
  {
    en: "separation",
    ru: "разлука",
    kz: "бөлек (алшақ) тұру"
  },
  {
    en: "September ",
    ru: "сентябрь ",
    kz: "қыркүйек "
  },
  {
    en: "in September",
    ru: "в сентябре",
    kz: "қыркүйекте"
  },
  {
    en: "sergeant",
    ru: "сержант",
    kz: "сержант"
  },
  {
    en: "serious",
    ru: "серьёзный",
    kz: "байсалды"
  },
  {
    en: "sermon",
    ru: "проповедь",
    kz: "уағыз; үгіт; ақыл"
  },
  {
    en: "servants pl",
    ru: "прислуга собир.",
    kz: "үй қызметшісі"
  },
  {
    en: "serve",
    ru: "I отслужить (срок); II обслуживать, обслужить; III служить",
    kz: "I мерзімін аяқтау (бітіру); II қызмет көрсету; III қызмет ету"
  },
  {
    en: "service",
    ru: "I служебный; II обслуживание; служба; III служение",
    kz: "I қызметтік; II қызмет көрсету; қызмет; III қызмет ету"
  },
  {
    en: "serving soldier",
    ru: "военнослужащий",
    kz: "әскери қызметші"
  },
  {
    en: "set (set, set) ",
    ru: "I назначить; II прибор, комплект; III приняться; IV сесть (о солнце)",
    kz: "I тағайындау, II аспап; III кірісу; IV бату"
  },
  {
    en: "set free",
    ru: "освободить",
    kz: "босату"
  },
  {
    en: "set to work",
    ru: "приняться за работу",
    kz: "жұмысқа кірісу"
  },
  {
    en: "set up",
    ru: "учредить, учреждать",
    kz: "құру, ұйымдастыру"
  },
  {
    en: "set of the eyes",
    ru: "разрез глаз",
    kz: "көз қиығы"
  },
  {
    en: "setting",
    ru: "оправа (камня)",
    kz: "көмкерме"
  },
  {
    en: "settle",
    ru: "I селиться; II разрешить (вопрос, задачу)",
    kz: "I қоныстану; II шешу, жауап беру"
  },
  {
    en: "settle accounts (with)",
    ru: "рассчитаться (с кем-л.)",
    kz: "есептесу"
  },
  {
    en: "settle down",
    ru: "расположиться",
    kz: "орналасу; жайласу"
  },
  {
    en: "settle in/down",
    ru: "обосноваться",
    kz: "орнығу, тұрақтау"
  },
  {
    en: "settle up",
    ru: "произвести расчёт",
    kz: "есептесу"
  },
  {
    en: "settlement ",
    ru: "I посёлок; II разрешение",
    kz: "I елді мекен; II шешу, жауап беру"
  },
  {
    en: "settler",
    ru: "переселенец",
    kz: "көшкен, қоныс аударушы"
  },
  {
    en: "settling ",
    ru: "I расчёт; уплата; II разрешение",
    kz: "I есептесу; II шешу, жауап беру"
  },
  {
    en: "seven",
    ru: "семь",
    kz: "жеті"
  },
  {
    en: "seven (of)",
    ru: "семеро",
    kz: "жетеу"
  },
  {
    en: "seven hundred",
    ru: "семьсот",
    kz: "жеті жүз"
  },
  {
    en: "seventeen",
    ru: "семнадцать",
    kz: "он жеті"
  },
  {
    en: "seventeenth",
    ru: "семнадцатый",
    kz: "он жетінші"
  },
  {
    en: "seventh",
    ru: "седьмой",
    kz: "жетінші"
  },
  {
    en: "seventieth",
    ru: "семидесятый",
    kz: "жетпісінші"
  },
  {
    en: "seventy",
    ru: "семьдесят",
    kz: "жетпіс"
  },
  {
    en: "seventy-year",
    ru: "семидесятилетний",
    kz: "жетпіс жастағы"
  },
  {
    en: "seven-year",
    ru: "семилетний",
    kz: "жеті жасар"
  },
  {
    en: "several",
    ru: "несколько",
    kz: "бірнеше"
  },
  {
    en: "severity",
    ru: "суровость",
    kz: "қаталдық"
  },
  {
    en: "sew (on) (sewed, sewn) ",
    ru: "пришить, зашивать, зашить ",
    kz: "тігу, көктеу "
  },
  {
    en: "sew together",
    ru: "сшить",
    kz: "біріктіріп тігу"
  },
  {
    en: "sex",
    ru: "пол биол.",
    kz: "жыныс"
  },
  {
    en: "shabby",
    ru: "изношенный",
    kz: "тозған"
  },
  {
    en: "shade",
    ru: "тень; оттенок",
    kz: "көлеңке; рең, реңк, өң"
  },
  {
    en: "shadow",
    ru: "тень (человека, предмета)",
    kz: "көлеңке"
  },
  {
    en: "shady",
    ru: "тенистый",
    kz: "көлеңкелі, саялы"
  },
  {
    en: "shaggy",
    ru: "волосатый",
    kz: "жүндес"
  },
  {
    en: "shake (shook, shaken) ",
    ru: "потрясти, трясти; дрогнуть ",
    kz: "сілку; тітіркену, шіміркену "
  },
  {
    en: "shake hands",
    ru: "здороваться за руку",
    kz: "қол алысып амандасу"
  },
  {
    en: "shake one’s head",
    ru: "качать головой",
    kz: "бас шайқау"
  },
  {
    en: "shake up (shook, shaken)",
    ru: "болтать, взбить, взболтать",
    kz: "шайқау, көпсіту"
  },
  {
    en: "become shallow",
    ru: "обмелеть",
    kz: "саяздану, суы тартылу"
  },
  {
    en: "shame",
    ru: "стыд, позор",
    kz: "ұят, масқара"
  },
  {
    en: "shameless",
    ru: "беззастенчивый; бессовестный",
    kz: "арсыз; ұятсыз"
  },
  {
    en: "shampoo",
    ru: "шампунь",
    kz: "шампунь, сұйық сабын"
  },
  {
    en: "shape",
    ru: "вид,  форма; образ",
    kz: "пішін, сипат; бейне, кейіп"
  },
  {
    en: "share",
    ru: "I доля, часть; II разделить (мнение); делиться, поделить",
    kz: "I үлес, бөлік; II пікірлесу; бөлісу, бөлу"
  },
  {
    en: "shark",
    ru: "акула",
    kz: "акула"
  },
  {
    en: "sharp",
    ru: "I острый; II бойкий; точно; ровно; III резкий, грубый",
    kz: "I өткір, үшкір; II өжет; дәл; нақ; III дөрекі"
  },
  {
    en: "sharpen ",
    ru: "точить (делать острым)",
    kz: "қайрау, өткірлеу"
  },
  {
    en: "sharpness",
    ru: "остротá (ножа)",
    kz: "өткір"
  },
  {
    en: "sharp-sighted",
    ru: "зоркий",
    kz: "қырағы"
  },
  {
    en: "shatter",
    ru: "поколебать",
    kz: "қимылдату, тербету"
  },
  {
    en: "shave",
    ru: "бриться",
    kz: "қырыну"
  },
  {
    en: "shave off",
    ru: "сбрить",
    kz: "қыру"
  },
  {
    en: "shawl",
    ru: "шаль, платок",
    kz: "шәлі, орамал"
  },
  {
    en: "she (косв.п. her)",
    ru: "она",
    kz: "ол"
  },
  {
    en: "sheaf",
    ru: "связка (бумаг)",
    kz: "бума, байлам"
  },
  {
    en: "shear",
    ru: "стричь (овец)",
    kz: "қырқу"
  },
  {
    en: "shearing ",
    ru: "стрижка (овец)",
    kz: "қырқу"
  },
  {
    en: "sheath sg",
    ru: "ножны",
    kz: "қын, қынап"
  },
  {
    en: "she-wolf",
    ru: "волчица",
    kz: "қасқырдың қаншығы"
  },
  {
    en: "shed",
    ru: "лить (слезы, кровь); ронять (листья)",
    kz: "төгу, құю, ағу; түсу"
  },
  {
    en: "sheep ",
    ru: "баран, овца ",
    kz: "қой, саулық қой "
  },
  {
    en: "sheep, sheep’s",
    ru: "овечий",
    kz: "қой"
  },
  {
    en: "sheep-breeding",
    ru: "овцеводство",
    kz: "қой шаруашылығы"
  },
  {
    en: "sheep-dog",
    ru: "овчарка",
    kz: "овчарка"
  },
  {
    en: "sheepskin",
    ru: "овчина",
    kz: "қой терісі"
  },
  {
    en: "sheet",
    ru: "I лист (мн.ч. –ы); II простыня",
    kz: "I парақ; II сұрып"
  },
  {
    en: "she-goat",
    ru: "коза",
    kz: "ешкі"
  },
  {
    en: "shelf",
    ru: "полка",
    kz: "сөре"
  },
  {
    en: "shell",
    ru: "I очистить (от скорлупы); II раковина (морская); III скорлупа",
    kz: "I аршу; II қабыршақ; III қабық, қауыз"
  },
  {
    en: "shelve",
    ru: "ящик (выдвижной)",
    kz: "тартпа, суырма"
  },
  {
    en: "shepherd",
    ru: "чабан, пастух",
    kz: "шопан, қойшы"
  },
  {
    en: "shield",
    ru: "щит; защитить, заслонить",
    kz: "қалқан; қорғау, бүркеу"
  },
  {
    en: "shine",
    ru: "блеск",
    kz: "жылтыр"
  },
  {
    en: "shine (shone, shone) ",
    ru: "блестеть, блистать ",
    kz: "жарқырау, жарқылдау "
  },
  {
    en: "shine (with)",
    ru: "отсвечивать, светить",
    kz: "шағылыстыру, сәуле түсіру"
  },
  {
    en: "ship ",
    ru: "корабль, судно ",
    kz: "кеме "
  },
  {
    en: "go abroad a ship",
    ru: "сесть на корабль",
    kz: "кемеге отыру"
  },
  {
    en: "shirt",
    ru: "рубашка",
    kz: "көйлек"
  },
  {
    en: "shiver ",
    ru: "дрожать",
    kz: "қалтырау, дірілдеу"
  },
  {
    en: "shock",
    ru: "I потрясти, поразить; II потрясение; травма",
    kz: "I тітірету, таң қалдыру II күйзеліс; зақым, жарақат"
  },
  {
    en: "shocking ",
    ru: "безобразный, возмутительный",
    kz: "жиіркенішті"
  },
  {
    en: "shoe ",
    ru: "I башмак, туфля; II обувной; III подковать",
    kz: "I башпақ, туфли; II аяқ киімдік; III тағалау"
  },
  {
    en: "highshoe (амер.)",
    ru: "ботинок",
    kz: "бәтеңке"
  },
  {
    en: "take off one’s shoes",
    ru: "разуться",
    kz: "аяқ киім шешу"
  },
  {
    en: "put on shoes",
    ru: "обуть",
    kz: "аяқ киім кидіру"
  },
  {
    en: "shoot",
    ru: "росток;",
    kz: "өскін;"
  },
  {
    en: "shoot (shot, shot)",
    ru: "застрелить, стрелять; расстрелять",
    kz: "атып салу, ату; атып өлтіру"
  },
  {
    en: "shooting",
    ru: "перестрелка; расстрел",
    kz: "атыс; ату"
  },
  {
    en: "shooting-gallery",
    ru: "тир",
    kz: "тир"
  },
  {
    en: "shooting mark",
    ru: "мишень",
    kz: "нысана"
  },
  {
    en: "shop",
    ru: "магазин",
    kz: "дүкен"
  },
  {
    en: "shop-assistant",
    ru: "продавец",
    kz: "сатушы"
  },
  {
    en: "shop window ",
    ru: "витрина (окно)",
    kz: "витрина"
  },
  {
    en: "shore",
    ru: "берег, побережье",
    kz: "жағалау, жаға, жиек"
  },
  {
    en: "short ",
    ru: "I коротко нареч., короткий; II неполный (вес, мера); III небольшой (о расстоянии, сроке)",
    kz: "I қысқа; II толық емес; III қысқа, жақын"
  },
  {
    en: "in short",
    ru: "короче говоря",
    kz: "қысқаша айтқанда"
  },
  {
    en: "short-lived",
    ru: "недолговечный",
    kz: "ұзаққа бармайтын"
  },
  {
    en: "short-sighted ",
    ru: "близорукий",
    kz: "жақыннан көрмеу"
  },
  {
    en: "shorts ",
    ru: "шорты",
    kz: "шорты"
  },
  {
    en: "shot ",
    ru: "дробь (ружейная)",
    kz: "бытыра (қару)"
  },
  {
    en: "should ",
    ru: "следует безл.",
    kz: "қажет, керек"
  },
  {
    en: "shoulder",
    ru: "плечо",
    kz: "иық"
  },
  {
    en: "shoulder-strap",
    ru: "погон воен.",
    kz: "погон"
  },
  {
    en: "shout",
    ru: "окрик,крик; кричать",
    kz: "дыбыс беру, айқай; айқайлау"
  },
  {
    en: "show (showed, shown)",
    ru: "I проявить; II указать, показать; III показ",
    kz: "I білдіру, көрсету; II нұсқау, көрсету; III көрсетілім"
  },
  {
    en: "show concern for smb",
    ru: "проявить заботу о ком-л.",
    kz: "біреуге қамқорлық ету"
  },
  {
    en: "show-case",
    ru: "витрина (в музее)",
    kz: "витрина"
  },
  {
    en: "shower (bath) ",
    ru: "душ",
    kz: "душ"
  },
  {
    en: "take a shower",
    ru: "принимать душ",
    kz: "душта жуыну"
  },
  {
    en: "shrink",
    ru: "сесть (о материи)",
    kz: "ширау"
  },
  {
    en: "shrub",
    ru: "куст",
    kz: "бұта түбі"
  },
  {
    en: "shrug one’s shoulders",
    ru: "пожать плечами",
    kz: "иығын қиқаң еткізу"
  },
  {
    en: "shudder",
    ru: "вздрогнуть (от ужаса) ",
    kz: "шошыну (селт ету), (шошып кету), (ыршып кету)"
  },
  {
    en: "shut (shut, shut)",
    ru: "закрыть, задвинуть",
    kz: "жабу"
  },
  {
    en: "shy",
    ru: "застенчивый, робкий",
    kz: "ұяң, қысылшаң, жасқаншақ, именшек"
  },
  {
    en: "shyness",
    ru: "робость",
    kz: "жасқаншақтық, именшектік"
  },
  {
    en: "sick-list",
    ru: "больничный лист",
    kz: "ауырғаны туралы қағаз"
  },
  {
    en: "sickness",
    ru: "тошнота",
    kz: "лоқсу, лоблу"
  },
  {
    en: "sickly sweet",
    ru: "приторный",
    kz: "тым тәтті"
  },
  {
    en: "side ",
    ru: "бок; сторона ",
    kz: "бүйір; жақ "
  },
  {
    en: "side by side",
    ru: "бок о бок, рядом",
    kz: "қатарласу, қапталдасу"
  },
  {
    en: "from one side",
    ru: "сбоку (откуда)",
    kz: "бүйірден"
  },
  {
    en: "on one side",
    ru: "сбоку (где)",
    kz: "бүйірде"
  },
  {
    en: "at the side",
    ru: "сбоку (рядом)",
    kz: "бүйірімде, қатарында"
  },
  {
    en: "sideboard ",
    ru: "буфет (мебель)",
    kz: "жиһаз буфеті"
  },
  {
    en: "sidewalk Am",
    ru: "тротуар",
    kz: "жүргінші жолы"
  },
  {
    en: "siege",
    ru: "осада",
    kz: "қамау"
  },
  {
    en: "sigh",
    ru: "вздох; вздохнуть",
    kz: "дем алу; күрсіну"
  },
  {
    en: "sight",
    ru: "вид (поле зрения); прицел; зрение; зрелище",
    kz: "көрініс; нысана; көру; әсерлі, әдемі"
  },
  {
    en: "sights ",
    ru: "достопримечательность",
    kz: "көрнекі орын "
  },
  {
    en: "see the sights (of)",
    ru: "осматривать достопримечатель-ности",
    kz: "көрнекі орынды қарап шығу"
  },
  {
    en: "sightseeing tour",
    ru: "осмотр (достопримечатель-ностей)",
    kz: "көру"
  },
  {
    en: "sign",
    ru: "I признак; примета; II расписаться, подписать; III значок; знак; IV скрепить (подписью)",
    kz: "I белгі; таңба; ырым; II қол қою; III кеуде белгі, белгі; IV қолмен растау"
  },
  {
    en: "signal ",
    ru: "знак, сигнал",
    kz: "белгі; таңба; із"
  },
  {
    en: "signature",
    ru: "подпись",
    kz: "қол"
  },
  {
    en: "signboard",
    ru: "вывеска",
    kz: "ілім"
  },
  {
    en: "significance",
    ru: "значение",
    kz: "мән"
  },
  {
    en: "signify",
    ru: "означать",
    kz: "білдіру, көрсету"
  },
  {
    en: "silent ",
    ru: "немой (о фильме) ",
    kz: "дыбыссыз"
  },
  {
    en: "keep silent",
    ru: "промолчать",
    kz: "үндемей қалу, тіл қатпау"
  },
  {
    en: "silk",
    ru: "шёлк",
    kz: "жібек"
  },
  {
    en: "silver",
    ru: "серебро, серебристый",
    kz: "күміс, күмісті"
  },
  {
    en: "similar",
    ru: "похожий, сходный, подобный",
    kz: "ұқсас, сәйкес, қолайлы, лайықты"
  },
  {
    en: "similarity",
    ru: "подобие мат.",
    kz: "ұқсастық мат."
  },
  {
    en: "simple",
    ru: "I бесхитростный; II обыкновенный; III просто, простой; IV несложный",
    kz: "I қулықсыз, айла-шарғысыз; II әдеттегі; әншейін; III жай, қарапайым; IV оңай, күрделі емес"
  },
  {
    en: "simple-hearted",
    ru: "простодушный",
    kz: "жайдары, ақ көңіл"
  },
  {
    en: "simple-minded",
    ru: "бесхитростный",
    kz: "қулық, айла-шарғысыз"
  },
  {
    en: "simplicity",
    ru: "простота",
    kz: "қарапайымдылық"
  },
  {
    en: "simply",
    ru: "попросту",
    kz: "әншейін, жай ғана, еркін"
  },
  {
    en: "simultaneously",
    ru: "одновременно",
    kz: "қатар, жарыса, бір мезгілде"
  },
  {
    en: "sin",
    ru: "грех",
    kz: "күнә"
  },
  {
    en: "since",
    ru: "после того как, с тех пор как; с",
    kz: "қалай; –дан, -ден, -тан, -тен"
  },
  {
    en: "sincere",
    ru: "чистосердечный",
    kz: "ақ жүрек, ақ көңіл"
  },
  {
    en: "sing (sang, sung)",
    ru: "спеть (песню), петь",
    kz: "ән айту, әндету"
  },
  {
    en: "singer",
    ru: "певец",
    kz: "әнші"
  },
  {
    en: "singing",
    ru: "пение",
    kz: "ән салу"
  },
  {
    en: "single",
    ru: "I одинокий (бессемейный); II единичный; единый (о денежной системе)",
    kz: "I жалғыз (жеке) басты; II бір ғана, сирек; ортақ ақша"
  },
  {
    en: "single-minded",
    ru: "целеустремлённый",
    kz: "мақсатты"
  },
  {
    en: "sinister  ",
    ru: "жуткий, зловещий",
    kz: "қорқынышты, сұмдық"
  },
  {
    en: "sink",
    ru: "раковина (в кухне)",
    kz: "раковина"
  },
  {
    en: "sip",
    ru: "глоток (маленький)",
    kz: "жұтым"
  },
  {
    en: "sister",
    ru: "родная сестра;сестра",
    kz: "туған апа-сіңілі; әпке (сіңлі)"
  },
  {
    en: "sister-in-law",
    ru: "золовка, невестка",
    kz: "қайын сіңілі, жеңге"
  },
  {
    en: "sit (sat, sat) ",
    ru: "I заседать; II сидеть",
    kz: "I мәжіліс құру; II отыру"
  },
  {
    en: "sit (on) a horse",
    ru: "сидеть на лошади",
    kz: "атқа міну"
  },
  {
    en: "sit down",
    ru: "сесть",
    kz: "отыру"
  },
  {
    en: "sit down, take a sit",
    ru: "присесть",
    kz: "отыру, жүгіне (жүресінен) отыру"
  },
  {
    en: "be situated ",
    ru: "быть расположенным",
    kz: "орналасу"
  },
  {
    en: "situation ",
    ru: "обстановка, положение ",
    kz: "жағдай, хал-күй, қалып "
  },
  {
    en: "international situation",
    ru: "международная обстановка",
    kz: "халықаралық жағдай"
  },
  {
    en: "six ",
    ru: "шесть, шестеро ",
    kz: "алты, алтау "
  },
  {
    en: "chapter six",
    ru: "шестая глава",
    kz: "алтыншы тарау"
  },
  {
    en: "there were six of them",
    ru: "их было шестеро",
    kz: "олар алтау еді"
  },
  {
    en: "six hundred",
    ru: "шестьсот",
    kz: "алты жүз"
  },
  {
    en: "sixteen",
    ru: "шестнадцать",
    kz: "он алты"
  },
  {
    en: "sixteenth",
    ru: "шестнадцатый",
    kz: "он алтыншы"
  },
  {
    en: "sixth ",
    ru: "шестой ",
    kz: "алтыншы "
  },
  {
    en: "one sixth",
    ru: "одна шестая",
    kz: "алтыдан бірі (бір бөлігі)"
  },
  {
    en: "sixtieth",
    ru: "шестидесятый",
    kz: "алпысыншы"
  },
  {
    en: "sixty",
    ru: "шестьдесят",
    kz: "алпыс"
  },
  {
    en: "size",
    ru: "размер, номер, величина",
    kz: "размер, өлшем"
  },
  {
    en: "skates",
    ru: "коньки",
    kz: "коньки"
  },
  {
    en: "sketch",
    ru: "очерк",
    kz: "очерк"
  },
  {
    en: "ski",
    ru: "лыжа",
    kz: "шаңғы"
  },
  {
    en: "skill",
    ru: "умение, искусство, сноровка",
    kz: "еп, шеберлік, ептілік"
  },
  {
    en: "skilful",
    ru: "умелый",
    kz: "епті, әдісқой, шебер"
  },
  {
    en: "skin",
    ru: "шкура; кожа",
    kz: "тері"
  },
  {
    en: "skirmish",
    ru: "перестрелка",
    kz: "атыс"
  },
  {
    en: "skirt",
    ru: "юбка",
    kz: "юбка"
  },
  {
    en: "skull",
    ru: "череп",
    kz: "бас сүйек"
  },
  {
    en: "sky",
    ru: "небосклон",
    kz: "аспан аясы"
  },
  {
    en: "sky lark",
    ru: "жаворонок",
    kz: "бозторғай"
  },
  {
    en: "sky-scraper",
    ru: "небоскреб",
    kz: "көк тіреген үйлер"
  },
  {
    en: "slam",
    ru: "хлопать, хлопнуть (дверью); захлопнуть",
    kz: "тарс ету, сарт ету; шұғыл жабу"
  },
  {
    en: "slander ",
    ru: "I клевета; II оговорить, клеветать",
    kz: "I жала, өсек-аяқ; II жала жабу, өсектеу"
  },
  {
    en: "Slav",
    ru: "славянин",
    kz: "славян адам"
  },
  {
    en: "Slav, Slavonic",
    ru: "славянский",
    kz: "славяндық"
  },
  {
    en: "slave",
    ru: "раб",
    kz: "құл"
  },
  {
    en: "sledge sg",
    ru: "сани",
    kz: "шана"
  },
  {
    en: "sleep",
    ru: "сон",
    kz: "ұйқы"
  },
  {
    en: "sleep (slept, slept)",
    ru: "спать",
    kz: "ұйықтау"
  },
  {
    en: "sleeping-car",
    ru: "спальный вагон",
    kz: "жатын вагон"
  },
  {
    en: "sleeping-pill",
    ru: "снотворное",
    kz: "ұйықтатарлық"
  },
  {
    en: "sleeplessness",
    ru: "бессонница",
    kz: "ұйқысыздық"
  },
  {
    en: "sleeve",
    ru: "рукав(одежды)",
    kz: "жең"
  },
  {
    en: "sleigh sg",
    ru: "сани",
    kz: "шана"
  },
  {
    en: "slender ",
    ru: "стройный",
    kz: "сымбатты"
  },
  {
    en: "slice",
    ru: "кусок (тонкий ломтик)",
    kz: "кесек"
  },
  {
    en: "slide",
    ru: "скользить",
    kz: "сырғанау, таю"
  },
  {
    en: "slide down",
    ru: "соскользнуть",
    kz: "тайып (сырғанап) кету"
  },
  {
    en: "slight",
    ru: "легкий (незначительный)",
    kz: "елеусіз "
  },
  {
    en: "slightly",
    ru: "чуть; немного, слегка",
    kz: "сәл; шамалап, аздап, жеңіл-желпі"
  },
  {
    en: "slim",
    ru: "тонкий (о фигуре), стройный",
    kz: "жіңішке, сымбатты"
  },
  {
    en: "slip ",
    ru: "поскользнуться ",
    kz: "таю "
  },
  {
    en: "make a slip (in speaking)",
    ru: "оговориться (ошибиться)",
    kz: "қателесу, жаңылу"
  },
  {
    en: "slip of the tongue",
    ru: "оговорка",
    kz: "оқыс (байқамай айтылған) сөз"
  },
  {
    en: "slippers",
    ru: "тапочки",
    kz: "шәркей"
  },
  {
    en: "slit ",
    ru: "прорезь",
    kz: "тілік, кесік"
  },
  {
    en: "slogan",
    ru: "лозунг",
    kz: "ұран"
  },
  {
    en: "slot ",
    ru: "прорезь, отверстие (для опускания монеты)",
    kz: "тілік, кесік, тесік, саңылау, жарық"
  },
  {
    en: "slow",
    ru: "медленный, тихий",
    kz: "баяу, ақырын"
  },
  {
    en: "be slow (in)",
    ru: "медлить",
    kz: "баяулату, ақырындату"
  },
  {
    en: "slowing-down",
    ru: "замедление (хода)",
    kz: "баяулау, кідірістеу"
  },
  {
    en: "slowly",
    ru: "медленно",
    kz: "баяу, ақырын"
  },
  {
    en: "sluice",
    ru: "облить",
    kz: "құю, төгу, үстінен құю"
  },
  {
    en: "slyness",
    ru: "хитрость",
    kz: "қулық"
  },
  {
    en: "small",
    ru: "маленький, небольшой",
    kz: "кішкентай, қысқа, жақын"
  },
  {
    en: "smart",
    ru: "бойкий; нарядный (о платье)",
    kz: "өжет; сәнді (көйлек)"
  },
  {
    en: "smash ",
    ru: "бить, разбивать, раздавить",
    kz: "ұру, соғу, езу, жаншу"
  },
  {
    en: "smell",
    ru: "запах",
    kz: "иіс"
  },
  {
    en: "smelt",
    ru: "плавить(ся)",
    kz: "балқу, еру, қорыту"
  },
  {
    en: "smile",
    ru: "улыбнуться; улыбка",
    kz: "күлу, жымию; күлкі"
  },
  {
    en: "smoke",
    ru: "дым",
    kz: "түтін"
  },
  {
    en: "smooth",
    ru: "плавный",
    kz: "байсалды"
  },
  {
    en: "smooth out ",
    ru: "разгладить",
    kz: "тегістеу"
  },
  {
    en: "smooth (out, over, away)",
    ru: "сгладить",
    kz: "басу, жуып-шаю"
  },
  {
    en: "snack bar",
    ru: "буфет (закусочная)",
    kz: "дәмхана"
  },
  {
    en: "snail",
    ru: "улитка",
    kz: "ұлу"
  },
  {
    en: "snake",
    ru: "змея",
    kz: "жылан"
  },
  {
    en: "snap-fastener Am",
    ru: "кнопка",
    kz: "кнопка"
  },
  {
    en: "snapper",
    ru: "кнопка",
    kz: "кнопка"
  },
  {
    en: "snapshot",
    ru: "снимок",
    kz: "сурет"
  },
  {
    en: "snare",
    ru: "ловушка",
    kz: "қақпан, тор"
  },
  {
    en: "snarl",
    ru: "рычать",
    kz: "ырылдау, гүрілдеу"
  },
  {
    en: "snow ",
    ru: "снег ",
    kz: "қар "
  },
  {
    en: "it is snowing",
    ru: "идёт снег",
    kz: "қар жауып тұр"
  },
  {
    en: "the road is snowbound",
    ru: "дорогу занесло снегом",
    kz: "жолды қар басып қалды"
  },
  {
    en: "snowball",
    ru: "снежок",
    kz: "қар кесегі"
  },
  {
    en: "snow-drift",
    ru: "сугроб",
    kz: "омбы (күртік) қар"
  },
  {
    en: "snowdrop",
    ru: "подснежник",
    kz: "бәйшешек"
  },
  {
    en: "snow-fall",
    ru: "снегопад",
    kz: "қар нөпірі"
  },
  {
    en: "snow-flake",
    ru: "снежинка",
    kz: "қар ұшқыны"
  },
  {
    en: "snow-shoe",
    ru: "лыжа",
    kz: "шаңғы"
  },
  {
    en: "snow-storm",
    ru: "буран,пурга, метель",
    kz: "боран, қарлы боран"
  },
  {
    en: "snow-white",
    ru: "белоснежный",
    kz: "ақ қардай"
  },
  {
    en: "so",
    ru: "I так; II так (настолько); III такой; IV значит; итак",
    kz: "I осылай; II сонша; III сондай; IV демек, яғни; сонымен, сонымен қатар"
  },
  {
    en: "and so on",
    ru: "и так далее",
    kz: "бұдан әрі қарай"
  },
  {
    en: "so-so",
    ru: "так себе",
    kz: "орташа"
  },
  {
    en: "so that, so as",
    ru: "так чтобы",
    kz: "осылай болу үшін"
  },
  {
    en: "so far as",
    ru: "поскольку",
    kz: "солайша, солай болғандықтан"
  },
  {
    en: "just so",
    ru: "так (утверждение);",
    kz: "солай;"
  },
  {
    en: "be so kind",
    ru: "будьте добры",
    kz: "-ыңызшы, -іңізші"
  },
  {
    en: "he is so clever",
    ru: "он такой умный",
    kz: "ол сондай ақылды"
  },
  {
    en: "so-and-so",
    ru: "такой-то (в место имени)",
    kz: "сондай бір"
  },
  {
    en: "so as",
    ru: "чтобы союз.",
    kz: "сондықтан"
  },
  {
    en: "soak",
    ru: "размочить ",
    kz: "жібіту"
  },
  {
    en: "soap",
    ru: "мыло",
    kz: "сабын"
  },
  {
    en: "sob",
    ru: "рыдать",
    kz: "еңіреу, еңіреп жылау"
  },
  {
    en: "sobbing",
    ru: "рыдание",
    kz: "еңіреу"
  },
  {
    en: "sober down",
    ru: "остепениться",
    kz: "байсалдылану, салмақтылану"
  },
  {
    en: "soberness ",
    ru: "трезвость, разумность",
    kz: "парасаттылық, ақылдылық"
  },
  {
    en: "sobriety",
    ru: "трезвость",
    kz: "сабырлылық, ұстамдылық"
  },
  {
    en: "soccer",
    ru: "футбол",
    kz: "футбол"
  },
  {
    en: "sociable",
    ru: "общительный",
    kz: "көпшіл"
  },
  {
    en: "social",
    ru: "социальный",
    kz: "әлеуметтік"
  },
  {
    en: "society",
    ru: "общество в разн. знач., свет",
    kz: "қоғам"
  },
  {
    en: "sock",
    ru: "носок",
    kz: "тұмсық"
  },
  {
    en: "sofa",
    ru: "диван",
    kz: "диван"
  },
  {
    en: "soft",
    ru: "мягкий; неяркий",
    kz: "жұмсақ; көмескі"
  },
  {
    en: "soil",
    ru: "загрязнить",
    kz: "ластау"
  },
  {
    en: "soiling",
    ru: "загрязнение",
    kz: "ластау"
  },
  {
    en: "solar eclipse",
    ru: "солнечное затмение",
    kz: "күн тұтылу"
  },
  {
    en: "sole",
    ru: "подмётка; подошва",
    kz: "ұлтан; табан"
  },
  {
    en: "solemn",
    ru: "торжественный",
    kz: "салтанатты "
  },
  {
    en: "solid",
    ru: "I солидный; II прочный, твёрдый",
    kz: "I берік, орнықты, көрнекті; II мықты, қою"
  },
  {
    en: "solitary",
    ru: "одинокий",
    kz: "жалғыз (жеке) басты"
  },
  {
    en: "solitude",
    ru: "одиночество",
    kz: "жалғыздық"
  },
  {
    en: "solution",
    ru: "разрешение (вопроса, спора)",
    kz: "шешу, жауап беру"
  },
  {
    en: "solve",
    ru: "разгадать; разрешить",
    kz: "шешу; жауап беру"
  },
  {
    en: "some ",
    ru: "какой-нибудь; некоторый; немного ",
    kz: "қандай да бір; кейбір; аз, көп емес "
  },
  {
    en: "in some way or other",
    ru: "как-нибудь",
    kz: "әйтеуір"
  },
  {
    en: "somebody ",
    ru: "кое-кто",
    kz: "біреу"
  },
  {
    en: "somehow",
    ru: "как-нибудь, как-то",
    kz: "әйтеуір, қалай да"
  },
  {
    en: "someone",
    ru: "некто местоим.",
    kz: "біреу"
  },
  {
    en: "something",
    ru: "что-то, что-либо, что-нибудь",
    kz: "бір нәрсе, бірдеңе"
  },
  {
    en: "something like",
    ru: "какой-то (похожий на)",
    kz: "бір нәрсеге ұқсас (сәйкес)"
  },
  {
    en: "some time",
    ru: "как-нибудь (когда-нибудь в будущем)",
    kz: "бірде, келешекте "
  },
  {
    en: "sometimes",
    ru: "иногда",
    kz: "кейде"
  },
  {
    en: "somewhat",
    ru: "немного",
    kz: "шамалап, аздап"
  },
  {
    en: "somewhere",
    ru: "где-либо, где-нибудь, где-то",
    kz: "бір жерде, бірде"
  },
  {
    en: "son ",
    ru: "сын ",
    kz: "ұл "
  },
  {
    en: "eldest son",
    ru: "старший сын",
    kz: "үлкен ұл"
  },
  {
    en: "song",
    ru: "песня",
    kz: "ән"
  },
  {
    en: "son-in-law",
    ru: "зять (муж дочери)",
    kz: "күйеу бала"
  },
  {
    en: "soon ",
    ru: "вскоре, скоро",
    kz: "жақында, таяуда"
  },
  {
    en: "soon after",
    ru: "вскоре",
    kz: "жақында, таяуда"
  },
  {
    en: "sooner",
    ru: "скорее, скорей (лучше)",
    kz: "–рақ, -рек (жылдамырақ, тезірек)"
  },
  {
    en: "soot",
    ru: "сажа",
    kz: "күйе, құрым"
  },
  {
    en: "sorrow",
    ru: "печаль",
    kz: "қайғы, уайым, қасірет"
  },
  {
    en: "sorrowful man ",
    ru: "печальный человек ",
    kz: "қайғылы (мұңды) адам "
  },
  {
    en: "sorrowful glance",
    ru: "печальный взгляд",
    kz: "мұңды көзқарас"
  },
  {
    en: "sorry! ",
    ru: "виноват! ",
    kz: "кінәлымын! "
  },
  {
    en: "be sorry (for)",
    ru: "жалеть",
    kz: "аяу"
  },
  {
    en: "sort",
    ru: "I сорт, род; II сортировать",
    kz: "I сұрып; II сұрыптау"
  },
  {
    en: "soul",
    ru: "душа",
    kz: "жан"
  },
  {
    en: "sound",
    ru: "звук; звучать",
    kz: "дыбыс; үн шығару; естілу"
  },
  {
    en: "soup",
    ru: "суп",
    kz: "көже"
  },
  {
    en: "sour",
    ru: "кислый",
    kz: "қышқыл"
  },
  {
    en: "sour cream",
    ru: "сметана",
    kz: "қаймақ"
  },
  {
    en: "source",
    ru: "исток, начало",
    kz: "қайнар"
  },
  {
    en: "south ",
    ru: "юг ",
    kz: "оңтүстік "
  },
  {
    en: "south",
    ru: "на юг",
    kz: "оңтүстікке"
  },
  {
    en: "(to the) south (of)",
    ru: "к югу (от)",
    kz: "оңтүстікке қарай"
  },
  {
    en: "south-east",
    ru: "юго-восток",
    kz: "оңтүстік-шығыс"
  },
  {
    en: "south-west",
    ru: "юго-запад",
    kz: "оңтүстік-батыс"
  },
  {
    en: "sow (sowed; sown)",
    ru: "засеять, посеять, сеять",
    kz: "себу, шашу, егу"
  },
  {
    en: "space",
    ru: "промежуток; простор",
    kz: "ара; кеңістік"
  },
  {
    en: "(outer) space ",
    ru: "космос",
    kz: " ғарыш"
  },
  {
    en: "spaceman ",
    ru: "космонавт",
    kz: "ғарышкер"
  },
  {
    en: "spacious",
    ru: "просторный, обширный",
    kz: "кең, көлемді"
  },
  {
    en: "spare ",
    ru: "I беречь,щадить; II запасной, запасный; III уделить",
    kz: "I сақтау; II қосалқы; III көңіл бөлу"
  },
  {
    en: "spare parts",
    ru: "запасные части",
    kz: "қосалқы бөлшектер"
  },
  {
    en: "spare me five minutes",
    ru: "уделите мне пять минут",
    kz: "маған бес минут көңіл бөліңіз"
  },
  {
    en: "spark",
    ru: "искра",
    kz: "ұшқын"
  },
  {
    en: "sparkle",
    ru: "сверкать",
    kz: "жарқырау, жалтылдау"
  },
  {
    en: "sparrow",
    ru: "воробей",
    kz: "торғай"
  },
  {
    en: "spatter",
    ru: "брызгать",
    kz: "шашу"
  },
  {
    en: "spawn",
    ru: "икра (рыбья)",
    kz: "бекіре; уылдырық"
  },
  {
    en: "speak (spoke, spoken)",
    ru: "разговаривать",
    kz: "сөйлесу, әңгімелесу"
  },
  {
    en: "speaker",
    ru: "докладчик",
    kz: "баяндамашы"
  },
  {
    en: "special",
    ru: "особый (отдельный); специальный",
    kz: "ерекше; арнайы"
  },
  {
    en: "specialist (in)",
    ru: "специалист",
    kz: "маман"
  },
  {
    en: "specify",
    ru: "точно определять, устанавливать; специально упоминать",
    kz: "нақты анықтау, айқындау; арнайы ескерту "
  },
  {
    en: "specimen ",
    ru: "образчик, образец",
    kz: "үлгі"
  },
  {
    en: "spectacle",
    ru: "зрелище",
    kz: "көрініс"
  },
  {
    en: "spectator",
    ru: "зритель",
    kz: "көрермен"
  },
  {
    en: "specialists",
    ru: "кадры",
    kz: "кадрлар "
  },
  {
    en: "specialty",
    ru: "специальность",
    kz: "мамандық"
  },
  {
    en: "specific",
    ru: "конкретный",
    kz: "нақты"
  },
  {
    en: "specifically",
    ru: "конкретно",
    kz: "нақты"
  },
  {
    en: "spectacles ",
    ru: "очки",
    kz: "көзілдірік"
  },
  {
    en: "speech ",
    ru: "речь ",
    kz: "сөйлеу "
  },
  {
    en: "make a speech",
    ru: "произнести речь",
    kz: "сөз сөйлеу"
  },
  {
    en: "speed",
    ru: "скорость, ход",
    kz: "жылдамдық, қимыл"
  },
  {
    en: "spend (spent, spent)",
    ru: "прожить, истратить, тратить; расходовать",
    kz: "ұстап қою, ішіп-жеп қою, шығындау; жарату"
  },
  {
    en: "sphere",
    ru: "область",
    kz: "облыс"
  },
  {
    en: "spice",
    ru: "пряность",
    kz: "дәмділік, татымдылық"
  },
  {
    en: "spider",
    ru: "паук",
    kz: "өрмекші"
  },
  {
    en: "spider’s web",
    ru: "паутина",
    kz: "өрмекшінің торы"
  },
  {
    en: "spill (spilt, spilt)",
    ru: "облить, пролить; расплескаться; рассыпать",
    kz: "жалату, жағу, өңдеу; төгіп; шалпылдату; шашу, себу"
  },
  {
    en: "spin",
    ru: "вертеть (быстро)",
    kz: "айналдыру"
  },
  {
    en: "spine",
    ru: "игла (у животных)",
    kz: "тікен "
  },
  {
    en: "spirit",
    ru: "дух",
    kz: "рух"
  },
  {
    en: "spiritual",
    ru: "духовный",
    kz: "рухани"
  },
  {
    en: "splash",
    ru: "брызгать; всплеск",
    kz: "шашу; шашыранды"
  },
  {
    en: "splash about",
    ru: "расплескать",
    kz: "шашырату"
  },
  {
    en: "splendid",
    ru: "великолепный, роскошный",
    kz: "керемет, сәнді, салтанатты"
  },
  {
    en: "splinter",
    ru: "осколок",
    kz: "жарықшақ"
  },
  {
    en: "spoil (spoiled, spoilt)",
    ru: "испортить, портить",
    kz: "бүлдіру, жарамсыз ету, бұзу"
  },
  {
    en: "spoilt",
    ru: "балованный ",
    kz: "ерке"
  },
  {
    en: "spoke",
    ru: "спица(колеса)",
    kz: "сым шабақ"
  },
  {
    en: "spokesman",
    ru: "делегат",
    kz: "делегат"
  },
  {
    en: "sponge-cake",
    ru: "бисквит",
    kz: "бисквит"
  },
  {
    en: "spoon ",
    ru: "ложка ",
    kz: "қасық "
  },
  {
    en: "tea spoon",
    ru: "чайная ложка",
    kz: "шай қасық"
  },
  {
    en: "sport ",
    ru: "спорт ",
    kz: "спорт "
  },
  {
    en: "go in for sports",
    ru: "заниматься спортом",
    kz: "спортпен айналысу"
  },
  {
    en: "sportsground",
    ru: "спортивная площадка",
    kz: "спорт алаңқайы"
  },
  {
    en: "sportsman",
    ru: "спортсмен",
    kz: "спортшы"
  },
  {
    en: "spot",
    ru: "пятно",
    kz: "дақ"
  },
  {
    en: "spread (spread, spread)",
    ru: "распространить",
    kz: "тарату"
  },
  {
    en: "spread (on)",
    ru: "намазать; насыпать",
    kz: "жағу; себу, шашу, толтыру"
  },
  {
    en: "spring",
    ru: "ключ, источник, родник",
    kz: "бұлақ"
  },
  {
    en: "spring ",
    ru: "весна, весенний ",
    kz: "көктем, көктемгі "
  },
  {
    en: "in spring",
    ru: "весной",
    kz: "көктемде"
  },
  {
    en: "sprinkle",
    ru: "брызгать",
    kz: "шашу"
  },
  {
    en: "sprout ",
    ru: "росток",
    kz: "өскін"
  },
  {
    en: "spy",
    ru: "следить",
    kz: "байқау, бақылау"
  },
  {
    en: "squander",
    ru: "истратить (понапрасну)",
    kz: "шығындау (бекер)"
  },
  {
    en: "square",
    ru: "I площадь (в городе); II квадрат",
    kz: "I алаң; II квадрат (тең қабырғалы тік төртбұрыш)"
  },
  {
    en: "squeak",
    ru: "писк",
    kz: "шиқыл, шіңк-шіңк ету"
  },
  {
    en: "squeal",
    ru: "визг",
    kz: "у-шу, қыңсыл, шаңқыл"
  },
  {
    en: "squirrel",
    ru: "белка",
    kz: "тиін"
  },
  {
    en: "stable",
    ru: "конюшня",
    kz: "ат қора"
  },
  {
    en: "stableman",
    ru: "конюх",
    kz: "атшы"
  },
  {
    en: "stadium",
    ru: "стадион спорт",
    kz: "стадион"
  },
  {
    en: "staff ",
    ru: "штат (личный состав), кадры ",
    kz: "штат, кадрлар "
  },
  {
    en: "be on the staff",
    ru: "быть в штате",
    kz: "штатта болу"
  },
  {
    en: "staff entrance",
    ru: "служебный вход",
    kz: "қызметтік кірер есік"
  },
  {
    en: "stage",
    ru: "I ступень, стадия; II этап; III ставить пьесу",
    kz: "I саты; II кезең; III қою"
  },
  {
    en: "stain",
    ru: "пятно",
    kz: "дақ"
  },
  {
    en: "staircase",
    ru: "лестница",
    kz: "саты"
  },
  {
    en: "stairs pl.",
    ru: "лестница",
    kz: "саты"
  },
  {
    en: "stale",
    ru: "несвежий (хлеб)",
    kz: "ескірген"
  },
  {
    en: "stalk",
    ru: "стебель",
    kz: "өсімдік сабағы"
  },
  {
    en: "stall",
    ru: "кресло (в театре)",
    kz: "кресло (театр)"
  },
  {
    en: "stamp ",
    ru: "I штемпель; II штамп, печать; III топнуть",
    kz: "I штемпель; II мөртабан, мөр; III тебіну"
  },
  {
    en: "postmark",
    ru: "почтовый штемпель",
    kz: "почта штемпелі"
  },
  {
    en: "stand (stood, stood)",
    ru: "I стоять; II мириться с чем-л., терпеть",
    kz: "I тұру; II шыдау"
  },
  {
    en: "stand up (stood, stood) ",
    ru: "встать (на ноги) ",
    kz: "тұру "
  },
  {
    en: "stand up (for)",
    ru: "защитить",
    kz: "қорғау"
  },
  {
    en: "standard",
    ru: "I норма; II знамя",
    kz: "I норма, мөлшер; II ту"
  },
  {
    en: "standingidle",
    ru: "простой (в работе)",
    kz: "кідіріс"
  },
  {
    en: "standpoint",
    ru: "точка зрения",
    kz: "көзқарас"
  },
  {
    en: "star ",
    ru: "звезда",
    kz: "жұлдыз"
  },
  {
    en: "stare",
    ru: "I глядеть (на) (at); II взгляд (пристальный)",
    kz: "I қарау (қадалу); II қадала қарау, қадалған көзқарас"
  },
  {
    en: "start",
    ru: "старт",
    kz: "мәре"
  },
  {
    en: "I start;",
    ru: "начать, начаться;",
    kz: "бастау, басталу;"
  },
  {
    en: "II start, give a start",
    ru: "вздрогнуть (от неожиданности)",
    kz: "шошыну (селт ету)"
  },
  {
    en: "starvation",
    ru: "голод",
    kz: "аштық"
  },
  {
    en: "starve",
    ru: "голодать",
    kz: "ашығу"
  },
  {
    en: "state",
    ru: "I штат полит.; II изложить; III государство; IV состояние",
    kz: "I штат; II баяндау, айтып беру; III мемлекет; IV жағдай, хал, күй"
  },
  {
    en: "statement (документ)",
    ru: "акт, заявление",
    kz: "акт, өтініш, арыз"
  },
  {
    en: "statesman",
    ru: "государственный деятель",
    kz: "мемлекет қайраткері"
  },
  {
    en: "station ",
    ru: "I пункт, место; II станция",
    kz: "I мекен, орын; II станция"
  },
  {
    en: "service station",
    ru: "заправочный пункт",
    kz: "жанар-жағар май құю пункті"
  },
  {
    en: "filling station",
    ru: "заправочная станция",
    kz: "май құю станциясы"
  },
  {
    en: "statistics",
    ru: "данные",
    kz: "деректер"
  },
  {
    en: "statue",
    ru: "статуя",
    kz: "мүсін"
  },
  {
    en: "stay ",
    ru: "I временно проживать; II остаться, сидеть",
    kz: "I уақытша мекендеу; II қалу, отыру"
  },
  {
    en: "stay at home",
    ru: "сидеть дома",
    kz: "үйде қалу"
  },
  {
    en: "steal (stole, stolen)",
    ru: "I увезти, похитить; II красть, воровать",
    kz: "I ұрлап әкету, ұрлау; II ұрлау"
  },
  {
    en: "stealing",
    ru: "воровство",
    kz: "ұрлық"
  },
  {
    en: "steel",
    ru: "сталь",
    kz: "болат, құрыш"
  },
  {
    en: "stem ",
    ru: "стебель",
    kz: "өсімдік сабағы"
  },
  {
    en: "step ",
    ru: "I ступень, лестница; II шагать; шаг",
    kz: "I саты; II адымдау"
  },
  {
    en: "step back",
    ru: "отступить",
    kz: "қадам,адым; шегіну"
  },
  {
    en: "step over",
    ru: "переступить",
    kz: "аттау"
  },
  {
    en: "stepdaughter",
    ru: "падчерица",
    kz: "өгей қыз"
  },
  {
    en: "stepfather",
    ru: "отчим",
    kz: "өгей әке"
  },
  {
    en: "stepmother",
    ru: "мачеха",
    kz: "өгей шеше"
  },
  {
    en: "steppe ",
    ru: "степь",
    kz: "дала"
  },
  {
    en: "stepson",
    ru: "приёмный сын, пасынок",
    kz: "асыранды ұл, өгей ұл"
  },
  {
    en: "stepsister",
    ru: "сводная сестра",
    kz: "өгей әпке (сіңлі)"
  },
  {
    en: "sternly ",
    ru: "сурово, круто нареч.",
    kz: "қатаң, қатал"
  },
  {
    en: "sternness",
    ru: "суровость",
    kz: "қаталдық"
  },
  {
    en: "stew",
    ru: "тушёное мясо",
    kz: "бұқтырылған ет"
  },
  {
    en: "steward",
    ru: "официант (на пароходе, на самолете)",
    kz: "даяшы (кемеде, ұшақта)"
  },
  {
    en: "stewardess",
    ru: "стюардесса",
    kz: "әуе даяшысы"
  },
  {
    en: "stewed fruit",
    ru: "компот",
    kz: "компот"
  },
  {
    en: "stewed meat",
    ru: "тушёное мясо",
    kz: "бұқтырылған ет"
  },
  {
    en: "stick (to) (stuck, stuck)",
    ru: "I вонзать, вонзить; II облепить, облеплять, приклеить; III палка",
    kz: "I сұғу, сүңгіту; II жабыстыру, баттастыру, желімдеу, жапсыру; III таяқ"
  },
  {
    en: "stick to the facts",
    ru: "говорить по существу",
    kz: "мәнісін айту"
  },
  {
    en: "stick smth together",
    ru: "склеить",
    kz: "жапсыру, желімдеу"
  },
  {
    en: "sticker",
    ru: "наклейка",
    kz: "жапсырма"
  },
  {
    en: "sticky ",
    ru: "липкий",
    kz: "жабысқақ"
  },
  {
    en: "stickylabel",
    ru: "наклейка",
    kz: "жапсырма"
  },
  {
    en: "still",
    ru: "I тихий; II однако вводн.сл.; еще",
    kz: "I жайбарақат; II бірақ; тағы"
  },
  {
    en: "stimulate",
    ru: "поощрить",
    kz: "қолдау; марапаттау"
  },
  {
    en: "stimulation",
    ru: "поощрение",
    kz: "қолдау; марапаттау"
  },
  {
    en: "sting",
    ru: "укус (насекомого)",
    kz: "қабу, тістеу; шағу"
  },
  {
    en: "sting (stung, stung) ",
    ru: "жалить, кусать, укусить",
    kz: "тістеу, қыршу, шағу"
  },
  {
    en: "stinginess",
    ru: "скупость",
    kz: "сараңдық"
  },
  {
    en: "stingly",
    ru: "скупой прил.",
    kz: "сараң"
  },
  {
    en: "stipulate",
    ru: "оговорить,обусловить",
    kz: "ескерту"
  },
  {
    en: "stipulation",
    ru: "оговорка",
    kz: "шарт"
  },
  {
    en: "stir",
    ru: "болтать, взбалтывать; мешать",
    kz: "шайқау; араластыру"
  },
  {
    en: "stitch",
    ru: "петля (в вязании)",
    kz: "ілмек"
  },
  {
    en: "stock",
    ru: "запас",
    kz: "артық, қор"
  },
  {
    en: "stock-breeding",
    ru: "животноводство",
    kz: "мал шаруашылығы"
  },
  {
    en: "stocking",
    ru: "чулок",
    kz: "шұлық"
  },
  {
    en: "stocky",
    ru: "коренастый",
    kz: "I мығым, II дембелше, мығым денелі (адам)"
  },
  {
    en: "stolen",
    ru: "краденый",
    kz: "ұрланған"
  },
  {
    en: "stomach",
    ru: "живот; желудок",
    kz: "қарын; асқазан"
  },
  {
    en: "stone",
    ru: "каменный, камень",
    kz: "тас"
  },
  {
    en: "stool",
    ru: "табуретка",
    kz: "орындық"
  },
  {
    en: "stoop ",
    ru: "нагнуться, наклониться; сгорбиться",
    kz: "иілу, еңкею; бүкірею"
  },
  {
    en: "stop ",
    ru: "I остановиться; II остановиться (at) (в гостинице); III остановиться (на теме, вопросе) IV прекратить, перестать; V остановка (в пути, в работе); VI остановка (трамвайная и т.п.)",
    kz: "I тоқтау; II тұрақтау, қону; III тоқталу; IV доғару; V тоқтау, тұрақтау; VI аялдама"
  },
  {
    en: "without stopping",
    ru: "без остановки",
    kz: "тоқтаусыз"
  },
  {
    en: "stopping",
    ru: "пломба (зубная)",
    kz: "пломба, тығын, бекітпе"
  },
  {
    en: "store",
    ru: "магазин",
    kz: "дүкен"
  },
  {
    en: "storehouse",
    ru: "склад",
    kz: "қойма"
  },
  {
    en: "store-room",
    ru: "кладовая (для товаров)",
    kz: "жүк қоймасы"
  },
  {
    en: "storey",
    ru: "этаж",
    kz: "қабат"
  },
  {
    en: "storm",
    ru: "буря",
    kz: "құйынды жел"
  },
  {
    en: "story ",
    ru: "рассказ, история, повесть",
    kz: "хикая, хикаят"
  },
  {
    en: "stout",
    ru: "толстый",
    kz: "толық, семіз, жуан"
  },
  {
    en: "stove",
    ru: "печь сущ.",
    kz: "пеш"
  },
  {
    en: "straight",
    ru: "прямо, прямой",
    kz: "тура, тіке"
  },
  {
    en: "strain",
    ru: "растянуть ",
    kz: "созу "
  },
  {
    en: "strain a muscle",
    ru: "растянуть мышцу",
    kz: "сіңір созу"
  },
  {
    en: "strange",
    ru: "чужой, посторонний; странный",
    kz: "бөтен, бөгде; оғаш, түсініксіз"
  },
  {
    en: "stranger",
    ru: "незнакомец",
    kz: "бейтаныс"
  },
  {
    en: "strap",
    ru: "ремень",
    kz: "ремень (белдеу)"
  },
  {
    en: "straw",
    ru: "солома",
    kz: "сабан"
  },
  {
    en: "(wild) strawberries pl",
    ru: "земляника",
    kz: "қой бүлдірген"
  },
  {
    en: "strawberry",
    ru: "клубника",
    kz: "құлпынай"
  },
  {
    en: "stream",
    ru: "поток, течение; ручей",
    kz: "ағыс, ағын; жылға"
  },
  {
    en: "street ",
    ru: "улица ",
    kz: "көше "
  },
  {
    en: "in the street",
    ru: "на улице",
    kz: "көшеде; үй сыртында"
  },
  {
    en: "strength",
    ru: "крепость, прочность, сила",
    kz: "күш (мықтылық)"
  },
  {
    en: "stress",
    ru: "ударение",
    kz: "екпін; күшейту"
  },
  {
    en: "stretch",
    ru: "I протяжение; II простираться, растянуться, растянуть",
    kz: "I ұзындық; II жазылу, жайылу, созылу, созу"
  },
  {
    en: "stretcher sg",
    ru: "носилки",
    kz: "зембіл"
  },
  {
    en: "strict",
    ru: "строгий",
    kz: "қатал"
  },
  {
    en: "strike (struck, struck) ",
    ru: "I бить (о часах); II забастовать; III ударить",
    kz: "I соғу; II ереуілдеу; III ұру, соғу"
  },
  {
    en: "strike off",
    ru: "вычеркнуть, исключать",
    kz: "сызып тастау"
  },
  {
    en: "strikingly",
    ru: "живо, сильно, остро",
    kz: "өте"
  },
  {
    en: "string ",
    ru: "I жалить; II бечевка, веревка; III струна",
    kz: "I шағу; II жіңішке арқан; жіп; III ішек"
  },
  {
    en: "striped",
    ru: "полосатый",
    kz: "жолақ, жол-жол"
  },
  {
    en: "strip of carpet ",
    ru: "дорожка (из материи)",
    kz: "жолақ алаша"
  },
  {
    en: "strive (for)",
    ru: "добиваться",
    kz: "жету, індету"
  },
  {
    en: "stroll ",
    ru: "гулять ",
    kz: "қыдыру "
  },
  {
    en: "go for a stroll",
    ru: "прогуляться",
    kz: "серуендеу"
  },
  {
    en: "strong",
    ru: "здоровый, крепкий; твёрдый; сильный",
    kz: "дені сау, мықты; берік; күшті"
  },
  {
    en: "strongly",
    ru: "сильно",
    kz: "күшті"
  },
  {
    en: "strong-willed",
    ru: "волевой",
    kz: "ерікті"
  },
  {
    en: "structure",
    ru: "конструкция, строение, сооружение",
    kz: "конструкция, құрылым, құрылыс"
  },
  {
    en: "struggle",
    ru: "борьба, бороться",
    kz: "күрес, күресу"
  },
  {
    en: "student ",
    ru: "курсант, учащийся; студент ",
    kz: "курсант, оқушы; студент "
  },
  {
    en: "external student",
    ru: "вольнослушатель",
    kz: "еркін тыңдаушы"
  },
  {
    en: "studies pl",
    ru: "занятия мн.; учёба",
    kz: "сабақтар (мектепте); оқу"
  },
  {
    en: "study",
    ru: "I изучить, разучить; заниматься; учиться; II исследование, сочинение; III кабинет",
    kz: "I оқып білу, жаттап алу; шұғылдану, үйрену, зерделеу; оқу; II зерттеу жұмысы, шығарма; III кабинет"
  },
  {
    en: "stuff (with)",
    ru: "начинать",
    kz: "бастау"
  },
  {
    en: "stuffing",
    ru: "фарш",
    kz: "фарш, тартылған ет"
  },
  {
    en: "stuffy",
    ru: "душный",
    kz: "қапырық"
  },
  {
    en: "stupid",
    ru: "бестолковый",
    kz: "топас"
  },
  {
    en: "style",
    ru: "стиль, манера; покрой; слог",
    kz: "стиль, мәнер; үлгі, пішім; сөз саптау"
  },
  {
    en: "stylish",
    ru: "стильный",
    kz: "стильдік"
  },
  {
    en: "subdivide",
    ru: "подразделить",
    kz: "бөлу, жіктеу"
  },
  {
    en: "subdue",
    ru: "покорить(ся), покорять(ся)",
    kz: "көну, бағыну"
  },
  {
    en: "subject ",
    ru: "I субъект; II предмет, тема; III подданный; IV подлежащее грам.",
    kz: "I субъект; II тақырып; III бағынышты (бодан) адам; IV бастауыш"
  },
  {
    en: "British subject",
    ru: "английский подданный",
    kz: "ағылшынның (боданы) бағыныштысы"
  },
  {
    en: "submission",
    ru: "подчинение (действие); покорность",
    kz: "бағындыру, көндіру; көнгіштік, бағынғыштық"
  },
  {
    en: "submissive",
    ru: "покорный",
    kz: "көнгіш, бағынышты"
  },
  {
    en: "submissiveness",
    ru: "покорность",
    kz: "көнгіштік, бағыныштылық"
  },
  {
    en: "submit (to)",
    ru: "подчиниться, смириться",
    kz: "бағыну, көну, мойындау, мойынсыну"
  },
  {
    en: "subordinate",
    ru: "подчинённый; подчинить",
    kz: "бағынышты; тәуелді; бағындыру, көндіру"
  },
  {
    en: "subordination",
    ru: "подчинение (состояние)",
    kz: "бағыну, көну"
  },
  {
    en: "subscription",
    ru: "вклад",
    kz: "салым"
  },
  {
    en: "substitute ",
    ru: "замена ",
    kz: "ауыстырылатын, өзгертілетін алмастыру "
  },
  {
    en: "substitute (for)",
    ru: "заменить, заменять",
    kz: "ауыстыру, өзгерту"
  },
  {
    en: "substitution ",
    ru: "замена,подмена ",
    kz: "ауыстыру, өзгерту "
  },
  {
    en: "substitution of the death penalty for life imprisonment",
    ru: "замена смертного приговора пожизненным заключением",
    kz: "өлім жазасын өмір бойы қамау үкімімен алмастыру"
  },
  {
    en: "subtitle",
    ru: "подзаголовок",
    kz: "тақырыпша"
  },
  {
    en: "suburb",
    ru: "пригород",
    kz: "қала шеті"
  },
  {
    en: "subway ",
    ru: "I подземный переход; II метро, метрополитен Am",
    kz: "I жер асты жолы; II метро, метрополитен"
  },
  {
    en: "succeed in ",
    ru: "I суметь II преуспевать",
    kz: "I болу, жасай алу; II үлгеру"
  },
  {
    en: "succeed (to)",
    ru: "наследовать (кому-л.)",
    kz: "мирастау"
  },
  {
    en: "success ",
    ru: "удача, успех ",
    kz: "сәт, жолы болу"
  },
  {
    en: "consolidate a success",
    ru: "закрепить успех",
    kz: "жетістікті, табысты бекіту"
  },
  {
    en: "successful",
    ru: "удачный",
    kz: "сәтті, жолы болғыш"
  },
  {
    en: "successive",
    ru: "последовательный",
    kz: "жүйелі"
  },
  {
    en: "successor",
    ru: "преемник",
    kz: "ізбасар"
  },
  {
    en: "such ",
    ru: "такой ",
    kz: "сондай "
  },
  {
    en: "he is such a clever boy",
    ru: "он такой умный мальчик",
    kz: "ол сондай ақылды бала"
  },
  {
    en: "such… as…",
    ru: "такой… как…",
    kz: "қалай ... солай..."
  },
  {
    en: "suddenly, all of a sudden",
    ru: "вдруг, внезапно",
    kz: "кенет, кенеттен, тұтқиылдан"
  },
  {
    en: "suffer",
    ru: "I пострадать (from) (от чего-л.); II пострадать (for) (за что-л.)",
    kz: "I зардап шегу; II уайымдау"
  },
  {
    en: "suffocate",
    ru: "задохнуться",
    kz: "дем ала алмау,тұншығу"
  },
  {
    en: "sugar",
    ru: "сахар",
    kz: "қант"
  },
  {
    en: "sugary",
    ru: "сладкий",
    kz: "тәтті"
  },
  {
    en: "suggest",
    ru: "предложить; внушить (заставить понять)",
    kz: "ұсыну; сендіру, иландыру"
  },
  {
    en: "suggestion",
    ru: "предложение",
    kz: "ұсыныс"
  },
  {
    en: "suicide",
    ru: "самоубийство",
    kz: "өзін-өзі өлтіру, өзіне қол салу"
  },
  {
    en: "suit ",
    ru: "I костюм; II иск; III подойти",
    kz: "I костюм; II талап арыз; III сай (сәйкес) келу"
  },
  {
    en: "it will suit you",
    ru: "это вам подойдет",
    kz: "бұл сізге лайық"
  },
  {
    en: "suitable",
    ru: "пригодный, подходящий",
    kz: "жарамды, сәйкес"
  },
  {
    en: "suitcase",
    ru: "чемодан",
    kz: "чемодан"
  },
  {
    en: "suite",
    ru: "свита",
    kz: "нөкер; кен қабаттары"
  },
  {
    en: "suite of furniture ",
    ru: "гарнитур (о мебели)",
    kz: "гарнитур (жиһаз жиынтығы)"
  },
  {
    en: "suffer ",
    ru: "допустить, переносить, терпеть ",
    kz: "жіберу, шыдау "
  },
  {
    en: "suffer pain",
    ru: "терпеть боль",
    kz: "ауырғанға шыдау"
  },
  {
    en: "suffer from",
    ru: "страдать (от чего-л.)",
    kz: "азап (жапа) шегу"
  },
  {
    en: "suffer for",
    ru: "страдать (за что-л.)",
    kz: "зиян (жапа) шегу"
  },
  {
    en: "suffering",
    ru: "страдание",
    kz: "азап (жапа) шегу"
  },
  {
    en: "sufficiently",
    ru: "достаточно",
    kz: "жеткілікті"
  },
  {
    en: "sultan",
    ru: "султан",
    kz: "сұлтан"
  },
  {
    en: "sultry",
    ru: "знойный",
    kz: "аптап, ыстық"
  },
  {
    en: "sum",
    ru: "I итог, сумма; II задача мат.",
    kz: "I қорытынды, сома; II есеп"
  },
  {
    en: "summary",
    ru: "конспект; сводка",
    kz: "конспект; мәлімет"
  },
  {
    en: "summer",
    ru: "лето, летний ",
    kz: "жаз, жазғы "
  },
  {
    en: "нареч. in summer",
    ru: "летом",
    kz: "жазда"
  },
  {
    en: "summer cottage",
    ru: "дача",
    kz: "саяжай"
  },
  {
    en: "summer lightning",
    ru: "зарница",
    kz: "жарқыл"
  },
  {
    en: "summons",
    ru: "зов ",
    kz: "шақыру, шақырған дауыс "
  },
  {
    en: "answer a summons",
    ru: "явиться на зов",
    kz: "шақыруға келу"
  },
  {
    en: "sun ",
    ru: "солнце, солнечный ",
    kz: "күн, күнгей "
  },
  {
    en: "sunlight",
    ru: "солнечный свет",
    kz: "күннің жарығы"
  },
  {
    en: "sunstroke",
    ru: "солнечный удар",
    kz: "күн тию"
  },
  {
    en: "sunburn",
    ru: "загар",
    kz: "күнге күю, тотығу"
  },
  {
    en: "Sunday",
    ru: "воскресенье",
    kz: "жексенбі"
  },
  {
    en: "sunflower-seed oil",
    ru: "подсолнечное масло",
    kz: "күнбағыс майы"
  },
  {
    en: "sunny ",
    ru: "солнечный ",
    kz: "күндік "
  },
  {
    en: "sunny day",
    ru: "солнечный день",
    kz: "шуақты күн"
  },
  {
    en: "sunrise",
    ru: "восход (солнца)",
    kz: "күннің шығуы"
  },
  {
    en: "sunset ",
    ru: "заход (солнца)",
    kz: "күннің бату"
  },
  {
    en: "superior",
    ru: "начальник",
    kz: "бастық"
  },
  {
    en: "supper ",
    ru: "ужин ",
    kz: "кешкі ас "
  },
  {
    en: "have/take supper",
    ru: "ужинать",
    kz: "кешкі тамақтану"
  },
  {
    en: "supplement",
    ru: "I приложение (к журналу и т.п.); II дополнение, дополнить",
    kz: "I қосымша; II толықтыру"
  },
  {
    en: "supply",
    ru: "I снабжать, питать; II запас; снабжение",
    kz: "I жабдықтау, қамтамасыз ету; II артық, қор; жабдықтау, қамдау"
  },
  {
    en: "support ",
    ru: "I опора, поддержка прям., перен.; II присоединиться (к мнению); III поддержать",
    kz: "I тірек; сүйеніш, сүйеу, қолдау, көмектесу; көмек; II құптау, мақұлдау, қолдау; III сүйеу, қолдау; көмектесу; қол үзбеу"
  },
  {
    en: "support smb’s opinion",
    ru: "присоединиться к мнению кого-л.",
    kz: "біреудің пікірін құптау"
  },
  {
    en: "supporter ",
    ru: "сторонник",
    kz: "жақтас, ниеттес"
  },
  {
    en: "suppose",
    ru: "предполагать",
    kz: "болжау, шамалау"
  },
  {
    en: "supposition",
    ru: "предположение",
    kz: "болжам"
  },
  {
    en: "supremacy",
    ru: "главенство",
    kz: "үстемдік, басымдық, жетекші"
  },
  {
    en: "supreme",
    ru: "верховный",
    kz: "жоғарғы"
  },
  {
    en: "sure ",
    ru: "уверенный ",
    kz: "сенімді, сеніммен "
  },
  {
    en: "make sure",
    ru: "обеспечивать, обеспечить",
    kz: "кепілдендіру"
  },
  {
    en: "surely",
    ru: "наверно(е)",
    kz: "мүмкін"
  },
  {
    en: "surface ",
    ru: "I плоскость, поверхность; II наземный; III покрытие",
    kz: "I жазықтық, үсті; II жер үстілік; III жамылғы, жабу, жапқыш"
  },
  {
    en: "road surface",
    ru: "дорожное покрытие",
    kz: "жол жамылғысы"
  },
  {
    en: "surgeon",
    ru: "хирург",
    kz: "хирург"
  },
  {
    en: "surname",
    ru: "фамилия",
    kz: "тек"
  },
  {
    en: "surprise",
    ru: "сюрприз",
    kz: "күтпеген хабар (зат)"
  },
  {
    en: "surprised",
    ru: "изумленный ",
    kz: "таң қаларлық"
  },
  {
    en: "be surprised (at)",
    ru: "удивиться",
    kz: "таңдану, ғажаптану"
  },
  {
    en: "surprising",
    ru: "удивительный",
    kz: "таң қаларлық, тамаша, ғажап"
  },
  {
    en: "surrender ",
    ru: "сдаться",
    kz: "берілу"
  },
  {
    en: "surround (with, by) ",
    ru: "окружать, окружить (чем-л.)",
    kz: "қоршау, қаумалау"
  },
  {
    en: "surrounding",
    ru: "окружающий",
    kz: "айнала қоршаған"
  },
  {
    en: "surroundings pl",
    ru: "среда",
    kz: "орта"
  },
  {
    en: "survey",
    ru: "обзор",
    kz: "шолу, барлау"
  },
  {
    en: "susceptibility",
    ru: "чувствительность",
    kz: "сезгіштік, сезімталдық"
  },
  {
    en: "susceptible",
    ru: "обидчивый",
    kz: "өкпелегіш, кінәмшыл"
  },
  {
    en: "suspect",
    ru: "заподозрить, подозревать",
    kz: "күдіктену, шүбәлану"
  },
  {
    en: "suspend",
    ru: "I подвесить; II отложить юр.",
    kz: "I іліп (асып), қою; II кейінге түсу"
  },
  {
    en: "suspend judgement",
    ru: "приостановить вынесение приговора",
    kz: "үкім шығаруды тоқтату"
  },
  {
    en: "suspicion",
    ru: "подозрение",
    kz: "күдік"
  },
  {
    en: "swallow",
    ru: "I глотать; II ласточка",
    kz: "I жұту; II қарлығаш"
  },
  {
    en: "swamp",
    ru: "болото",
    kz: "балшық"
  },
  {
    en: "swan",
    ru: "лебедь",
    kz: "аққу"
  },
  {
    en: "swap (for)",
    ru: "обменять",
    kz: "айырбастау, ауыстыру"
  },
  {
    en: "swarthy",
    ru: "смуглый",
    kz: "қара торы, қоңырқай"
  },
  {
    en: "swear (swore, sworn)",
    ru: "присягнуть, поклясться",
    kz: "ант беру, серт қылу, сөз байласу"
  },
  {
    en: "swearin",
    ru: "приводить к присяге",
    kz: "ант бергізу"
  },
  {
    en: "sweat",
    ru: "вспотеть; пот",
    kz: "терлеу; тер"
  },
  {
    en: "sweater",
    ru: "свитер",
    kz: "свитер"
  },
  {
    en: "sweep",
    ru: "подмести",
    kz: "сыпыру"
  },
  {
    en: "sweepings pl",
    ru: "сор",
    kz: "қоқыс"
  },
  {
    en: "sweet",
    ru: "I милый; II конфета; III сладкий",
    kz: "I сүйкімді; II кәмпит; III тәтті"
  },
  {
    en: "sweetness",
    ru: "сладость",
    kz: "тәтті"
  },
  {
    en: "swim (swam, swum) ",
    ru: "плыть ",
    kz: "қалқу, жүзу, малту "
  },
  {
    en: "swim up (to)",
    ru: "подплыть",
    kz: "жүзіп келу"
  },
  {
    en: "swimmer",
    ru: "пловец",
    kz: "жүзгіш"
  },
  {
    en: "swimming",
    ru: "плавание",
    kz: "жүзу"
  },
  {
    en: "swimming-pool",
    ru: "бассейн для плавания ",
    kz: "жүзу бассейні"
  },
  {
    en: "swindler",
    ru: "плут",
    kz: "алаяқ"
  },
  {
    en: "swing (swang, swung)",
    ru: "размахивать; качать",
    kz: "сермеу, сілтеу; шайқау"
  },
  {
    en: "switch",
    ru: "выключатель",
    kz: "айырғыш"
  },
  {
    en: "switch on",
    ru: "включать радио.",
    kz: "қосу"
  },
  {
    en: "switch off",
    ru: "выключить (ток)",
    kz: "айыру"
  },
  {
    en: "syllable",
    ru: "слог",
    kz: "буын"
  },
  {
    en: "symbol ",
    ru: "символ, знак",
    kz: "белгі; таңба; із"
  },
  {
    en: "sympathetic",
    ru: "сочувственный; отзывчивый",
    kz: "жаны ашыған; ықыласты, қайырымды"
  },
  {
    en: "sympathize (with)",
    ru: "I симпатизировать; II сочувствовать (кому-л.)",
    kz: "I ұнату, жақтыру; II жан ашу"
  },
  {
    en: "sympathy (with) ",
    ru: "I симпатия; II сочувствие, участие; отзывчивость",
    kz: "I ұнату, ұнам II ниеттес, тілектес; ықыластылық, қайырымдылық"
  },
  {
    en: "synonym",
    ru: "синоним",
    kz: "синоним"
  },
  {
    en: "synonymous",
    ru: "однозначный",
    kz: "бір мағыналы, бір қатарлы"
  },
  {
    en: "system",
    ru: "строй",
    kz: "жүйе"
  },
  {
    en: "tab",
    ru: "вешалка (у платья)",
    kz: "киім ілгек"
  },
  {
    en: "table",
    ru: "I настольный; II таблица",
    kz: "I үстелдік II кесте"
  },
  {
    en: "table-cloth",
    ru: "скатерть",
    kz: "дастархан жайма"
  },
  {
    en: "tact",
    ru: "деликатность, тактичность",
    kz: "бекзаттық, әдептілік"
  },
  {
    en: "tactful",
    ru: "деликатный, тактичный; чуткий перен.",
    kz: "бекзат, әдепті; қайырымды"
  },
  {
    en: "tactless",
    ru: "бестактный, нетактичный",
    kz: "әдепсіз, тұрпайы, ожар"
  },
  {
    en: "tail",
    ru: "хвост",
    kz: "құйрық"
  },
  {
    en: "tailor",
    ru: "портной",
    kz: "тігінші еркек"
  },
  {
    en: "take (took, taken) ",
    ru: "I взять, принять; II везти (на автомобиле и т.п.); III приняться (о растении, прививке)",
    kz: "I алу, қабылдау; II әкелу (көлікпен және т.б.); III қабылдану, өну"
  },
  {
    en: "take a medicine",
    ru: "принять лекарство",
    kz: "дәрі ішу"
  },
  {
    en: "take care (of) ",
    ru: "беречь, заботиться ",
    kz: "сақтау, қамын жеу "
  },
  {
    en: "take care!",
    ru: "берегись!",
    kz: "Сақтан!"
  },
  {
    en: "take a nap",
    ru: "вздремнуть",
    kz: "мүлгу, қалғу"
  },
  {
    en: "take away",
    ru: "отвезти; увезти",
    kz: "апару; алып кету"
  },
  {
    en: "take in",
    ru: "обмануть, обставить",
    kz: "алдау, жағалай жалған сөйлеу"
  },
  {
    en: "take on",
    ru: "принять (на работу)",
    kz: "алу (қабылдау)"
  },
  {
    en: "take (for)",
    ru: "принять (за кого-л.)",
    kz: "алмастыру, шатастыру"
  },
  {
    en: "take out",
    ru: "вынуть",
    kz: "суыру"
  },
  {
    en: "take part (in)",
    ru: "участвовать",
    kz: "қатысу"
  },
  {
    en: "take aside",
    ru: "отвести в сторону, отозвать",
    kz: "бұрмалау, оңашалау"
  },
  {
    en: "take across",
    ru: "перевести (через что-л.)",
    kz: "алып өту (жаяу)"
  },
  {
    en: "take smb. across a street",
    ru: "перевести кого-л. через улицу",
    kz: "біреуді көшемен алып өту"
  },
  {
    en: "take off",
    ru: "снять",
    kz: "алу"
  },
  {
    en: "take a photograph/picture",
    ru: "снять фото.",
    kz: "суретке түсіру"
  },
  {
    en: "tale",
    ru: "рассказ; сказка",
    kz: "әңгіме; ертегі"
  },
  {
    en: "talent",
    ru: "дарование, талант",
    kz: "қабілеттілік, дарын"
  },
  {
    en: "talented",
    ru: "одарённый",
    kz: "дарынды"
  },
  {
    en: "talk",
    ru: "I беседа, разговор; II беседовать, разговаривать,  говорить",
    kz: "I әңгіме; II әңгімелесу, сөйлесу"
  },
  {
    en: "talkative",
    ru: "болтливый, разговорчивый",
    kz: "мылжың, әңгімешіл"
  },
  {
    en: "talks",
    ru: "переговоры",
    kz: "келіссөз"
  },
  {
    en: "tall ",
    ru: "высокий (о человеке)",
    kz: "биік, ұзын"
  },
  {
    en: "taller",
    ru: "выше (ростом)",
    kz: "биіктеу"
  },
  {
    en: "tame",
    ru: "I ручной, прирученный; II приручить",
    kz: "I қолға үйренген; II қолға үйрету; үйір қылу"
  },
  {
    en: "tan",
    ru: "загар",
    kz: "күнге күю, тотық"
  },
  {
    en: "tangerine",
    ru: "мандарин (фрукт)",
    kz: "мандарин"
  },
  {
    en: "tangible",
    ru: "осязаемый",
    kz: "түйсінерлік"
  },
  {
    en: "tap",
    ru: "кран (водопроводный)",
    kz: "шүмек"
  },
  {
    en: "tape",
    ru: "лента",
    kz: "лента"
  },
  {
    en: "target",
    ru: "мишень",
    kz: "нысана"
  },
  {
    en: "task",
    ru: "задание, задача, цель",
    kz: "тапсырма, мақсат"
  },
  {
    en: "taste",
    ru: "вкус; пробовать (на вкус)",
    kz: "дәм, талғам, дәм тату"
  },
  {
    en: "tasteless",
    ru: "безвкусный",
    kz: "талғамсыз"
  },
  {
    en: "tasty",
    ru: "вкусный",
    kz: "дәмді"
  },
  {
    en: "tavern",
    ru: "пивная сущ.",
    kz: "сырахана"
  },
  {
    en: "tax revenues",
    ru: "налоговые поступления",
    kz: "салық түсімі"
  },
  {
    en: "taxi",
    ru: "такси",
    kz: "такси, жедел көлік"
  },
  {
    en: "tea",
    ru: "чай",
    kz: "шай"
  },
  {
    en: "teach (tought, tought)",
    ru: "преподавать, учить, научить",
    kz: "оқыту, үйрету"
  },
  {
    en: "teacher",
    ru: "преподаватель, воспитатель, учитель, учительница, педагог",
    kz: "оқытушы, тәрбиеші, мұғалім, мұғалима, педагог"
  },
  {
    en: "teaching",
    ru: "преподавание",
    kz: "оқыту"
  },
  {
    en: "team",
    ru: "команда (спорт)",
    kz: "команда"
  },
  {
    en: "tea-pot",
    ru: "чайник (для заварки)",
    kz: "аққұман"
  },
  {
    en: "tear (tore, torn)",
    ru: "порвать",
    kz: "жырту, айыру"
  },
  {
    en: "tease",
    ru: "раздразнить, дразнить",
    kz: "мазақтау, ызаландыру"
  },
  {
    en: "technique(s) ",
    ru: "способ, техника",
    kz: "әдіс, тәсіл"
  },
  {
    en: "technology ",
    ru: "технология, техника",
    kz: "технология, техника"
  },
  {
    en: "tedious",
    ru: "нудный",
    kz: "зеріктіретін"
  },
  {
    en: "teenager",
    ru: "подросток",
    kz: "жасөспірім"
  },
  {
    en: "telephone",
    ru: "телефон",
    kz: "телефон"
  },
  {
    en: "television",
    ru: "телевидение",
    kz: "теледидар жүйесі"
  },
  {
    en: "tell (told, told)",
    ru: "I говорить, сказать что-либо; II велеть",
    kz: "I әңгімелеу, айту; II бұйыру"
  },
  {
    en: "temper ",
    ru: "характер ",
    kz: "мінез, қасиет "
  },
  {
    en: "be in a bad temper",
    ru: "злиться",
    kz: "ашулану, ызалану"
  },
  {
    en: "temperature ",
    ru: "температура",
    kz: "температура"
  },
  {
    en: "tempest",
    ru: "буря",
    kz: "құйынды жел"
  },
  {
    en: "temple",
    ru: "висок",
    kz: "шықшыт"
  },
  {
    en: "tempo ",
    ru: "темп",
    kz: "ырғақ"
  },
  {
    en: "temporarily",
    ru: "временно",
    kz: "уақытша"
  },
  {
    en: "temporary",
    ru: "временный",
    kz: "уақытша"
  },
  {
    en: "tempt",
    ru: "соблазнить",
    kz: "қызықтыру, еліктіру"
  },
  {
    en: "temptation",
    ru: "соблазн",
    kz: "елігу, еру"
  },
  {
    en: "tempter",
    ru: "соблазнитель",
    kz: "азғырушы, әзәзіл"
  },
  {
    en: "ten ",
    ru: "десять",
    kz: "он"
  },
  {
    en: "tenant",
    ru: "жилец",
    kz: "тұрғын"
  },
  {
    en: "tend ",
    ru: "ходить (за животным)",
    kz: "қарау (бағу)"
  },
  {
    en: "ten-day period",
    ru: "декада",
    kz: "онкүндік"
  },
  {
    en: "tendency",
    ru: "предрасположенность, склонность",
    kz: "бейімділік"
  },
  {
    en: "tender",
    ru: "мягкий",
    kz: "жұмсақ"
  },
  {
    en: "tent",
    ru: "шатёр",
    kz: "шатыр"
  },
  {
    en: "tenth ",
    ru: "десятый",
    kz: "оныншы"
  },
  {
    en: "term",
    ru: "семестр",
    kz: "семестр, тоқсан"
  },
  {
    en: "terminal",
    ru: "конечный",
    kz: "соңғы, шеткі"
  },
  {
    en: "terms ",
    ru: "отношение мн.ч. ",
    kz: "қатынас "
  },
  {
    en: "friendly terms",
    ru: "дружеские отношения",
    kz: "достық қарым-қатынас"
  },
  {
    en: "be on good terms",
    ru: "быть в хороших отношениях",
    kz: "жақсы қарым-қатынаста болу"
  },
  {
    en: "terrible",
    ru: "жуткий",
    kz: "қорқынышты, сұмдық"
  },
  {
    en: "territory ",
    ru: "территория",
    kz: "аумақ"
  },
  {
    en: "terror",
    ru: "ужас",
    kz: "үрей, қорқыныш; масқара"
  },
  {
    en: "test ",
    ru: "I зачет; II испытать, испытывать; III испытание",
    kz: "I сынақ; II сынау; III сынақ;"
  },
  {
    en: "pass a test",
    ru: "сдать зачет",
    kz: "сынақ тапсыру"
  },
  {
    en: "stand the test",
    ru: "выдержать испытание",
    kz: "сынақтан сүрінбеу"
  },
  {
    en: "testify ",
    ru: "засвидетельствовать ",
    kz: "куәландыру, растау "
  },
  {
    en: "testify an oath",
    ru: "показать под присягой",
    kz: "ант суын ішкізу"
  },
  {
    en: "testimonial",
    ru: "аттестат; отзыв (рекомендация)",
    kz: "аттестат; пікір, тұжырым"
  },
  {
    en: "text",
    ru: "текст",
    kz: "мәтін"
  },
  {
    en: "textbook",
    ru: "учебник",
    kz: "оқулық"
  },
  {
    en: "than ",
    ru: "чем союз;",
    kz: "одан да "
  },
  {
    en: "this book is better than that one",
    ru: "эта книга лучше, чем та",
    kz: "мына кітап анау кітаптан жақсы"
  },
  {
    en: "thank",
    ru: "благодарить",
    kz: "алғыс айту"
  },
  {
    en: "thankful",
    ru: "признательный",
    kz: "құрметтеуші, сыйлаушы"
  },
  {
    en: "thankfulness",
    ru: "признательность",
    kz: "құрметтеушілік"
  },
  {
    en: "thankless",
    ru: "неблагодарный перен.",
    kz: "жақсылықты білмейтін"
  },
  {
    en: "thanks to",
    ru: "благодаря",
    kz: "арқасында"
  },
  {
    en: "that ",
    ru: "I чтобы союз.; что(часто опускается); II тот (та, то мн. те)",
    kz: "I сондықтан; деп... –мын (-мін); II сол, солар"
  },
  {
    en: "I hope (that) you will come",
    ru: "надеюсь, что вы придёте",
    kz: "сіз келеді деп күтемін"
  },
  {
    en: "I am glad to see you",
    ru: "я рад, что вижу вас",
    kz: "сізді көргеніме мен қуаныштымын"
  },
  {
    en: "that is why",
    ru: "поэтому; оттого",
    kz: "сондықтан; содан"
  },
  {
    en: "thaw",
    ru: "растаять",
    kz: "еру, жібу"
  },
  {
    en: "thaw out",
    ru: "оттаять",
    kz: "еру, жібу"
  },
  {
    en: "the…the… ",
    ru: "чем…, тем …. ",
    kz: "–са (-ша), сонша (сонымен) "
  },
  {
    en: "the sooner the better",
    ru: "чем раньше, тем лучше",
    kz: "неғұрлым ерте болса, соғұлым жақсы"
  },
  {
    en: "theatre",
    ru: "театр",
    kz: "театр"
  },
  {
    en: "theft",
    ru: "воровство, кража",
    kz: "ұрлық, тонау"
  },
  {
    en: "then",
    ru: "I потом, далее, затем; II впрочем; IIІ тогда",
    kz: "I сосын, соң; II менімше; III сонда"
  },
  {
    en: "theory",
    ru: "теория",
    kz: "теория"
  },
  {
    en: "therapeutist",
    ru: "терапевт",
    kz: "терапевт"
  },
  {
    en: "there ",
    ru: "там, туда",
    kz: "сонда, онда, сол жаққа"
  },
  {
    en: "from there",
    ru: "оттуда",
    kz: "сол жақтан"
  },
  {
    en: "there is (ед.ч.), there are (мн.ч.)",
    ru: "есть",
    kz: "бар"
  },
  {
    en: "there is no, there are no, there is none",
    ru: "нет (не имеется)",
    kz: "жоқ"
  },
  {
    en: "therefore",
    ru: "поэтому",
    kz: "сондықтан"
  },
  {
    en: "thesis",
    ru: "диссертация",
    kz: "диссертация"
  },
  {
    en: "they (косв.п. them)",
    ru: "они",
    kz: "олар"
  },
  {
    en: "thick",
    ru: "толстый, густой, дремучий",
    kz: "қалың, жыныс"
  },
  {
    en: "thickset",
    ru: "коренастый",
    kz: "I мығым, II дембелше, мығым денелі (адам)"
  },
  {
    en: "thief",
    ru: "вор",
    kz: "ұры"
  },
  {
    en: "thigh",
    ru: "бедро ",
    kz: "сан"
  },
  {
    en: "thimble ",
    ru: "наперсток",
    kz: "оймақ"
  },
  {
    en: "thin ",
    ru: "I тонкий; II жидкий (о каше и т.п.), редкий, негустой",
    kz: "I жіңішке; жұқа II сұйық; сирек"
  },
  {
    en: "grow thin",
    ru: "похудеть",
    kz: "арықтау"
  },
  {
    en: "thing",
    ru: "вещь ",
    kz: "зат"
  },
  {
    en: "think (thought, thought) ",
    ru: "I расценить; II думать, мыслить",
    kz: "I бағалау II ойлау"
  },
  {
    en: "as I think",
    ru: "по-моему",
    kz: "ойымша"
  },
  {
    en: "think over",
    ru: "вдуматься, обдумать, обдумывать",
    kz: "ойлану, ойға бату, толғану, ойластыру"
  },
  {
    en: "think (of) ",
    ru: "придумать, намереваться ",
    kz: "ойлап табу "
  },
  {
    en: "think to oneself",
    ru: "подумать про себя",
    kz: "іштей ойлау"
  },
  {
    en: "third",
    ru: "третий; треть",
    kz: "үшінші; үштен бір бөлігі"
  },
  {
    en: "thirdly, in the third place",
    ru: "в-третьих",
    kz: "үшіншіден"
  },
  {
    en: "thirteen",
    ru: "тринадцать",
    kz: "он үш"
  },
  {
    en: "thirteenth",
    ru: "тринадцатый",
    kz: "он үшінші"
  },
  {
    en: "thirtieth",
    ru: "тридцатый",
    kz: "отызыншы"
  },
  {
    en: "thirty",
    ru: "тридцать",
    kz: "отыз"
  },
  {
    en: "three times as much",
    ru: "втрое",
    kz: "үшеуі"
  },
  {
    en: "the three of (us, you, them), all three",
    ru: "втроем",
    kz: "үшеуміз"
  },
  {
    en: "this мест.",
    ru: "этот (эта, это)",
    kz: "бұл"
  },
  {
    en: "thorny",
    ru: "колючий (имеющий шипы)",
    kz: "тікенекті"
  },
  {
    en: "though",
    ru: "хоть",
    kz: "өйтсе де, қайтсе де, қалай да"
  },
  {
    en: "thought",
    ru: "дума (думать); мысль",
    kz: "ой, ойлау"
  },
  {
    en: "thoughtful",
    ru: "заботливый",
    kz: "қамқор"
  },
  {
    en: "thousand",
    ru: "тысяча",
    kz: "мың"
  },
  {
    en: "thousandth",
    ru: "тысячный",
    kz: "мыңыншы"
  },
  {
    en: "thread",
    ru: "нитка",
    kz: "жіп"
  },
  {
    en: "threadbare",
    ru: "изношенный",
    kz: "тозған"
  },
  {
    en: "threat",
    ru: "угроза",
    kz: "қатер, қоқан-лоққы"
  },
  {
    en: "three",
    ru: "три",
    kz: "үш"
  },
  {
    en: "three, the three of",
    ru: "трое",
    kz: "үшеуі"
  },
  {
    en: "three-coloured",
    ru: "трёхцветный",
    kz: "үш түсті"
  },
  {
    en: "threefold",
    ru: "тройной (втрое больше)",
    kz: "үш есе көп"
  },
  {
    en: "three hundred",
    ru: "триста",
    kz: "үш жүз"
  },
  {
    en: "three-seater",
    ru: "трёхместный (автомобиль и т.п.)",
    kz: "үш орынды"
  },
  {
    en: "three-storeyed",
    ru: "трёхэтажный",
    kz: "үш қабатты"
  },
  {
    en: "three times",
    ru: "трижды",
    kz: "үш рет"
  },
  {
    en: "three-year",
    ru: "трёхгодичный",
    kz: "үш жасар"
  },
  {
    en: "threshold",
    ru: "порог",
    kz: "табалдырық"
  },
  {
    en: "thrifty",
    ru: "бережливый",
    kz: "сақ, ұқыпты"
  },
  {
    en: "throat ",
    ru: "горло ",
    kz: "тамақ "
  },
  {
    en: "I have a sore throat",
    ru: "у меня болит горло",
    kz: "менің тамағым ауырып тұр"
  },
  {
    en: "throne",
    ru: "трон",
    kz: "тақ"
  },
  {
    en: "through ",
    ru: "насквозь, через ",
    kz: "тесіп өту, арқылы; көмегімен, арқасында "
  },
  {
    en: "get wet through",
    ru: "промокнуть насквозь",
    kz: "шылқып су болу"
  },
  {
    en: "see through smb.",
    ru: "видеть кого-л. насквозь",
    kz: "біреудің ар жақ-бер жағын көру"
  },
  {
    en: "throughout",
    ru: "насквозь",
    kz: "тесіп өту"
  },
  {
    en: "throw  (threw, thrown) ",
    ru: "бросить, кинуть ",
    kz: "лақтыру "
  },
  {
    en: "throw out",
    ru: "выбросить",
    kz: "лақтыру, лақтырып тастау"
  },
  {
    en: "throw away, throw back",
    ru: "откинуть (назад)",
    kz: "лақтырып тастау,артқа лақтыру (тастау)"
  },
  {
    en: "throw up",
    ru: "подбросить",
    kz: "көтеріп (лақтырып) тастау; секірту; үстемелеу; әкеліп тастау"
  },
  {
    en: "thrust",
    ru: "воткнуть",
    kz: "сұғу"
  },
  {
    en: "thunder",
    ru: "греметь",
    kz: "күркіреу"
  },
  {
    en: "Thursday",
    ru: "четверг",
    kz: "бейсенбі"
  },
  {
    en: "thus",
    ru: "итак; таким образом",
    kz: "сонымен; осылайша"
  },
  {
    en: "trustworthy",
    ru: "достоверный",
    kz: "анық, сенімді"
  },
  {
    en: "ticket",
    ru: "билет",
    kz: "билет"
  },
  {
    en: "tickle",
    ru: "щекотать",
    kz: "қытықтау"
  },
  {
    en: "tidy",
    ru: "I прибрать; II опрятный",
    kz: "I жинау; II мұнтаздай; таза"
  },
  {
    en: "tie",
    ru: "I связь; II галстук",
    kz: "I байланысу; II галстук"
  },
  {
    en: "tie (round)",
    ru: "обвязать, обвязывать, связать",
    kz: "орау, орап байлау; жиектеу"
  },
  {
    en: "tied",
    ru: "связанный",
    kz: "байланған"
  },
  {
    en: "tiger ",
    ru: "тигр",
    kz: "жолбарыс"
  },
  {
    en: "tight",
    ru: "узкий (об одежде), тесный",
    kz: "тар"
  },
  {
    en: "tights",
    ru: "колготки",
    kz: "колготки"
  },
  {
    en: "till",
    ru: "до",
    kz: "дейін"
  },
  {
    en: "time сущ. ",
    ru: "раз; время, пора ",
    kz: "рет, мәрте; уақыт "
  },
  {
    en: "another time",
    ru: "в другой раз",
    kz: "басқа кезде"
  },
  {
    en: "in the time of",
    ru: "при",
    kz: "кезінде, уақытта"
  },
  {
    en: "ahead of time / schedule, before the appointed time",
    ru: "досрочно",
    kz: "мерзімінен бұрын"
  },
  {
    en: "in time",
    ru: "вовремя",
    kz: "дер кезінде, уақытында"
  },
  {
    en: "for a long time",
    ru: "надолго",
    kz: "ұзаққа, біразға"
  },
  {
    en: "one at a time",
    ru: "поодиночке",
    kz: "жалғыз-жалғыз, жеке-дара"
  },
  {
    en: "timeliness",
    ru: "своевременность",
    kz: "уақытылы, дер кезілік"
  },
  {
    en: "timely",
    ru: "своевременный",
    kz: "дер кезінде, уақытында"
  },
  {
    en: "time-table",
    ru: "расписание",
    kz: "кесте"
  },
  {
    en: "timid",
    ru: "робкий",
    kz: "жасқаншақ, именшек"
  },
  {
    en: "   be timid",
    ru: "робеть",
    kz: "жасқану, жүрексіну, имену"
  },
  {
    en: "timidity",
    ru: "робость",
    kz: "жасқаншақтық, именшектік"
  },
  {
    en: "tin",
    ru: "I олово, оловянный; II банка; III консервировать",
    kz: "I қалайы; II банка; III сүрлеу"
  },
  {
    en: "tinned food sg",
    ru: "консервы",
    kz: "сүрлеме"
  },
  {
    en: "tipsy",
    ru: "пьяный",
    kz: "мас"
  },
  {
    en: "on tiptoe",
    ru: "цыпочки: на цыпочках",
    kz: "аяқтың ұшымен (жүру), ептеп (жүру)"
  },
  {
    en: "tiresome",
    ru: "надоедливый, нудный",
    kz: "жалықтырғыш, езбе"
  },
  {
    en: "title ",
    ru: "I звание, титул; II заглавие; заглавный; III название (книги)",
    kz: "I атақ; II аты, тақырыбы; басқы; III аты, атау"
  },
  {
    en: "give a title",
    ru: "озаглавить, озаглавливать",
    kz: "атау, ат қою"
  },
  {
    en: "to ",
    ru: "I в предл. (для обозначения направления); II в предл. (при обозначении изменения состояния); III для, к (поотношению); IV до; V к (по направлению); VI под (при звуках)",
    kz: "I бағытты нұсқайды; II қалып-күйдің өзгеруін нұсқайды; III үшін; қарағанда; IV дейін; V қарай; VI –мен, -пен, -бен;"
  },
  {
    en: "It is nothing to him",
    ru: "это для него ничего не значит",
    kz: "бұл ол үшін ештеңе емес"
  },
  {
    en: "to music",
    ru: "под музыку",
    kz: "музыкамен"
  },
  {
    en: "today",
    ru: "сегодня",
    kz: "бүгін"
  },
  {
    en: "today’s",
    ru: "сегодняшний",
    kz: "бүгінгі"
  },
  {
    en: "toe ",
    ru: "носок (обувь); палец (на ноге)",
    kz: "ұйық; саусақ"
  },
  {
    en: "little toe",
    ru: "мизинец (на ноге)",
    kz: "шынтақ"
  },
  {
    en: "together",
    ru: "вместе; слитно",
    kz: "бірге"
  },
  {
    en: "toil ",
    ru: "трудиться; труд",
    kz: "еңбектену; еңбек"
  },
  {
    en: "token",
    ru: "примета, знак",
    kz: "белгі, таңба; ырым"
  },
  {
    en: "tolerable",
    ru: "терпимый (о явлении)",
    kz: "жарарлық"
  },
  {
    en: "tolerance ",
    ru: "терпимость",
    kz: "шыдамдылық, көнтерлілік"
  },
  {
    en: "tolerant",
    ru: "терпимый (о человеке)",
    kz: "шыдамды"
  },
  {
    en: "tolerate ",
    ru: "терпеть",
    kz: "шыдау"
  },
  {
    en: "tomato",
    ru: "помидор",
    kz: "қызанақ"
  },
  {
    en: "tomorrow ",
    ru: "завтра ",
    kz: "ертең "
  },
  {
    en: "tomorrow morning",
    ru: "завтра утром",
    kz: "ертең таңертең"
  },
  {
    en: "the day after tomorrow",
    ru: "послезавтра",
    kz: "арғы күні"
  },
  {
    en: "tomtit",
    ru: "синица",
    kz: "сары шымшық"
  },
  {
    en: "ton",
    ru: "тонна",
    kz: "тонна"
  },
  {
    en: "tone",
    ru: "тон (о звуке, цвете)",
    kz: "тон"
  },
  {
    en: "tongue",
    ru: "язык",
    kz: "тіл"
  },
  {
    en: "tongue-twister",
    ru: "скороговорка",
    kz: "жаңылтпаш"
  },
  {
    en: "tonight",
    ru: "сегодня вечером",
    kz: "бүгін кешке"
  },
  {
    en: "too ",
    ru: "I чересчур нареч., слишком; II также; тоже",
    kz: "I шектен тыс, тіпті; II солай; да, де; та, те"
  },
  {
    en: "too much",
    ru: "слишком много",
    kz: "тіпті көп"
  },
  {
    en: "tool",
    ru: "орудие прям., перен.",
    kz: "қару; құрал-жабдық"
  },
  {
    en: "tooth ",
    ru: "зубной, зуб ",
    kz: "тіс "
  },
  {
    en: "tooth-brush",
    ru: "зубная щетка",
    kz: "тіс щеткасы (мәсуек)"
  },
  {
    en: "toothache",
    ru: "зубная боль",
    kz: "тіс ауруы"
  },
  {
    en: "toothpick",
    ru: "зубочистка",
    kz: "тіс тазалағыш"
  },
  {
    en: "top",
    ru: "верх (верхушка)",
    kz: "жоғарғы жақ "
  },
  {
    en: "topic ",
    ru: "предмет, тема",
    kz: "пән, тақырып"
  },
  {
    en: "topography",
    ru: "топография",
    kz: "топография"
  },
  {
    en: "torrent",
    ru: "поток",
    kz: "ағыс, ағын"
  },
  {
    en: "tortoise",
    ru: "черепаха",
    kz: "тасбақа"
  },
  {
    en: "total",
    ru: "итог",
    kz: "қорытынды"
  },
  {
    en: "touch",
    ru: "I достать, коснуться, касаться, тронуть; II прикосновение",
    kz: "I жету, тиісу; тигізу, ұстау II жанасу, тию"
  },
  {
    en: "touch (of)",
    ru: "привкус",
    kz: "татым, тату, тістем"
  },
  {
    en: "touching",
    ru: "трогательный",
    kz: " жан тербейтін"
  },
  {
    en: "touchy",
    ru: "обидчивый; самолюбивый",
    kz: "өкпелегіш, кінәмшыл"
  },
  {
    en: "towards",
    ru: "к (по направлению)",
    kz: "қарай"
  },
  {
    en: "towel",
    ru: "полотенце",
    kz: "орамал"
  },
  {
    en: "tower",
    ru: "башня",
    kz: "мұнара"
  },
  {
    en: "town ",
    ru: "город; городской ",
    kz: "қала; қалалық "
  },
  {
    en: "a town with good amenities",
    ru: "благоустроенный город",
    kz: "аббаттандырылған қала"
  },
  {
    en: "townsfolk",
    ru: "горожане",
    kz: "қала тұрғыны"
  },
  {
    en: "townspeople pl",
    ru: "горожане, городское население",
    kz: "қала тұрғыны"
  },
  {
    en: "toy",
    ru: "игрушка ",
    kz: "ойыншық"
  },
  {
    en: "trace",
    ru: "I след; след животного; II проследить, изучить",
    kz: "I таңба, белгі; тұяқтың ізі; II зерттеу"
  },
  {
    en: "track ",
    ru: "след ",
    kz: "із "
  },
  {
    en: "get on smb’s track",
    ru: "проследить, выследить",
    kz: "ізіне түсу"
  },
  {
    en: "trade",
    ru: "I ремесло; II торговать; торговля",
    kz: "I қол өнеркәсібі; II саудалау, сату; сауда"
  },
  {
    en: "tradition",
    ru: "традиция",
    kz: "дәстүр"
  },
  {
    en: "traditional",
    ru: "традиционный",
    kz: "дәстүрлі"
  },
  {
    en: "traffic lights pl",
    ru: "светофор",
    kz: "бағдаршам"
  },
  {
    en: "bring to trial",
    ru: "предатьсуду",
    kz: "сотқа беру"
  },
  {
    en: "train ",
    ru: "I поезд; II дрессировать; III свита",
    kz: "I поезд; II үйрету; III нөкер; кен қабаттары"
  },
  {
    en: "go by train",
    ru: "ездить поездом",
    kz: "поезбен жүру"
  },
  {
    en: "catch one’s train",
    ru: "поспеть на поезд",
    kz: "поезға үлгеру"
  },
  {
    en: "miss one’s train",
    ru: "не поспеть на поезд",
    kz: "поезға үлгермеу"
  },
  {
    en: "get on a train",
    ru: "сесть на поезд",
    kz: "поезға отыру"
  },
  {
    en: "trained",
    ru: "дрессированный",
    kz: "үйретілген, жаттыққан"
  },
  {
    en: "training ",
    ru: "воспитание, подготовка ",
    kz: "тәрбие, дайындық "
  },
  {
    en: "stafftraining",
    ru: "подготовка персонала",
    kz: "маман дайындау"
  },
  {
    en: "traitor",
    ru: "предатель, изменник",
    kz: "сатқын"
  },
  {
    en: "tram",
    ru: "трамвай",
    kz: "трамвай"
  },
  {
    en: "tramp",
    ru: "бродяга",
    kz: "кезбе"
  },
  {
    en: "transfer ",
    ru: "I перейти, менять место; II перевести",
    kz: "I көшу; II ауыстыру"
  },
  {
    en: "transfer money",
    ru: "перевести деньги",
    kz: "ақша аудару"
  },
  {
    en: "translate",
    ru: "перевести (на другой язык)  (письменно)",
    kz: "аудару, тәржімалау"
  },
  {
    en: "translator",
    ru: "переводчик",
    kz: "аудармашы"
  },
  {
    en: "transparent ",
    ru: "прозрачный",
    kz: "мөлдір, тұнық"
  },
  {
    en: "transport ",
    ru: "везти (перевозить)",
    kz: "көлікпен әкелу "
  },
  {
    en: "trap ",
    ru: "западня; капкан, ловушка ",
    kz: "ор, тор, тұзақ; қақпан "
  },
  {
    en: "fall into a trap; перен. be trapped",
    ru: "попасть в западню",
    kz: "торға түсу"
  },
  {
    en: "trainer",
    ru: "тренер спорт",
    kz: "жаттықтырушы"
  },
  {
    en: "trait",
    ru: "черта (характера)",
    kz: "белгі, ерекшелік"
  },
  {
    en: "trauma",
    ru: "травма",
    kz: "зақым, жарақат"
  },
  {
    en: "travel ",
    ru: "путешествовать ",
    kz: "саяхаттау "
  },
  {
    en: "travel hard",
    ru: "ехать в жестком вагоне",
    kz: "қатқыл вагонда жүру"
  },
  {
    en: "travel soft",
    ru: "ехать в мягком вагоне",
    kz: "жайлы вагонда жүру"
  },
  {
    en: "travel pass",
    ru: "проездной билет",
    kz: "жол билеті"
  },
  {
    en: "traveler",
    ru: "путешественник",
    kz: "саяхатшы"
  },
  {
    en: "treachery",
    ru: "измена",
    kz: "опасыздық, сатқындық"
  },
  {
    en: "treason ",
    ru: "измена ",
    kz: "опасыздық, сатқындық "
  },
  {
    en: "high treason",
    ru: "государственная измена",
    kz: "мемлекеттік опасыздық"
  },
  {
    en: "treasure",
    ru: "клад",
    kz: "көмбе, қазына"
  },
  {
    en: "treasury",
    ru: "казна",
    kz: "қазына, ақша, пұл"
  },
  {
    en: "treat",
    ru: "I поступить, относиться; II лечить; III угостить, угощать (кого-л. чем-л.)",
    kz: "I жасау, қатынас жасау; II емдеу; III қонақ ету, сыйлау"
  },
  {
    en: "treatment (of) ",
    ru: "обращение (с кем-л.), отношение",
    kz: "қарым-қатынас, қатыс"
  },
  {
    en: "treaty",
    ru: "договор",
    kz: "келісімшарт"
  },
  {
    en: "tree",
    ru: "дерево",
    kz: "ағаш"
  },
  {
    en: "tremble",
    ru: "дрожать",
    kz: "қалтырау, дірілдеу"
  },
  {
    en: "trembling",
    ru: "дрожащий; трепет",
    kz: "қалтыраған, дірілдеген; діріл, қалтыл"
  },
  {
    en: "trench",
    ru: "окоп",
    kz: "окоп"
  },
  {
    en: "trend",
    ru: "направление, течение",
    kz: "бағыт"
  },
  {
    en: "trial",
    ru: "испытание",
    kz: "сынақ"
  },
  {
    en: "triangle",
    ru: "треугольник",
    kz: "үшбұрыш"
  },
  {
    en: "tribal",
    ru: "племя",
    kz: "тайпа"
  },
  {
    en: "nomad tribe",
    ru: "кочевое племя",
    kz: "көшпелі тайпа"
  },
  {
    en: "trip",
    ru: "поездка, рейс",
    kz: "сапар, жол жүру, рейс"
  },
  {
    en: "triple",
    ru: "тройной",
    kz: "үш есе көп"
  },
  {
    en: "triumph ",
    ru: "победа, торжество",
    kz: "жеңіс, салтанат"
  },
  {
    en: "trolley-bus",
    ru: "троллейбус",
    kz: "троллейбус"
  },
  {
    en: "trousers",
    ru: "штаны, брюки",
    kz: "шалбар"
  },
  {
    en: "trouble",
    ru: "I беда, затруднение, беспокойство; II беспокоить; тревожить, беспокоиться; III забота, хлопоты",
    kz: "I қиыншылық, азап; II мазалау; толқыту, қиналу; III бейнет, азап"
  },
  {
    en: "truce",
    ru: "перемирие",
    kz: "уақытша бітім (келісім)"
  },
  {
    en: "truck",
    ru: "грузовик",
    kz: "жүк көлігі"
  },
  {
    en: "true",
    ru: "истинный, подлинный",
    kz: "ақиқат, нағыз"
  },
  {
    en: "trunk",
    ru: "чемодан, сундук",
    kz: "чемодан, сандық"
  },
  {
    en: "trunk-line",
    ru: "междугородный телефон",
    kz: "қала аралық телефон"
  },
  {
    en: "trust",
    ru: "доверие",
    kz: "сенім"
  },
  {
    en: "trusteeship",
    ru: "опека",
    kz: "қамқоршы, қамқорлық"
  },
  {
    en: "trustworthy ",
    ru: "надежный (о человеке)",
    kz: "сенімді"
  },
  {
    en: "truth ",
    ru: "правда, истина ",
    kz: "шындық, ақиқат "
  },
  {
    en: "common truth",
    ru: "прописная истина",
    kz: "айқын ақиқат"
  },
  {
    en: "in truth",
    ru: "поистине",
    kz: "шынында, ақиқатында"
  },
  {
    en: "truthful",
    ru: "правдивый",
    kz: "шыншыл"
  },
  {
    en: "try ",
    ru: "пробовать, пытаться; испытать, испытывать ",
    kz: "талпыну, тырысу; сынау "
  },
  {
    en: "try on",
    ru: "примерить (на себя)",
    kz: "өлшеу"
  },
  {
    en: "tube",
    ru: "I метро, метрополитен; II трубка",
    kz: "I метро, метрополитен; II труба"
  },
  {
    en: "Tuesday",
    ru: "вторник",
    kz: "сейсенбі"
  },
  {
    en: "tulip",
    ru: "тюльпан",
    kz: "қызғалдақ"
  },
  {
    en: "tulle",
    ru: "тюль",
    kz: "селдір перде"
  },
  {
    en: "tune",
    ru: "мелодия",
    kz: "әуен"
  },
  {
    en: "turbid",
    ru: "мутный",
    kz: "лай, мөлдер емес"
  },
  {
    en: "turkey (cock)",
    ru: "индюк",
    kz: "күрке тауық"
  },
  {
    en: "turn ",
    ru: "I вертеть, крутить; II обратить; III ход (карт.); IV очередь; V повернуть(ся); VI склад (ума)",
    kz: "I айналдыру; II қаратып алу, назарын аудару III жүріс; IV кезек; V бұрылу, қайырылу; VI ақыл бейімі"
  },
  {
    en: "turn over",
    ru: "перевернуть",
    kz: "аудару"
  },
  {
    en: "turn out",
    ru: "сложиться (об обстоятельствах)",
    kz: "қалыптасу, жетілу"
  },
  {
    en: "in my (his etc) turn",
    ru: "в свою очередь",
    kz: "өз кезегінде"
  },
  {
    en: "in turn",
    ru: "по очереди",
    kz: "кезекпен"
  },
  {
    en: "it is your turn",
    ru: "очередь за вами",
    kz: "кезек сіздікі"
  },
  {
    en: "out of turn",
    ru: "вне очереди",
    kz: "кезектен тыс"
  },
  {
    en: "turning",
    ru: "поворот",
    kz: "бұрылыс"
  },
  {
    en: "turn pale",
    ru: "бледнеть",
    kz: "сұрлану"
  },
  {
    en: "turn round, turn out (о чём-л.) ",
    ru: "обернуться ",
    kz: "бұрылу, айналу, бағытталу "
  },
  {
    en: "turn off",
    ru: "выключить",
    kz: "өшіру"
  },
  {
    en: "turn out",
    ru: "выключить свет",
    kz: "жарықты өшіру"
  },
  {
    en: "turret",
    ru: "орудийная башня",
    kz: "қару мұнарасы"
  },
  {
    en: "turtle",
    ru: "черепаха",
    kz: "тасбақа"
  },
  {
    en: "tutor",
    ru: "воспитатель",
    kz: "тәрбиеші"
  },
  {
    en: "TV-set ",
    ru: "телевизор ",
    kz: "теледидар "
  },
  {
    en: "watch on TV",
    ru: "смотреть по телевизору",
    kz: "теледидар көру"
  },
  {
    en: "twenty four hours",
    ru: "сутки",
    kz: "тәулік"
  },
  {
    en: "twice ",
    ru: "вдвое ",
    kz: "екі есе "
  },
  {
    en: "twice as much (many)",
    ru: "вдвое больше",
    kz: "екі есе көп (артық)"
  },
  {
    en: "twiddle",
    ru: "вертеть в руках",
    kz: "қолда айналдыру"
  },
  {
    en: "twilight",
    ru: "сумрак, сумерки",
    kz: "қараңғы, ымырт"
  },
  {
    en: "twin",
    ru: "двойник",
    kz: "ұқсас (адам)"
  },
  {
    en: "twine",
    ru: "I свить; II бечевка",
    kz: "I өру, тоқу, есу, II жіңішке арқан"
  },
  {
    en: "twinkle",
    ru: "сверкать",
    kz: "жарқырау, жалтылдау"
  },
  {
    en: "twins  pl",
    ru: "двойня, близнецы",
    kz: "егізек, егіз"
  },
  {
    en: "twirl",
    ru: "вертеть",
    kz: "айналдыру"
  },
  {
    en: "twist",
    ru: "свить; скрутить (о нитке)",
    kz: "өру, тоқу, есу; шүйкелеу"
  },
  {
    en: "twisty",
    ru: "извилистый ",
    kz: "айналмалы, соқпақты, ирек"
  },
  {
    en: "two ",
    ru: "два; двое ",
    kz: "екі; екеу "
  },
  {
    en: "the two of (us, you, them)",
    ru: "вдвоем",
    kz: "екеу (-і,-іміз, -іңіз)"
  },
  {
    en: "in two",
    ru: "надвое, пополам",
    kz: "екіге, қақ (тең) жартысы"
  },
  {
    en: "in twos",
    ru: "попарно",
    kz: "жұп-жұбымен, жұбымен"
  },
  {
    en: "two hundred",
    ru: "двести",
    kz: "екі жүз"
  },
  {
    en: "two-storied",
    ru: "двухэтажный",
    kz: "екі қабатты"
  },
  {
    en: "type",
    ru: "I напечатать (на машинке), перепечатать; II шрифт; III тип",
    kz: "I басып шығару, қайта теру; II шрифт; III тип"
  },
  {
    en: "typical",
    ru: "типичный",
    kz: "қалыптасқан"
  },
  {
    en: "tyranny",
    ru: "произвол",
    kz: "бассыздық, басынушылық"
  },
  {
    en: "tyre ",
    ru: "шина (автомобиля)",
    kz: "доңғалақ"
  },
  {
    en: "tyre-cover",
    ru: "покрышка авт.",
    kz: "доңғалақ"
  },
  {
    en: "ugly",
    ru: "безобразный",
    kz: "сұрықсыз"
  },
  {
    en: "umbrella",
    ru: "зонт, зонтик",
    kz: "қолшатыр"
  },
  {
    en: "un-",
    ru: "без- приставка, указывающая на отсутствие признака",
    kz: "-сыз, -сіз (белгінің жоқтығын көрсетеді)"
  },
  {
    en: "unable to work",
    ru: "неработоспособный",
    kz: "жұмысқа қабілетсіз"
  },
  {
    en: "unaccountable",
    ru: "необъяснимый",
    kz: "түсініксіз"
  },
  {
    en: "unanimity ",
    ru: "единодушие",
    kz: "бірлік"
  },
  {
    en: "unarmed",
    ru: "безоружный",
    kz: "қарусыз"
  },
  {
    en: "unbind",
    ru: "развязать",
    kz: "шешу"
  },
  {
    en: "unbutton",
    ru: "отстегнуть (пуговицу)",
    kz: "ағыту"
  },
  {
    en: "uncertainty",
    ru: "неуверенность",
    kz: "сенімсіздік"
  },
  {
    en: "uncle",
    ru: "дядя",
    kz: "қайын аға, немере аға"
  },
  {
    en: "uncommon",
    ru: "необыкновенный",
    kz: "әдеттегідей емес, ерекше"
  },
  {
    en: "uncouple",
    ru: "отцепить",
    kz: "ағыту"
  },
  {
    en: "uncover",
    ru: "раскрыть",
    kz: "ашу"
  },
  {
    en: "under ",
    ru: "I при (вовремя); II до; III ниже; IV под",
    kz: "I кезінде, уақытта; II аз, кем; III төмендегі; IV асты"
  },
  {
    en: "from under",
    ru: "из-под",
    kz: "астында"
  },
  {
    en: "underestimate",
    ru: "преуменьшить",
    kz: "азайту, төмендету"
  },
  {
    en: "underground",
    ru: "метро, метрополитен",
    kz: "метро, метрополитен"
  },
  {
    en: "underline",
    ru: "подчеркнуть",
    kz: "астын сызу"
  },
  {
    en: "underpass",
    ru: "подземный переход",
    kz: "жер асты  жолы"
  },
  {
    en: "understand (understood, understood)",
    ru: "догадаться, разобраться, понять",
    kz: "ұғыну, түсіну"
  },
  {
    en: "understanding",
    ru: "понимание",
    kz: "түсіну, ұғу"
  },
  {
    en: "undesirable",
    ru: "нежелательный",
    kz: "жағымсыз; орынсыз"
  },
  {
    en: "undisciplined",
    ru: "распуститься (в отношении дисциплины)  ",
    kz: "жайылып кету"
  },
  {
    en: "undo",
    ru: "распаковать, отстегнуть",
    kz: "буманы шешу, ағыту"
  },
  {
    en: "uneasy",
    ru: "неспокойный",
    kz: "тынымсыз"
  },
  {
    en: "uneducated",
    ru: "некультурный",
    kz: "мәдениетсіз"
  },
  {
    en: "unemployment",
    ru: "безработица",
    kz: "жұмыссыздық"
  },
  {
    en: "unequal",
    ru: "неравный",
    kz: "тең емес"
  },
  {
    en: "unfair",
    ru: "несправедливый",
    kz: "әділетсіз"
  },
  {
    en: "unfaithfulness ",
    ru: "неверность, измена",
    kz: "опасыздық, сатқындық"
  },
  {
    en: "unfamiliar",
    ru: "непривычный",
    kz: "әдеттен тыс"
  },
  {
    en: "unfasten",
    ru: "открепить, отстегнуть",
    kz: "шешу, ағыту"
  },
  {
    en: "unification",
    ru: "объединение(действие)",
    kz: "бірлесу, бірігу"
  },
  {
    en: "unfit",
    ru: "непригодный",
    kz: "жарамсыз"
  },
  {
    en: "uniform",
    ru: "I единообразный; II обмундирование; III мундир",
    kz: "I бірдей; II киіндіру; формалық киім; III мундир"
  },
  {
    en: "unfortunate",
    ru: "несчастливый",
    kz: "бейбақ, бақытсыз"
  },
  {
    en: "uninhabitable",
    ru: "нежилой (непригодный для жилья)",
    kz: "тұрғылықты емес"
  },
  {
    en: "uninhabited",
    ru: "нежилой",
    kz: "тұрғылықты емес"
  },
  {
    en: "unfashionable",
    ru: "немодный",
    kz: "сәнсіз, сән емес"
  },
  {
    en: "unfriendly",
    ru: "недружелюбный",
    kz: "қастық, дұшпандық"
  },
  {
    en: "ungrateful",
    ru: "неблагодарный",
    kz: "жақсылықты білмейтін"
  },
  {
    en: "unhook ",
    ru: "отстегнуть (крючок), отцепить",
    kz: "ағыту"
  },
  {
    en: "unimportant",
    ru: "маловажный",
    kz: "мәнсіз, маңызы аз"
  },
  {
    en: "union",
    ru: "объединение",
    kz: "бірлестік, одақ"
  },
  {
    en: "unit",
    ru: "I часть воен.; II единица",
    kz: "I бөлім; II бірлік"
  },
  {
    en: "unite ",
    ru: "приобщить",
    kz: "қосу, қатыстыру"
  },
  {
    en: "united",
    ru: "единый",
    kz: "тұтас"
  },
  {
    en: "unity",
    ru: "единение",
    kz: "бірігу"
  },
  {
    en: "universe",
    ru: "вселенная, мир",
    kz: "әлем"
  },
  {
    en: "university",
    ru: "университет",
    kz: "университет"
  },
  {
    en: "university entrant",
    ru: "абитуриент университета",
    kz: "талапкер"
  },
  {
    en: "unkind",
    ru: "недобрый",
    kz: "мейірімсіз, ішмерез"
  },
  {
    en: "unknown",
    ru: "незнакомый; безвестный",
    kz: "хабарсыз; бейтаныс"
  },
  {
    en: "unlace",
    ru: "расшнуровать",
    kz: "жіпті ағыту (шешу)"
  },
  {
    en: "unlike",
    ru: "в отличие от; непохожий",
    kz: "одан ерекшелігі; өзгеше, ұқсас емес"
  },
  {
    en: "unload",
    ru: "разгрузить",
    kz: "жүк түсіру; жеңілдету"
  },
  {
    en: "unloading",
    ru: "разгрузка",
    kz: "жүк түсіру; жеңілдету"
  },
  {
    en: "unloved",
    ru: "нелюбимый",
    kz: "жағымсыз, сүйкімсіз"
  },
  {
    en: "unlucky",
    ru: "несчастливый",
    kz: "бейбақ, бақытсыз"
  },
  {
    en: "unmarried",
    ru: "холостой, неженатый",
    kz: "бойдақ"
  },
  {
    en: "unmasking",
    ru: "разоблачение",
    kz: "әшкерелеу"
  },
  {
    en: "unmounted",
    ru: "пеший",
    kz: "жаяу"
  },
  {
    en: "unofficial",
    ru: "неофициальный",
    kz: "ресми емес"
  },
  {
    en: "unpack",
    ru: "распаковать",
    kz: "буманы шешу"
  },
  {
    en: "unprotected",
    ru: "незащищенный",
    kz: "қорғалмаған"
  },
  {
    en: "unpublished",
    ru: "неизданный, неопубликованный",
    kz: "басылмаған, жарияланбаған"
  },
  {
    en: "unpunctual ",
    ru: "неаккуратный (о времени)",
    kz: "тиянақсыз"
  },
  {
    en: "unpunctuality",
    ru: "неаккуратность",
    kz: "ұқыпсыз, тиянақсыз"
  },
  {
    en: "unpunished",
    ru: "безнаказанный",
    kz: "жазасыз"
  },
  {
    en: "unrealizable",
    ru: "несбыточный",
    kz: "өтімсіз"
  },
  {
    en: "unrecognizable",
    ru: "неузнаваемый",
    kz: "танымастай"
  },
  {
    en: "unripe",
    ru: "неспелый",
    kz: "шикі, піспеген"
  },
  {
    en: "unruly",
    ru: "непокорный ",
    kz: "бағынбайтын, еркін"
  },
  {
    en: "unsatisfactory",
    ru: "неудовлетворительный",
    kz: "қанағаттанғысыз"
  },
  {
    en: "unscrupulous",
    ru: "бессовестный",
    kz: "ұятсыз "
  },
  {
    en: "unsociable",
    ru: "необщительный",
    kz: "тұйық"
  },
  {
    en: "unstable",
    ru: "непрочный",
    kz: "осал, күйрек; сынғыш"
  },
  {
    en: "untidy",
    ru: "неопрятный",
    kz: "салақ, былапыт"
  },
  {
    en: "untie",
    ru: "развязать, отвязать",
    kz: "шешу"
  },
  {
    en: "until",
    ru: "до; до тех пор, пока",
    kz: "дейін; әзірге, әлі"
  },
  {
    en: "untruth",
    ru: "неправда",
    kz: "жалған, өтірік"
  },
  {
    en: "unusual",
    ru: "необыкновенный, необычный, непривычный",
    kz: "әдеттегідей емес, ерекше, әдеттен тыс"
  },
  {
    en: "unveiling",
    ru: "открытие (памятника)",
    kz: "ашу"
  },
  {
    en: "unwillingness",
    ru: "нежелание",
    kz: "пейілсіз, ниетсіз"
  },
  {
    en: "unwind",
    ru: "размотать",
    kz: "тарқату"
  },
  {
    en: "unworthy",
    ru: "недостойный",
    kz: "лайықсыз"
  },
  {
    en: "up ",
    ru: "вверх, наверх",
    kz: "жоғары"
  },
  {
    en: "up to",
    ru: "до",
    kz: "дейін"
  },
  {
    en: "upon",
    ru: "I на предл. (в значении места «сверху чего-л.»); II о (при обозначении соприкосновения)",
    kz: "I–ға, -ге; -қа, -ке; -да, -де; -та, те (бір нәрсенің үстінде мағынасында); II–ға, -ге, -қа, -ке"
  },
  {
    en: "upper ",
    ru: "верхний ",
    kz: "жоғарғы, үстіңгі "
  },
  {
    en: "upper floor",
    ru: "верхний этаж",
    kz: "жоғарғы қабат"
  },
  {
    en: "upper part ",
    ru: "верх (верхняя часть)",
    kz: "жоғарғы жақ "
  },
  {
    en: "uptodate",
    ru: "современный, новейший",
    kz: "ең жаңа, қазіргі, заманауи"
  },
  {
    en: "upwards ",
    ru: "вверх",
    kz: "жоғары"
  },
  {
    en: "upset",
    ru: "беспокоить",
    kz: "толқу"
  },
  {
    en: "upstairs ",
    ru: "наверху (в доме), наверх ",
    kz: "жоғарыда, жоғары"
  },
  {
    en: "he lives upstairs",
    ru: "он живет наверху",
    kz: "ол жоғарыда тұрады"
  },
  {
    en: "urban",
    ru: "городской",
    kz: "қалалық"
  },
  {
    en: "urgent",
    ru: "настойчивый (о просьбе и т.п.)",
    kz: "табанды"
  },
  {
    en: "us",
    ru: "мы в косв.п.",
    kz: "біз, бізге"
  },
  {
    en: "usage",
    ru: "употребление",
    kz: "қолдану"
  },
  {
    en: "use ",
    ru: "I применение, применить; II использовать, употребить, использование",
    kz: "I қолдану, пайдалану; II пайдалану, қолдану, тұтыну"
  },
  {
    en: "be of use",
    ru: "пригодиться",
    kz: "пайдаға асу, керекті болу"
  },
  {
    en: "useful",
    ru: "полезный",
    kz: "пайдалы"
  },
  {
    en: "useless",
    ru: "бесполезный",
    kz: "пайдасыз"
  },
  {
    en: "use up ",
    ru: "израсходовать (материалы)",
    kz: "шығындау, жаратып жіберу"
  },
  {
    en: "usual ",
    ru: "обычный, привычный ",
    kz: "әдеттегідей, кәдімгідей "
  },
  {
    en: "as usual",
    ru: "по обыкновению",
    kz: "әдеттегідей, кәдімгідей"
  },
  {
    en: "usually",
    ru: "обыкновенно, обычно",
    kz: "әдетте"
  },
  {
    en: "usurpation",
    ru: "захват",
    kz: "басып алу, тартып алу"
  },
  {
    en: "usurp the right",
    ru: "присвоить себе право",
    kz: "өзіне құқық беру"
  },
  {
    en: "utilization ",
    ru: "использование",
    kz: "пайдалану, қолдану"
  },
  {
    en: "the utmost ",
    ru: "наивысший ",
    kz: "анағұрлым жоғары "
  },
  {
    en: "to the utmost extent",
    ru: "в наивысшей степени",
    kz: "анағұрлым жоғары дәрежеде"
  },
  {
    en: "utter",
    ru: "издать(звук)",
    kz: "дыбыс, дауыс шығару"
  },
  {
    en: "utterly",
    ru: "полностью",
    kz: "түгел, тұтас"
  },
  {
    en: "vacant",
    ru: "незанятый, свободный",
    kz: "бос, жұмыссыз"
  },
  {
    en: "vacation sg",
    ru: "каникулы (студенческие)",
    kz: "демалыс"
  },
  {
    en: "vacuum",
    ru: "безвоздушное пространство",
    kz: "ауасыз кеңістік"
  },
  {
    en: "vacuum cleaner",
    ru: "пылесос",
    kz: "шаңсорғыш"
  },
  {
    en: "vagrant",
    ru: "бродяга",
    kz: "кезбе"
  },
  {
    en: "vague",
    ru: "неясный, тёмный",
    kz: "бұлыңғыр"
  },
  {
    en: "in vain",
    ru: "попусту",
    kz: "бекер, құр босқа"
  },
  {
    en: "valid",
    ru: "уважительный (о причине)",
    kz: "себепті"
  },
  {
    en: "valley",
    ru: "долина",
    kz: "алап, аңғар"
  },
  {
    en: "valuable",
    ru: "ценный",
    kz: "бағалы, құнды"
  },
  {
    en: "valuation",
    ru: "расценка (действие)",
    kz: "бағалау, есептеу"
  },
  {
    en: "value",
    ru: "I ценить; расценить; II ценность",
    kz: "I бағалау, баға қою (кесу); II құндылық, бағалылық"
  },
  {
    en: "van",
    ru: "фургон",
    kz: "фургон"
  },
  {
    en: "vanish",
    ru: "исчезнуть",
    kz: "жоғалу"
  },
  {
    en: "vanity",
    ru: "самолюбие",
    kz: "ар, намыс"
  },
  {
    en: "variable",
    ru: "переменный",
    kz: "өзгермелі, ауыспалы"
  },
  {
    en: "variant",
    ru: "вариант",
    kz: "нұсқа"
  },
  {
    en: "variegated",
    ru: "пёстрый",
    kz: "шұбар; ала-құла"
  },
  {
    en: "variety",
    ru: "разновидность",
    kz: "бір түрі"
  },
  {
    en: "various",
    ru: "различный",
    kz: "әр түрлі"
  },
  {
    en: "vase",
    ru: "ваза",
    kz: "құмыра"
  },
  {
    en: "vast",
    ru: "огромный, обширный",
    kz: "үлкен, орасан, зор, кең"
  },
  {
    en: "veal",
    ru: "телятина",
    kz: "бұзау еті"
  },
  {
    en: "vegetable",
    ru: "овощной; растительный",
    kz: "көгөністік; өсімдік; өсімдіктен жасалған"
  },
  {
    en: "vegetable-garden",
    ru: "огород",
    kz: "бау-бақша"
  },
  {
    en: "vegetables",
    ru: "овощи, зелень",
    kz: "көгөніс"
  },
  {
    en: "vegetarian",
    ru: "вегетарианец ",
    kz: "вегетарианец  (ет жемейтін)"
  },
  {
    en: "veil ",
    ru: "вуаль, покрывало",
    kz: "тор, бет перде"
  },
  {
    en: "venerable age",
    ru: "преклонный возраст",
    kz: "мосқал (қартайған) жас"
  },
  {
    en: "vengeance",
    ru: "месть",
    kz: "кек"
  },
  {
    en: "ventilate",
    ru: "проветрить",
    kz: "желдету"
  },
  {
    en: "verb",
    ru: "глагол",
    kz: "етістік"
  },
  {
    en: "verbal",
    ru: "отглагольный грам.",
    kz: "етістіктен жасалған"
  },
  {
    en: "verbal adverb",
    ru: "деепричастие",
    kz: "көсемше"
  },
  {
    en: "verdure",
    ru: "растительность, зелень",
    kz: "өсімдік, жасыл өсімдік"
  },
  {
    en: "verify",
    ru: "проверить, выверить",
    kz: "тексеру, cалыстыру"
  },
  {
    en: "version",
    ru: "вариант, версия",
    kz: "нұсқа"
  },
  {
    en: "very, very much (пригл.) ",
    ru: "I очень; II самый",
    kz: "I өте; II ең"
  },
  {
    en: "I like it very much",
    ru: "мне очень нравится",
    kz: "маған өте ұнайды"
  },
  {
    en: "veteran",
    ru: "ветеран",
    kz: "ардагер"
  },
  {
    en: "veto",
    ru: "наложить запрет",
    kz: "тыйым сылу"
  },
  {
    en: "vexation",
    ru: "досада (разочарование)",
    kz: "өкініш"
  },
  {
    en: "vice",
    ru: "порок",
    kz: "кесел, бұзықтық"
  },
  {
    en: "vice- ",
    ru: "заместитель ",
    kz: "орынбасар "
  },
  {
    en: "vice-chairman",
    ru: "заместитель председателя",
    kz: "төраға орынбасары"
  },
  {
    en: "vice versa",
    ru: "наоборот",
    kz: "керісінше"
  },
  {
    en: "victim",
    ru: "жертва, пострадавший",
    kz: "құрбан, жәбірленуші"
  },
  {
    en: "victory ",
    ru: "победа",
    kz: "жеңіс"
  },
  {
    en: "win a victory (over)",
    ru: "победить",
    kz: "жеңу"
  },
  {
    en: "videogameshookup",
    ru: "игровая телевизионная приставка",
    kz: "теледидардың ойын қосқышы"
  },
  {
    en: "view ",
    ru: "I разглядывать; II вид (пейзаж)",
    kz: "I қадала (телміре) қарау; II көрініс көзқарас"
  },
  {
    en: "point of view",
    ru: "точка зрения",
    kz: "көзқарас"
  },
  {
    en: "village",
    ru: "I сельский; II деревня, селение, село",
    kz: "I ауылдық; II елді мекен, мекен, тұрақ"
  },
  {
    en: "vinegar",
    ru: "уксус",
    kz: "сірке су"
  },
  {
    en: "violate",
    ru: "нарушить",
    kz: "бұзу"
  },
  {
    en: "violent",
    ru: "буйный",
    kz: "құтырған, елірген"
  },
  {
    en: "violet",
    ru: "лиловый",
    kz: "ақшыл көк"
  },
  {
    en: "violin",
    ru: "скрипка",
    kz: "скрипка"
  },
  {
    en: "violinist",
    ru: "скрипач",
    kz: "скрипкашы"
  },
  {
    en: "visa ",
    ru: "виза ",
    kz: "рұқсатнама, виза "
  },
  {
    en: "get a visa",
    ru: "получить визу",
    kz: "рұқсатнама алу"
  },
  {
    en: "grant a visa",
    ru: "предоставить визу",
    kz: "рұқсатнама көрсету"
  },
  {
    en: "vis-à-vis",
    ru: "напротивпредл",
    kz: "кері"
  },
  {
    en: "visible ",
    ru: "видимый, заметный",
    kz: "көрінетін"
  },
  {
    en: "visit",
    ru: "I визит; II знакомиться; III посещать; объехать; съездить",
    kz: "I келу; II танысу, көру; III аралау; аралап шығу, кезіп шығу; бару"
  },
  {
    en: "visitor",
    ru: "приезжий; гость; посетитель",
    kz: "келімсек, келген; қонақ; келуші"
  },
  {
    en: "visual ",
    ru: "зрительный",
    kz: "көрінетін"
  },
  {
    en: "vitamin",
    ru: "витамин",
    kz: "витамин, дәрумен"
  },
  {
    en: "vivid",
    ru: "образный, живой, яркий",
    kz: "бейнелі, көркем"
  },
  {
    en: "vividly",
    ru: "живо",
    kz: "шапшаң, жылдам"
  },
  {
    en: "vocabulary ",
    ru: "запас слов; лексика",
    kz: "сөздік қор; лексика"
  },
  {
    en: "vogue",
    ru: "мода",
    kz: "сән"
  },
  {
    en: "voice",
    ru: "I залог грам.; II голос",
    kz: "I рай II дауыс"
  },
  {
    en: "volcano",
    ru: "вулкан",
    kz: "жанартау"
  },
  {
    en: "volleyball",
    ru: "волейбол",
    kz: "волейбол"
  },
  {
    en: "volume ",
    ru: "I объем (тж. перен.); II том",
    kz: "I көлем, аумақ; шама, мөлшер; II том"
  },
  {
    en: "the volume of works",
    ru: "объем работ",
    kz: "жұмыс мөлшері"
  },
  {
    en: "volunteer",
    ru: "доброволец",
    kz: "ерікті"
  },
  {
    en: "vote",
    ru: "голос (избирательный)",
    kz: "дауыс"
  },
  {
    en: "voyage",
    ru: "морское путешествие; путешествовать по морю",
    kz: "теңіз саяхаты; теңізбен саяхаттау"
  },
  {
    en: "vow ",
    ru: "обет ",
    kz: "серт, уәде, ант "
  },
  {
    en: "make a vow",
    ru: "давать присягу",
    kz: "ант беру"
  },
  {
    en: "vowel",
    ru: "гласный",
    kz: "дауысты"
  },
  {
    en: "vulgar",
    ru: "вульгарный",
    kz: "дөрекі"
  },
  {
    en: "vulture",
    ru: "коршун",
    kz: "лашын"
  },
  {
    en: "wag",
    ru: "махать (хвостом)",
    kz: "бұлғау, сілтеу"
  },
  {
    en: "wage(s) pl.",
    ru: "жалованье",
    kz: "жалақы"
  },
  {
    en: "wagon",
    ru: "фургон",
    kz: "фургон"
  },
  {
    en: "wail",
    ru: "вой",
    kz: "ұлу"
  },
  {
    en: "waist",
    ru: "талия",
    kz: "бел"
  },
  {
    en: "waistcoat",
    ru: "жилет",
    kz: "жилет, кеудеше"
  },
  {
    en: "wait (for)",
    ru: "ждать, подождать",
    kz: "күту"
  },
  {
    en: "wait (upon)",
    ru: "прислуживать",
    kz: "қызмет көрсету"
  },
  {
    en: "waiter",
    ru: "официант",
    kz: "даяшы"
  },
  {
    en: "waiting room",
    ru: "приёмная у врача (и т.п.); зал ожидания",
    kz: "дәрігер қабылдауы; күту залы"
  },
  {
    en: "wake (woke, woken)",
    ru: "будить, разбудить",
    kz: "ояту"
  },
  {
    en: "wake up",
    ru: "пробудиться",
    kz: "ояну"
  },
  {
    en: "walk ",
    ru: "I походка; II идти, ходить (пешком)",
    kz: "I жүріс; II жүру, жаяу жүру; біреуге еру"
  },
  {
    en: "go for a walk",
    ru: "прогуляться",
    kz: "серуендеу"
  },
  {
    en: "walkman",
    ru: "плеер",
    kz: "плеер"
  },
  {
    en: "wall",
    ru: "ограда, стена",
    kz: "қоршау, шарбақ (қабырға)"
  },
  {
    en: "wallet",
    ru: "бумажник",
    kz: "әмиян"
  },
  {
    en: "wall-paper sg",
    ru: "обои",
    kz: "тұсқағаз"
  },
  {
    en: "wander (from)",
    ru: "I бродить, странствовать, скитаться; II блуждать (о мыслях); III забудиться; ІУ отвлечься, стать невнимательным",
    kz: "I кезу; II сансырау; III адасу; ІУ алаңдау, көңіл бөліну"
  },
  {
    en: "want ",
    ru: "I хотеть; II нужда, бедность",
    kz: "I тілеу, қалау; II мұқтаждық"
  },
  {
    en: "as I want",
    ru: "по-моему",
    kz: "менімше"
  },
  {
    en: "want (of)",
    ru: "отсутствие, недостаток",
    kz: "жоқ"
  },
  {
    en: "war ",
    ru: "война, военный ",
    kz: "соғыс, әскери "
  },
  {
    en: "wage/make war, be at war",
    ru: "воевать",
    kz: "соғысу, ұрысу"
  },
  {
    en: "the Great Patriotic War",
    ru: "Великая Отечественная война",
    kz: "Ұлы Отан соғысы"
  },
  {
    en: "ward",
    ru: "палата (в больнице)",
    kz: "палата"
  },
  {
    en: "wardrobe",
    ru: "шкаф, гардероб",
    kz: "киім шкафы"
  },
  {
    en: "warehouse",
    ru: "склад",
    kz: "қойма"
  },
  {
    en: "warm",
    ru: "I горячий (о приеме); тёплый; II греть, нагревать, нагреть",
    kz: "I қызу, ыстық; жылы; II жылыту"
  },
  {
    en: "warm oneself",
    ru: "обогреться",
    kz: "жылыну, қыздырыну"
  },
  {
    en: "warmth",
    ru: "тепло сущ.; сердечность",
    kz: "жылы; шын жүректен"
  },
  {
    en: "warm up",
    ru: "разогреть, подогреть",
    kz: "жылыту, қыздыру, ысыту"
  },
  {
    en: "warm up a bit",
    ru: "обогреть",
    kz: "жылыту, ысыту; жылындыру"
  },
  {
    en: "warning",
    ru: "предостережение",
    kz: "сақтандыру; ескерту"
  },
  {
    en: "warrant",
    ru: "ручаться",
    kz: "кепіл болу"
  },
  {
    en: "wash ",
    ru: "омывать, омыть;умыть; мыть; мыться",
    kz: "жуылу; жуу, жуындыру; жуыну"
  },
  {
    en: "wash off",
    ru: "отмывать, отмыть",
    kz: "жуып тастау; су шайып кету"
  },
  {
    en: "wash-basin",
    ru: "раковина (в ванной)",
    kz: "раковина"
  },
  {
    en: "washing (для стирки)",
    ru: "белье (для стирки)",
    kz: "кір"
  },
  {
    en: "wasp",
    ru: "оса",
    kz: "сона"
  },
  {
    en: "waste ",
    ru: "I отходы sg; II истратить, тратить напрасно",
    kz: "I қалдық; II шығындау, бекерге шығындау"
  },
  {
    en: "waste of time",
    ru: "потеря времени",
    kz: "уақыт жоғалту"
  },
  {
    en: "waste-bin",
    ru: "ведро для мусора",
    kz: "қоқыс шелегі"
  },
  {
    en: "wasteful",
    ru: "расточительный",
    kz: "ысырапшыл"
  },
  {
    en: "watch ",
    ru: "следить за, наблюдать ",
    kz: "бақылау "
  },
  {
    en: "watch out for the car",
    ru: "берегись автомобиля",
    kz: "автокөліктен сақтан"
  },
  {
    en: "watch TV",
    ru: "смотреть телевизор",
    kz: "теледидар көру"
  },
  {
    en: "watch sg",
    ru: "часы (карманные, ручные)",
    kz: "сағат"
  },
  {
    en: "water",
    ru: "вода",
    kz: "су"
  },
  {
    en: "water-fall pl.",
    ru: "водопад",
    kz: "сарқырама"
  },
  {
    en: "water-melon",
    ru: "арбуз",
    kz: "қарбыз"
  },
  {
    en: "watery",
    ru: "жидкий, водянистый",
    kz: "сұйық"
  },
  {
    en: "wave",
    ru: "I завить; II волна; III махать (рукой, платком)",
    kz: "I бұйралау, өру; II толқын; III бұлғау, сілтеу"
  },
  {
    en: "waver ",
    ru: "дрогнуть(перен. о войсках); поколебаться",
    kz: "сілкіну (ауысп.әскер туралы); толқу, екі ойлы болу"
  },
  {
    en: "wavy",
    ru: "волнистый",
    kz: "толқынды"
  },
  {
    en: "wax",
    ru: "воск",
    kz: "түк"
  },
  {
    en: "way ",
    ru: "I путь, дорога; II приём,способ, манера",
    kz: "I жол; II әдіс, тәсіл, мәнер"
  },
  {
    en: "a long way off",
    ru: "далеко",
    kz: "алыс"
  },
  {
    en: "by the way",
    ru: "кстати, между прочим",
    kz: "айтпақшы"
  },
  {
    en: "way of thinking",
    ru: "образ мыслей",
    kz: "ойлау тәсілі"
  },
  {
    en: "W.C.  ",
    ru: "туалет, уборная",
    kz: "дәретхана"
  },
  {
    en: "we",
    ru: "мы",
    kz: "біз, бізге"
  },
  {
    en: "weak ",
    ru: "бессильный, слабый; слабый – о чае и т.п. ",
    kz: "әлсіз; ақшыл "
  },
  {
    en: "weak point",
    ru: "слабое место",
    kz: "әуестік"
  },
  {
    en: "weakness",
    ru: "слабость",
    kz: "әлсіздік"
  },
  {
    en: "wealth",
    ru: "богатство",
    kz: "байлық"
  },
  {
    en: "wealthy ",
    ru: "богатый (состоятельный)",
    kz: "бай"
  },
  {
    en: "weapon",
    ru: "оружие",
    kz: "қару"
  },
  {
    en: "wear (wore, worn) ",
    ru: "носить (одежду и т.п.)",
    kz: "кию"
  },
  {
    en: "weather",
    ru: "погода ",
    kz: "ауа райы "
  },
  {
    en: "weather forecast",
    ru: "прогноз погоды",
    kz: "ауа райы болжамы"
  },
  {
    en: "wedding ",
    ru: "женитьба, свадьба ",
    kz: "үйлену, той "
  },
  {
    en: "celebrate a wedding",
    ru: "сыграть свадьбу",
    kz: "той тойлау"
  },
  {
    en: "week ",
    ru: "неделя ",
    kz: "апта "
  },
  {
    en: "in a week",
    ru: "через неделю",
    kz: "бір аптадан соң"
  },
  {
    en: "week-days",
    ru: "будни",
    kz: "күнделікті"
  },
  {
    en: "weep",
    ru: "плакать",
    kz: "жылау"
  },
  {
    en: "weigh",
    ru: "весить;свешать",
    kz: "тарту; өлшеу, таразыға тарту"
  },
  {
    en: "weight",
    ru: "вес; гиря",
    kz: "салмақ; кір"
  },
  {
    en: "welcome ",
    ru: "I добро пожаловать; II приветствовать",
    kz: "I қош келдіңіз; II сәлемдесу"
  },
  {
    en: "you’re welcome",
    ru: "добро пожаловать",
    kz: "қош келіпсіз"
  },
  {
    en: "welfare",
    ru: "благо",
    kz: "игілік"
  },
  {
    en: "well",
    ru: "I колодец; II благополучно, хорошо",
    kz: "I құдық; II сәтті, жақсы"
  },
  {
    en: "well-bred",
    ru: "благовоспитанный",
    kz: "ізгі тәрбиелі"
  },
  {
    en: "well-disposed",
    ru: "доброжелательный",
    kz: "игі ниетті"
  },
  {
    en: "welldressed",
    ru: "нарядный (о платье)",
    kz: "сәнді (көйлек)"
  },
  {
    en: "well-earned",
    ru: "заслуженный",
    kz: "еңбегі сіңген"
  },
  {
    en: "well-equipped",
    ru: "благоустроенный",
    kz: "жабдықталған"
  },
  {
    en: "wet ",
    ru: "мокрый ",
    kz: "ылғал "
  },
  {
    en: "get wet",
    ru: "промокнуть, намокнуть",
    kz: "ылғалдау, дымқылдау"
  },
  {
    en: "whale",
    ru: "кит",
    kz: "кит"
  },
  {
    en: "what",
    ru: "как нареч.; какой",
    kz: "қалай; қандай"
  },
  {
    en: "what ",
    ru: "I что мест. в разн. знач.; II который",
    kz: "I не?; II –ған (-ген)"
  },
  {
    en: "what is this?",
    ru: "что это такое?",
    kz: "бұл не?"
  },
  {
    en: "what is the matter with you?",
    ru: "что с вами?",
    kz: "сізге не болды?"
  },
  {
    en: "what for?",
    ru: "для чего?",
    kz: "не үшін?"
  },
  {
    en: "why?",
    ru: "из-за чего?",
    kz: "неліктен?"
  },
  {
    en: "what is the matter?",
    ru: "в чём дело?",
    kz: "не болды?"
  },
  {
    en: "what for?",
    ru: "к чему?",
    kz: "неге?"
  },
  {
    en: "whatever",
    ru: "что ни, что бы ни",
    kz: "қалай болғанда да"
  },
  {
    en: "what? what kind of?",
    ru: "что за?",
    kz: "бұл не?"
  },
  {
    en: "it is not what I thought",
    ru: "это не то, что я думал",
    kz: "бұл мен ойлағандай емес"
  },
  {
    en: "so what?",
    ru: "ну и что же?",
    kz: "болса қайтейін?"
  },
  {
    en: "well, what of it?",
    ru: "что же из этого?",
    kz: "сонымен?"
  },
  {
    en: "what is the time?",
    ru: "который час",
    kz: "сағат неше"
  },
  {
    en: "what for ",
    ru: "зачем, для чего",
    kz: "неге? не үшін?"
  },
  {
    en: "wheat",
    ru: "пшеница",
    kz: "бидай"
  },
  {
    en: "wheel",
    ru: "колесо",
    kz: "доңғалақ, дөңгелек"
  },
  {
    en: "when",
    ru: "когда",
    kz: "қашан"
  },
  {
    en: "whenever",
    ru: "когда бы ни",
    kz: "қашан болса да"
  },
  {
    en: "where",
    ru: "где, куда",
    kz: "қайда"
  },
  {
    en: "whereabouts",
    ru: "местонахождение",
    kz: "орналасқан жер"
  },
  {
    en: "whether",
    ru: "ли (косвенно- вопросит.)",
    kz: "ма, ме, ба, бе; деп айту"
  },
  {
    en: "which ",
    ru: "который (об одушевл. и неодушевл. предм.); какой из ",
    kz: "жаңағы; қай, қайсы,неше; қандай "
  },
  {
    en: "which time?",
    ru: "который раз",
    kz: "неше рет"
  },
  {
    en: "whiff ",
    ru: "дуновение ",
    kz: "леп"
  },
  {
    en: "while",
    ru: "в то время как, тогда как; пока",
    kz: "қалай, сонда; –генше, -ғанша"
  },
  {
    en: "whilst  ",
    ru: "тогда",
    kz: "сонда"
  },
  {
    en: "whim",
    ru: "каприз",
    kz: "қыңырлық, еркелік, наз"
  },
  {
    en: "whip",
    ru: "взбить; кнут, хлыст",
    kz: "шайқау; қамшы, өрім тал"
  },
  {
    en: "whirl",
    ru: "кружить",
    kz: "айналдыру"
  },
  {
    en: "whisper",
    ru: "I шёпот; II прошептать",
    kz: "I сыбыр; II сыбырлау"
  },
  {
    en: "whistle",
    ru: "свист; свистеть",
    kz: "ысқырық; ысқыру"
  },
  {
    en: "white",
    ru: "белый",
    kz: "ақ"
  },
  {
    en: "who",
    ru: "кто, который (о людях)",
    kz: "кім, жаңағы; қай, қайсы"
  },
  {
    en: "whole",
    ru: "I целое; II весь, вся, все",
    kz: "I бүтін; II барлық, бар"
  },
  {
    en: "on the whole",
    ru: "в целом",
    kz: "жалпы алғанда"
  },
  {
    en: "wholesale ",
    ru: "оптом ",
    kz: "көтерме "
  },
  {
    en: "wholesale and retail",
    ru: "оптом и в розницу",
    kz: "көтерме және бөлшектеп"
  },
  {
    en: "wholesome",
    ru: "полезный, здоровый",
    kz: "игілікті, пайдалы"
  },
  {
    en: "wholly",
    ru: "всецело",
    kz: "түгел"
  },
  {
    en: "whom",
    ru: "кто косв.",
    kz: "кім"
  },
  {
    en: "whose",
    ru: "чей",
    kz: "кімдікі"
  },
  {
    en: "why ",
    ru: "почему, зачем; отчего ",
    kz: "неге; неден, неліктен "
  },
  {
    en: "that is why",
    ru: "вот почему",
    kz: "міне неге"
  },
  {
    en: "wicket (-gate)",
    ru: "калитка",
    kz: "калитка"
  },
  {
    en: "wide",
    ru: "широкий",
    kz: "кең"
  },
  {
    en: "widely",
    ru: "широко",
    kz: "кең"
  },
  {
    en: "widen",
    ru: "расширить",
    kz: "кеңейту"
  },
  {
    en: "widening",
    ru: "расширение",
    kz: "кеңею"
  },
  {
    en: "widow",
    ru: "вдова",
    kz: "жесір әйел"
  },
  {
    en: "widower",
    ru: "вдовец",
    kz: "жесір еркек"
  },
  {
    en: "width",
    ru: "ширина",
    kz: "ен"
  },
  {
    en: "wife",
    ru: "жена, супруга",
    kz: "әйел, жұбай, зайып"
  },
  {
    en: "wig",
    ru: "парик",
    kz: "парик"
  },
  {
    en: "wild",
    ru: "дикий, звериный перен. ",
    kz: "жабайы, ауысп. аңдық"
  },
  {
    en: "willy-nilly ",
    ru: "поневоле (против воли) ",
    kz: "еріксіз "
  },
  {
    en: "against one’s will",
    ru: "поневоле",
    kz: "еріксіз"
  },
  {
    en: "win (won, won)",
    ru: "выиграть, выигрывать",
    kz: "ұту"
  },
  {
    en: "wince",
    ru: "вздрогнуть (от боли)",
    kz: "шошыну (селт ету, шошып кету, ыршып кету)"
  },
  {
    en: "wind",
    ru: "ветер",
    kz: "жел"
  },
  {
    en: "winding",
    ru: "извилистый ",
    kz: "айналмалы, соқпақты, ирек"
  },
  {
    en: "window",
    ru: "окно",
    kz: "терезе"
  },
  {
    en: "window-sill",
    ru: "подоконник",
    kz: "терезе алды"
  },
  {
    en: "wine",
    ru: "вино",
    kz: "шарап"
  },
  {
    en: "wine-glass",
    ru: "рюмка",
    kz: "рюмка"
  },
  {
    en: "wing",
    ru: "крыло",
    kz: "қанат"
  },
  {
    en: "wink",
    ru: "моргать, моргнуть; подмигнуть",
    kz: "жыпылықтау, көз қысу; көзін қысу"
  },
  {
    en: "wink (at)",
    ru: "мигать, мигнуть (кому-л.)",
    kz: "жыпылықтау"
  },
  {
    en: "winner",
    ru: "победитель спорт.",
    kz: "жеңімпаз"
  },
  {
    en: "winnings pl",
    ru: "выигрыш (выигранные деньги)",
    kz: "ұтыс (ақша ұтысы)"
  },
  {
    en: "winter ",
    ru: "зима ",
    kz: "қыс "
  },
  {
    en: "spend the winter (at, in)",
    ru: "зимовать",
    kz: "қыстау"
  },
  {
    en: "polar/winter station",
    ru: "зимовка (жилье)",
    kz: "қысқы үй"
  },
  {
    en: "in winter",
    ru: "зимой",
    kz: "қыстыгүні"
  },
  {
    en: "wintering",
    ru: "зимовка",
    kz: "қыстау"
  },
  {
    en: "wipe ",
    ru: "вытереть ",
    kz: "сүрту, құрғату "
  },
  {
    en: "wipe one’s mouth",
    ru: "вытереть рот",
    kz: "ауызды сүрту"
  },
  {
    en: "wisdom",
    ru: "мудрость",
    kz: "даналық, ақылдылық"
  },
  {
    en: "wise",
    ru: "умный, толковый",
    kz: "ақылды; есті"
  },
  {
    en: "wish ",
    ru: "I желание, пожелание; II желать, захотеть, пожелать",
    kz: "I тілек, ықылыс; II тілеу, тілекті, тілектес болу"
  },
  {
    en: "best wishes",
    ru: "наилучшие пожелания",
    kz: "игі (ізгі) тілек"
  },
  {
    en: "wit",
    ru: "остроумие",
    kz: "сөз тапқыштық, өткір тілділік"
  },
  {
    en: "witch",
    ru: "ведьма, колдунья",
    kz: "сайтан, сиқыршы"
  },
  {
    en: "witchcraft",
    ru: "колдовство",
    kz: "сиқыршылық"
  },
  {
    en: "with ",
    ru: "I у; II с",
    kz: "I біреуде; II-мен, -пен, -бен; бірге; бастап"
  },
  {
    en: "she lives with her parents",
    ru: "она живет у родителей",
    kz: "ол ата-аналарымен бірге тұрады"
  },
  {
    en: "with friends",
    ru: "с друзьями",
    kz: "достарымен"
  },
  {
    en: "with a smile",
    ru: "с улыбкой",
    kz: "күлкімен"
  },
  {
    en: "tea with sugar",
    ru: "чай с сахаром",
    kz: "қантты шай"
  },
  {
    en: "with the intention",
    ru: "с намерением",
    kz: "мақсатпен"
  },
  {
    en: "withdrawal",
    ru: "отход воен.",
    kz: "алыстау; шегіну"
  },
  {
    en: "with-drawl",
    ru: "изъятие",
    kz: "алу, шығару; алып тастау"
  },
  {
    en: "   from within",
    ru: "изнутри ",
    kz: "іштен"
  },
  {
    en: "without",
    ru: "без ",
    kz: "-сыз, сіз "
  },
  {
    en: "without exception",
    ru: "без исключения",
    kz: "бәрі, бірі қалмастан"
  },
  {
    en: "witness ",
    ru: "I засвидетельствовать; II свидетель",
    kz: "I куәландыру, растау; II куә"
  },
  {
    en: "bear witness",
    ru: "показать юр.",
    kz: "көрсету"
  },
  {
    en: "witty",
    ru: "остроумный",
    kz: "тапқыр"
  },
  {
    en: "wizard",
    ru: "колдун",
    kz: "сиқыршы"
  },
  {
    en: "wolf",
    ru: "волк",
    kz: "қасқыр"
  },
  {
    en: "wolf-cub",
    ru: "волчонок",
    kz: "қасқырдың бөлтірігі"
  },
  {
    en: "wolfish",
    ru: "волчий",
    kz: "қасқырша"
  },
  {
    en: "woman",
    ru: "женщина",
    kz: "әйел"
  },
  {
    en: "wonderful",
    ru: "замечательный, удивительный, чудесный",
    kz: "тамаша, керемет, ғажап"
  },
  {
    en: "wood",
    ru: "древесина; дерево (материал); лес",
    kz: "ағаш сүрігі, ағаш; орман"
  },
  {
    en: "woodpecker",
    ru: "дятел",
    kz: "тоқылдақ"
  },
  {
    en: "wool",
    ru: "шерсть",
    kz: "жүн, жүн мата"
  },
  {
    en: "word",
    ru: "слово",
    kz: "сөз"
  },
  {
    en: "word for word",
    ru: "дословно",
    kz: "сөзбе-cөз"
  },
  {
    en: "word-building",
    ru: "словообразование",
    kz: "сөзжасам"
  },
  {
    en: "work ",
    ru: "I работа, труд; II произведение; III работать, трудиться",
    kz: "I жұмыс, еңбек; II шығарма, туынды; III жұмыс істеу, еңбектену"
  },
  {
    en: "homework",
    ru: "домашняя работа (задание)",
    kz: "үй жұмысы (тапсырма)"
  },
  {
    en: "do homework",
    ru: "делать домашнюю работу (задание)",
    kz: "үй жұмысын (тапсырманы) орындау"
  },
  {
    en: "house-work",
    ru: "работа по дому",
    kz: "үй ішілік жұмыс"
  },
  {
    en: "at work",
    ru: "на работе",
    kz: "жұмыста"
  },
  {
    en: "published works",
    ru: "печатные работы",
    kz: "баспа жұмыстары"
  },
  {
    en: "public work",
    ru: "общественная деятельность",
    kz: "қоғамдық іс-әрекет"
  },
  {
    en: "literary work",
    ru: "литературное произведение",
    kz: "әдеби шығарма"
  },
  {
    en: "work the land",
    ru: "обрабатывать землю",
    kz: "жерді өңдеу"
  },
  {
    en: "work up",
    ru: "обрабатывать сырьё",
    kz: "шикізатты өңдеу, тазалау"
  },
  {
    en: "work out ",
    ru: "разработать ",
    kz: "жетілдіру, жақсарту "
  },
  {
    en: "work out a plan",
    ru: "разработать план",
    kz: "жоспар жасау"
  },
  {
    en: "worker",
    ru: "рабочий",
    kz: "жұмысшы"
  },
  {
    en: "working",
    ru: "трудовой",
    kz: "еңбектік"
  },
  {
    en: "world ",
    ru: "I вселенная, мир; мировой; II свет, общество",
    kz: "I әлем; әлемдік; II қоғам"
  },
  {
    en: "all over the world",
    ru: "по всему свету",
    kz: "әлемге жайылған"
  },
  {
    en: "world outlook",
    ru: "мировоззрение",
    kz: "көзқарас"
  },
  {
    en: "worn-out",
    ru: "изношенный",
    kz: "тозған"
  },
  {
    en: "worry ",
    ru: "беспокоить, волновать; беспокоиться (волноваться) ",
    kz: "толқу; мазалану "
  },
  {
    en: "don’t worry!",
    ru: "не беспокойтесь!",
    kz: "мазаланбаңыз!"
  },
  {
    en: "worse",
    ru: "хуже",
    kz: "жаманырақ, төменірек"
  },
  {
    en: "worship",
    ru: "поклоняться",
    kz: "табыну, бас ию"
  },
  {
    en: "worship (of)",
    ru: "преклонение",
    kz: "бас ию, табыну, сыйыну"
  },
  {
    en: "worshipper",
    ru: "поклонник",
    kz: "табынушы; ғашық"
  },
  {
    en: "the worst",
    ru: "наихудший",
    kz: "анағұрлым нашар"
  },
  {
    en: "worthy ",
    ru: "достойный ",
    kz: "лайық "
  },
  {
    en: "be worthy (of)",
    ru: "быть достойным",
    kz: "лайық болу"
  },
  {
    en: "wound",
    ru: "рана; поранить",
    kz: "жарақат, жара; жаралау, жарақаттау"
  },
  {
    en: "wounded",
    ru: "раненый прил.",
    kz: "жаралы, жарақаттанған"
  },
  {
    en: "wrapper",
    ru: "обертка, обложка",
    kz: "орауыш, тыс, қын"
  },
  {
    en: "wrap up",
    ru: "обернуть, окутать",
    kz: "орау, тұмшалау"
  },
  {
    en: "wrath",
    ru: "гнев",
    kz: "азу, ыза"
  },
  {
    en: "wrestle",
    ru: "боротьсяспорт.",
    kz: "күресу"
  },
  {
    en: "wrestling",
    ru: "борьба",
    kz: "күрес спорт."
  },
  {
    en: "wretched",
    ru: "нищий",
    kz: "қайыршы, тіленші"
  },
  {
    en: "wrinkle ",
    ru: "I сморщиться; II морщина",
    kz: "I тыржию, кіржию; II әжім"
  },
  {
    en: "wrinkled",
    ru: "морщинистый",
    kz: "әжімді"
  },
  {
    en: "write (wrote, written)",
    ru: "писать",
    kz: "жазу"
  },
  {
    en: "write anew",
    ru: "переписать",
    kz: "қайта жазу"
  },
  {
    en: "write down",
    ru: "записать",
    kz: "жазып алу"
  },
  {
    en: "writer ",
    ru: "писатель",
    kz: "жазушы"
  },
  {
    en: "writing",
    ru: "письмо (умение писать)",
    kz: "сауат"
  },
  {
    en: "writing-pad",
    ru: "блокнот",
    kz: "қойын дәптер"
  },
  {
    en: "wrong",
    ru: "неверно",
    kz: "бұрыс, өтірік, жалған"
  },
  {
    en: "Xmas",
    ru: "Рождество",
    kz: "Рождество"
  },
  {
    en: "Yakut",
    ru: "I якут; II якутский",
    kz: "I якут (саха); II якуттық (сахалық)"
  },
  {
    en: "yard",
    ru: "двор",
    kz: "аула"
  },
  {
    en: "yawn",
    ru: "зевнуть, зевать, зевота",
    kz: "есінеу"
  },
  {
    en: "year ",
    ru: "I год; II курс (год обучения)",
    kz: "I жыл; II оқу жылы"
  },
  {
    en: "in the same year",
    ru: "однокурсник",
    kz: "курстас (бағамдас)"
  },
  {
    en: "he is in his third year",
    ru: "он на третьем курсе",
    kz: "ол үшінші бағамда"
  },
  {
    en: "yearly",
    ru: "годичный; ежегодный",
    kz: "жылдық; жыл сайын"
  },
  {
    en: "wear one’s years well",
    ru: "выглядеть моложе своих лет",
    kz: "өз жасынан жас көріну"
  },
  {
    en: "yellow",
    ru: "желтый",
    kz: "сары"
  },
  {
    en: "yelp",
    ru: "визг (собаки)",
    kz: "у-шу, қыңсыл, шаңқыл"
  },
  {
    en: "yes",
    ru: "да",
    kz: "иә"
  },
  {
    en: "yesterday ",
    ru: "вчера ",
    kz: "кеше "
  },
  {
    en: "the day before yesterday",
    ru: "позавчера",
    kz: "алдыңғы күні"
  },
  {
    en: "yet",
    ru: "однако вводн.сл.",
    kz: "бірақ"
  },
  {
    en: "yield ",
    ru: "принести (об урожае) ",
    kz: "өнім беру "
  },
  {
    en: "yield a profit",
    ru: "принести доход",
    kz: "кіріс (кіру) беру"
  },
  {
    en: "yolk",
    ru: "желток",
    kz: "жұмыртқаның сарысы"
  },
  {
    en: "you",
    ru: "вы, ты",
    kz: "сіз, сен"
  },
  {
    en: "young",
    ru: "молодой",
    kz: "жас; шикі"
  },
  {
    en: "young people pl",
    ru: "молодежь",
    kz: "жастар"
  },
  {
    en: "younger ",
    ru: "младший (по возрасту)",
    kz: "кіші"
  },
  {
    en: "look younger",
    ru: "помолодеть",
    kz: "жасару"
  },
  {
    en: "your",
    ru: "твой (при сущ.)",
    kz: "сенің, сенікі, сіз, сіздікі"
  },
  {
    en: "yours",
    ru: "твой (без сущ.)",
    kz: "сенің, сенікі, сіз, сіздікі"
  },
  {
    en: "youth",
    ru: "юность, молодость; молодежь",
    kz: "жасөспірімдік, жастық; жастар"
  },
  {
    en: "youthful",
    ru: "юный",
    kz: "жасөспірім"
  },
  {
    en: "yurta",
    ru: "юрта",
    kz: "киіз үй"
  },
  {
    en: "zebra",
    ru: "зебра",
    kz: "зебра "
  },
  {
    en: "zero",
    ru: "нуль (о температуре)",
    kz: "нөл"
  },
  {
    en: "zipper",
    ru: "застежка, молния",
    kz: "қапсырма, ілгек"
  },
  {
    en: "zone",
    ru: "пояс геогр.; зона",
    kz: "белдеулік; аймақ"
  },
  {
    en: "zoo разг",
    ru: "зоопарк",
    kz: "хайуанаттар паркі"
  },
  {
    en: "zoological gardens pl",
    ru: "зоопарк",
    kz: "хайуанаттар паркі"
  }
]