export const enJur = [
    {
     en: "abandon a claim",
     ru: "отказаться от претензии",
     kz: "мін тағудан (мінеуден) бас тарту"
    },
    {
     en: "abandon duties",
     ru: "пренебрегать обязанностями",
     kz: "міндеттерді елемеу"
    },
    {
     en: "abandon rights",
     ru: "отказываться от прав",
     kz: "құқықтардан бас тарту"
    },
    {
     en: "abatement of suit",
     ru: "прекращение производства по делу",
     kz: "іс өндірісін тоқтату"
    },
    {
     en: "abduct",
     ru: "похищать несовершеннолетнюю",
     kz: "кәмелетке толмаған қыз баланы ұрлау"
    },
    {
     en: "abduction",
     ru: "похищение (женщины, ребенка)",
     kz: "ұрлау (әйелді, баланы)"
    },
    {
     en: "abductor",
     ru: "похититель несовершеннолетней",
     kz: "кәмелетке толмаған қыз баланы ұрлаушы"
    },
    {
     en: "abet",
     ru: "подстрекать, содействовать совершению (чего-л. дурного); способствовать совершению преступления",
     kz: "азғыру, көмектесу (жамандық жасауға); қылмысқа жағдай жасау"
    },
    {
     en: "to abet smb. in a crime",
     ru: "подстрекать кого-л. к совершению преступления",
     kz: "біреуді қылмыс жасауға азғыру"
    },
    {
     en: "to aid and abet",
     ru: "оказывать пособничество и подстрекать",
     kz: "көмектесу және азғыру"
    },
    {
     en: "abetment",
     ru: "подстрекательство",
     kz: "азғырушылық"
    },
    {
     en: "abetting",
     ru: "соучастие",
     kz: "сыбайлас"
    },
    {
     en: "abettor",
     ru: "I соучастник, сообщник, пособник; II подстрекатель",
     kz: "I бірге қатысушы, сыбайлас, көмектесуші; II азғырушы"
    },
    {
     en: "ability",
     ru: "способность; правомочность, компетенция",
     kz: "қабілеттілік; құқықты болу, құзырет"
    },
    {
     en: "abjudge",
     ru: "лишать, отнимать по суду редк.",
     kz: "сот арқылы алу, айыру сирек"
    },
    {
     en: "abnormality",
     ru: "I нарушение, неправильность; II ненормальность, отклонение от нормы",
     kz: "I тәртіп бұзу, бұрыстық; II ауытқушылық, нормадан (мөлшерден) ауытқу"
    },
    {
     en: "abolition",
     ru: "отмена, уничтожение; прекращение уголовного преследования",
     kz: "күшін жою, жою; қылмыстық қудалауды тоқтату"
    },
    {
     en: "abrogate",
     ru: "отменять, аннулировать",
     kz: "қайтару, тоқтату"
    },
    {
     en: "abrogation",
     ru: "отмена, аннулирование",
     kz: "қайтару, тоқтату"
    },
    {
     en: "abscond",
     ru: "скрываться от правосудия",
     kz: "құқық төрелігінен жасырыну"
    },
    {
     en: "absconder",
     ru: "лицо, скрывающееся от правосудия",
     kz: "құқық төрелігінен жасырынушы адам"
    },
    {
     en: "absolution",
     ru: "I оправдание; прощение; II освобождение от наказания",
     kz: "I ақтау, кешіру; II жазадан босату (құтылу)"
    },
    {
     en: "absolutory sentence",
     ru: "оправдательный приговор",
     kz: "ақтау үкімі"
    },
    {
     en: "absolve",
     ru: "освобождать (от ответственности, наказания)",
     kz: "босату (жауапкершіліктен, жазадан)"
    },
    {
     en: "absolvitor",
     ru: "отказ в иске",
     kz: "талап арызды қабылдамау"
    },
    {
     en: "abstention",
     ru: "воздержание от голосования",
     kz: "дауыс беруден қалыс қалу"
    },
    {
     en: "abstract of record",
     ru: "выписка из протокола",
     kz: "хаттамадан көшірме"
    },
    {
     en: "abstraction",
     ru: "кража и присвоение похищенного",
     kz: "ұрлау және ұрлағанды иемдену"
    },
    {
     en: "abuse",
     ru: "I превышать; злоупотреблять; злоупотребление; II оскорблять; оскорбление; нападки; III вводить в заблуждение; злоумышленное использование одной стороной процессуальных законов во вред противной стороны",
     kz: "I асыра пайдалану; теріс пайдалану; теріс пайдаланушылық II балағаттау; тарпа бас салу; III жаңылдыру; іс жүргізу заңдарын бір тараптың қарсы тарапқа зиянды мүддемен теріс пиғылда пайдалану"
    },
    {
     en: "abuse of authority",
     ru: "злоупотребление властью",
     kz: "билікті теріс пайдалану"
    },
    {
     en: "judicial abuse",
     ru: "судебное злоупотребление",
     kz: "соттық теріс пайдаланушылық"
    },
    {
     en: "police abuse",
     ru: "полицейское злоупотребление",
     kz: "полицейлік теріс пайдаланушылық (астамшылық)"
    },
    {
     en: "accept a claim",
     ru: "удовлетворять иск",
     kz: "талап арызды қанағаттандыру"
    },
    {
     en: "to accept the losses",
     ru: "соглашаться на убытки",
     kz: "шығынға келісім беру"
    },
    {
     en: "access to councel",
     ru: "право на консультацию со своим адвокатом",
     kz: "өз адвокатымен кеңесуге құқық"
    },
    {
     en: "access to courts",
     ru: "право требовать справедливого слушания",
     kz: "әділ тыңдауды талап ету құқығы"
    },
    {
     en: "accessorial guilt",
     ru: "виновность (вина) соучастника преступления",
     kz: "қылмысқа бірге қатысушының (сыбайластың) кінәлылығы (кінәсы)"
    },
    {
     en: "accident",
     ru: "I случай; II несчастный случай",
     kz: "I жағдаят; сәт, оқиға; II жазатайым жағдай"
    },
    {
     en: "accident fatal",
     ru: "несчастный случай со смертельным исходом",
     kz: "өлімге соқтырған жазатайым жағдай"
    },
    {
     en: "industrial accident",
     ru: "несчастный случай на производстве",
     kz: "өндірістегі жазатайым жағдай"
    },
    {
     en: "motor vehicle accident",
     ru: "автокатастрофа",
     kz: "көлік апаты"
    },
    {
     en: "road traffic accident",
     ru: "дорожно - транспоротное происшествие",
     kz: "жол-көлік оқиғасы"
    },
    {
     en: "work accident",
     ru: "производственная травма",
     kz: "өндірістік жарақат"
    },
    {
     en: "accidental damage",
     ru: "неумышленный, случайный ущерб",
     kz: "қасақана емес, кездейсоқ шығын"
    },
    {
     en: "accidental death",
     ru: "случайная смерть",
     kz: "кездейсоқ өлім"
    },
    {
     en: "accidental killing",
     ru: "случайное убийство",
     kz: "кездейсоқ кісі өлтіріп алу"
    },
    {
     en: "accomplice",
     ru: "соучастник",
     kz: "бірге қатысушы, сыбайлас"
    },
    {
     en: "accomplice witness",
     ru: "лицо, замешанное в преступлении",
     kz: "қылмысқа қатысты адам"
    },
    {
     en: "accusation",
     ru: "обвинение, обвинительный акт",
     kz: "айыптау, айыптау актісі"
    },
    {
     en: "accusatorial",
     ru: "относящийся к обвинению",
     kz: "айыптауға қатысты"
    },
    {
     en: "accusatory instrument",
     ru: "обвинительный документ",
     kz: "айыптау құжаты"
    },
    {
     en: "accusatory pleading",
     ru: "I обвинительное заявление истца или ответчика; II обвинительная судебная процедура",
     kz: "I талап арызшының (талапкердің) немесе жауапкердің айыптау арызы; II айыптаудың соттық рәсімі"
    },
    {
     en: "accuse",
     ru: "обвинять; предъявлять обвинение",
     kz: "айыптау; айып тағу айыптау"
    },
    {
     en: "accused",
     ru: "обвиняемый",
     kz: "айыпталушы"
    },
    {
     en: "accuser",
     ru: "обвинитель",
     kz: "айыптаушы"
    },
    {
     en: "acknowledge an offence",
     ru: "раскаяться в совершенном преступлении",
     kz: "қылмыс істегеніне өкіну"
    },
    {
     en: "acknowledge one’s guilt",
     ru: "признавать свою вину",
     kz: "өз кінәсын мойындау"
    },
    {
     en: "acknowledgement",
     ru: "официальное заявление; подтверждение",
     kz: "ресми мәлімдеме; растау"
    },
    {
     en: "acquests",
     ru: "I приобретение имущества; II доходы",
     kz: "I мүлік алу; II пайда, кіріс"
    },
    {
     en: "acquit",
     ru: "I оправдать, объявлять невиновным в совершении преступления; II освобождать от ответственности",
     kz: "I ақтау, қылмыс жасамағандығын хабарлау; II жауапкершіліктен босату"
    },
    {
     en: "Bankruptcy act (BA)",
     ru: "Закон о банкротстве",
     kz: "Банкроттық туралы заң"
    },
    {
     en: "criminal act",
     ru: "преступное действие, преступное деяние, преступный акт",
     kz: "қылмыстық іс-әрекет; қылмыстық әрекет, қылмыстық акт"
    },
    {
     en: "general act",
     ru: "общий закон (в отличие от закона, касающегося отдельных лиц)",
     kz: "жалпы заң (жеке адамдарға қатысы жоқ)"
    },
    {
     en: "judicial act",
     ru: "акт судебной власти",
     kz: "соттық билік актісі"
    },
    {
     en: "juristic act",
     ru: "юридическое действие",
     kz: "заңтану іс-әрекеті"
    },
    {
     en: "legal act",
     ru: "I юридическое действие, юридический акт; II законный акт",
     kz: "I заңтану іс-әрекеті, заңтану актісі; II заңдық акт"
    },
    {
     en: "legislative act",
     ru: "законодательный акт, закон; юридический акт",
     kz: "заңнамалық акт, заң; заңтану актісі"
    },
    {
     en: "pass an act",
     ru: "принимать закон",
     kz: "заң қабылдау"
    },
    {
     en: "private act",
     ru: "частный закон; частный акт; закон, действующий в отношении конкретных лиц",
     kz: "жеке заң; жеке акт; нақты адамдарға қатысты заң"
    },
    {
     en: "public act",
     ru: "I общий закон; общий акт; публичный закон; II публичный акт; действие государственной власти",
     kz: "I жалпы заң; жалпы акт; жария заң; II жария акті; мемлекеттік биліктің іс-әрекеті"
    },
    {
     en: "Trade Expansion Act",
     ru: "Закон о расширении торговли",
     kz: "Сауданы кеңейту туралы заң"
    },
    {
     en: "act-in-law",
     ru: "юридическое действие",
     kz: "заңтану іс-әрекеті"
    },
    {
     en: "actio civilis",
     ru: "гражданский иск лат.",
     kz: "азаматтық талап арыз"
    },
    {
     en: "actio communi dividundo",
     ru: "судебное дело о разделе совместной собственности лат.",
     kz: "ортақ меншікті бөлу туралы сот ісі"
    },
    {
     en: "actio contrario",
     ru: "встречный иск лат.",
     kz: "қарсы талап арыз"
    },
    {
     en: "action at law",
     ru: "судебный иск",
     kz: "соттық талап арыз"
    },
    {
     en: "action copy",
     ru: "копия дела",
     kz: "іс көшірмесі"
    },
    {
     en: "action for damages",
     ru: "иск о взыскании убытков",
     kz: "шығындарды өндіру туралы талап арыз"
    },
    {
     en: "action for declaration of right",
     ru: "иск о признании права",
     kz: "құқықты мойындау туралы талап арыз"
    },
    {
     en: "action for mesne profit",
     ru: "иск о взыскании доходов, полученных ответчиком с недвижимости за время противоправного владения ею",
     kz: "жауапкердің құқыққа қарсы жолмен иемденген жылжымайтын мүлікті кіріс ретінде қайта алу туралы талап арыз"
    },
    {
     en: "action lies",
     ru: "иск может быть предъявлен",
     kz: "талап арыз жазылуы мүмкін"
    },
    {
     en: "action on the case",
     ru: "иск о взыскании убытков (главным образом из деликта, а также из любого нарушения обязательств по договору).",
     kz: "шығындарды өндіру туралы талап арыз (негізінен келісімшарттың кез-келген міндеттерінің бұзылуынан)"
    },
    {
     en: "action rescissory",
     ru: "I иск о признании документа поддельным.; II иск об аннулировании документа",
     kz: "I құжатты жасанды деп тану туралы талап арыз; II құжаттың күшін жою туралы талап арыз"
    },
    {
     en: "bring action",
     ru: "предъявлять иск",
     kz: "талап арыз беру"
    },
    {
     en: "civil action",
     ru: "гражданский иск",
     kz: "азаматтық талап арыз"
    },
    {
     en: "class action",
     ru: "групповой иск",
     kz: "топ талап арызы"
    },
    {
     en: "commence an action",
     ru: "I предъявлять иск; II возбуждать дело",
     kz: "I талап арыз беру; II іс қозғау"
    },
    {
     en: "compound penal action",
     ru: "отказ от уголовного иска",
     kz: "қылмыстық талап арыздан бас тарту"
    },
    {
     en: "compromise an action",
     ru: "заканчивать дело миром",
     kz: "істі бітіммен аяқтау"
    },
    {
     en: "confession of an action",
     ru: "признание иска",
     kz: "талап арызды мойындау"
    },
    {
     en: "criminal action",
     ru: "I преступное деяние; II уголовный иск",
     kz: "I қылмыстық әрекет; II қылмыстық  талап арыз"
    },
    {
     en: "enter action",
     ru: "предъявлять иск",
     kz: "талап арыз жазу"
    },
    {
     en: "entertain action",
     ru: "принимать к рассмотрению иск, рассматривать иск",
     kz: "талап арызды қарауға қабылдау, талап арызды қарау"
    },
    {
     en: "institute an action",
     ru: "возбуждать иск",
     kz: "талап арыз қозғау"
    },
    {
     en: "legal action",
     ru: "судебный иск",
     kz: "соттық талап арыз"
    },
    {
     en: "lose an action",
     ru: "проиграть дело",
     kz: "істен ұтылу"
    },
    {
     en: "matrimonial action",
     ru: "иск о разводе",
     kz: "ажырасу туралы талап арыз"
    },
    {
     en: "mixed action",
     ru: "смешанный иск, вещно-обязательственный иск",
     kz: "аралас талап арыз, заттық-міндеттемелік талап арыз"
    },
    {
     en: "subject of an action",
     ru: "предмет иска",
     kz: "талап арыз пәні"
    },
    {
     en: "use action",
     ru: "предъявлять претензию через суд",
     kz: "мін тағуды (мінеуді) сот арқылы білдіру"
    },
    {
     en: "win an action",
     ru: "выигрывать дело",
     kz: "істі ұту"
    },
    {
     en: "activity",
     ru: "активность, деятельность",
     kz: "белсенділік, іс-қимыл"
    },
    {
     en: "actual cash value",
     ru: "фактическая стоимость собственности",
     kz: "меншіктің нақты бағасы"
    },
    {
     en: "actuary",
     ru: "служащий суда",
     kz: "сот қызметшісі"
    },
    {
     en: "addict; drug addict",
     ru: "наркоман",
     kz: "нашақор"
    },
    {
     en: "addiction",
     ru: "наркомания",
     kz: "нашақорлық"
    },
    {
     en: "address",
     ru: "I адрес, адресовать; II обращение, обращаться; III часть искового заявления, содержащая наименование суда, в который подается иск",
     kz: "I мекен-жай, бағыттау; II қарата айту (сөйлеу); III талап арыз берілген соттың аты көрсетілген талап арыздың бөлігі"
    },
    {
     en: "adduce",
     ru: "приводить, представлять (доказательства)",
     kz: "келтіру (дәлелдер)"
    },
    {
     en: "adjourn",
     ru: "I отсрочивать, откладывать; II прерывать заседание; III закрывать (заседание)",
     kz: "I кейінге қалдыру, мерзімін шегеру; II мәжілісті тоқтату; III мәжілісті жабу"
    },
    {
     en: "adjournment",
     ru: "I отсрочка; II перерыв между заседаниями; III роспуск (парламента и т.п.)",
     kz: "I кейінге қалдыру; шегіндіру II мәжіліс аралық үзіліс; III тарату (парламентті және т.б.)"
    },
    {
     en: "adjudge",
     ru: "I признавать, устанавливать, решать (в судебном порядке); II выносить решение\/приговор",
     kz: "I тану, белгілеу, шешу (сот тәртібімен); II шешім, үкім шығару"
    },
    {
     en: "adjudge smb. guilty",
     ru: "признавать кого-либо виновным",
     kz: "біреуді кінәлы тану"
    },
    {
     en: "adjudge smb. to die (jail)",
     ru: "приговаривать кого-либо к смерти (тюремному заключению)",
     kz: "біреуді өлім жазасына кесу (түрмеге қамауға) үкім шығару"
    },
    {
     en: "adjudgement",
     ru: "I судебное решение; II признание, установление (в судебном порядке)",
     kz: "I сот шешімі; II (сот тәртібімен) тану, белгілеу"
    },
    {
     en: "adjudiration",
     ru: "I принесение присяги; II приведение к присяге",
     kz: "I ант қабылдау; II ант қабылдату"
    },
    {
     en: "adjunct",
     ru: "помощник, адъюнкт",
     kz: "көмекші, адъюнкт"
    },
    {
     en: "adjure",
     ru: "I приносить присягу; II приводить к присяге",
     kz: "I ант қабылдау; II ант қабылдату"
    },
    {
     en: "adjustment of difference",
     ru: "улаживание спора",
     kz: "дауды реттеу"
    },
    {
     en: "exchange adjustments",
     ru: "выравнивание валюты; поправка на валютный курс",
     kz: "валютаны теңестіру; валюта курсын түзету"
    },
    {
     en: "adminiculate",
     ru: "представлять дополнительные доказательства",
     kz: "қосымша дәлелдер келтіру"
    },
    {
     en: "administer narcotics",
     ru: "применять наркотики",
     kz: "есірткі қолдану"
    },
    {
     en: "administer punishment",
     ru: "наказывать",
     kz: "жазалау"
    },
    {
     en: "state administration",
     ru: "государственное управление",
     kz: "мемлекеттік басқару"
    },
    {
     en: "administrative authority",
     ru: "I исполнительная власть; II распорядительные полномочия",
     kz: "I атқарушы билік; II өкімшілік өкілеттілік"
    },
    {
     en: "administrative crime",
     ru: "правонарушение в области административного права",
     kz: "әкімшілік құқық саласындағы құқық бұзушылық"
    },
    {
     en: "criminal admission",
     ru: "признание в преступлении",
     kz: "қылмыс жасағандығын мойындау"
    },
    {
     en: "adopter",
     ru: "I усыновитель; II лицо, принимающее и укрывающее краденое",
     kz: "I бала асырап алу; II ұрлықы затты алушы және жасырушы"
    },
    {
     en: "adoption",
     ru: "I усыновление; II принятие (закона, резолюции)",
     kz: "I ұл бала асырап алу; II қабылдау (заң, қарар)"
    },
    {
     en: "price advance",
     ru: "рост цен; повышение в цене",
     kz: "бағаның өсуі; бағаның көтерілуі"
    },
    {
     en: "to advance a claim",
     ru: "заявить претензию",
     kz: "мін тағуды (мінеуді) мәлімдеу"
    },
    {
     en: "legal advice",
     ru: "консультация юриста",
     kz: "заңгер кеңесі"
    },
    {
     en: "adviser",
     ru: "советник, консультант",
     kz: "кеңесші; кеңес беруші"
    },
    {
     en: "legal adviser",
     ru: "юрисконсульт; советник по правовым вопросам",
     kz: "заң кеңесшісі; құқық мәселелері бойынша кеңесші"
    },
    {
     en: "advocacy",
     ru: "I защита; II адвокатура",
     kz: "I қорғау; II адвокатура"
    },
    {
     en: "advocate",
     ru: "I адвокат, защитник; защищать (в суде); выступать в защиту; II помощник; III советник",
     kz: "I адвокат, қорғаушы; қорғау (сотта); қорғап сөйлеу; II көмекші; III кеңесші"
    },
    {
     en: "judge advocate",
     ru: "военный прокурор",
     kz: "әскери прокурор"
    },
    {
     en: "advocate – depute",
     ru: "помощник генерального прокурора",
     kz: "бас прокурордың көмекшісі"
    },
    {
     en: "affair",
     ru: "дело",
     kz: "іс"
    },
    {
     en: "foreign (external) affair",
     ru: "иностранные дела",
     kz: "шетел істері"
    },
    {
     en: "home (internal) affair",
     ru: "внутренние дела",
     kz: "ішкі істер"
    },
    {
     en: "affirmance",
     ru: "утверждение решения суда судом высшей инстанции; подтверждение",
     kz: "сот шешімін жоғары сот инстанциясының бекітуі; растау"
    },
    {
     en: "affirmative proof",
     ru: "подтверждающие доказательства",
     kz: "растаушы дәлелдер"
    },
    {
     en: "legal age",
     ru: "I совершеннолетие; II возраст, установленный законом",
     kz: "I кәмелеттік жас; II заңмен белгіленген жас"
    },
    {
     en: "law enforcement agency",
     ru: "судебный или полицейский орган",
     kz: "соттық немесе полицейлік орган"
    },
    {
     en: "agent",
     ru: "I агент; II представитель; III поверенный, посредник",
     kz: "I агент; II өкіл; III сенімді өкіл, делдал"
    },
    {
     en: "public agent",
     ru: "представитель власти",
     kz: "билік өкілі"
    },
    {
     en: "aggregate term of imprisonment",
     ru: "общий срок тюремного заключения",
     kz: "түрмеге қамалудың жалпы мерзімі"
    },
    {
     en: "aggrieve",
     ru: "I наносить ущерб; II не давать удовлетворение (требований)",
     kz: "I шығын келтіру; II (талапты) орындамау (қанағаттандырмау)"
    },
    {
     en: "agreement",
     ru: "I согласие; II соглашение",
     kz: "I келісім; II мәмле"
    },
    {
     en: "employment agreement",
     ru: "договор личного найма",
     kz: "жеке жал келісімшарты"
    },
    {
     en: "make agreement",
     ru: "заключать соглашение",
     kz: "мәмле жасау"
    },
    {
     en: "parol agreement",
     ru: "I устное соглашение; II соглашение не за печатью, простое соглашение",
     kz: "I ауызша мәмле; II мөрсіз мәмле, жай (қарапайым) мәмле"
    },
    {
     en: "to dissolve agreement",
     ru: "расторгать договор",
     kz: "келісімшартты бұзу"
    },
    {
     en: "alibi лат.",
     ru: "алиби; представлять алиби, оправдание",
     kz: "алиби; алиби ұсыну, ақталу"
    },
    {
     en: "aliment",
     ru: "алименты; содержание; содержать",
     kz: "алимент; асырау; асырау"
    },
    {
     en: "allow an appeal",
     ru: "удовлетворять апелляцию",
     kz: "аппеляцияны қанағаттандыру"
    },
    {
     en: "amendment",
     ru: "I исправление (ошибок в ходе процесса и т.п.); II поправка (к резолюции, законопроекту и т. п.)",
     kz: "I түзеу, жөндеу (қатені үдеріс барысында және т.б.); II түзету (карарды, заң жобасын және т.б.)"
    },
    {
     en: "ancestor",
     ru: "наследник",
     kz: "мұрагер"
    },
    {
     en: "animus",
     ru: "намерение, умысел",
     kz: "ниет, пиғыл"
    },
    {
     en: "anticipatory offense",
     ru: "будущее (готовящееся) преступление",
     kz: "келешек (дайындалып жатқан) қылмыс"
    },
    {
     en: "apatride",
     ru: "апатрид, лицо без гражданства",
     kz: "азаматтығы жоқ адам"
    },
    {
     en: "appeal",
     ru: "I апелляция, апелляционная жалоба, обжалование; апеллировать, подавать апелляционную жалобу; II право апелляции; III обращение, воззвание",
     kz: "I апелляция, апелляциялық шағым; арыздану; шағымдану (арыздану); арыз шағым беру II апелляция құқығы; III өтіну"
    },
    {
     en: "appeal for pardon",
     ru: "просить о помиловании",
     kz: "рақымшылық сұрау"
    },
    {
     en: "dismiss an appeal",
     ru: "отклонить апелляцию",
     kz: "апелляцияны қайтару"
    },
    {
     en: "without appeal",
     ru: "обжалованию не подлежит",
     kz: "арыздануға болмайды"
    },
    {
     en: "appear before a judge",
     ru: "предстать перед судьей",
     kz: "судья алдына бару"
    },
    {
     en: "appear for defendant \/ for plaintiff",
     ru: "выступать в качестве адвоката ответчика, подсудимого, истца",
     kz: "жауапкердің, сотталушының, талап арызшының (талапкердің) адвокаты ретінде сот алдында сөйлеу"
    },
    {
     en: "appear on face",
     ru: "вытекать из документов",
     kz: "құжаттарға негіздеу"
    },
    {
     en: "appear for prosecution",
     ru: "выступать от лица обвинения, поддерживать обвинение",
     kz: "айыптау жағынан сөйлеу; айыптаушыны қолдау"
    },
    {
     en: "Appellate Court",
     ru: "апелляционный суд (в США)",
     kz: "апелляциялық сот (АҚШ-да)"
    },
    {
     en: "applicant",
     ru: "проситель, заявитель",
     kz: "өтінуші, өтініш иесі"
    },
    {
     en: "appropriate a piece of property",
     ru: "присвоить чужую собственность",
     kz: "біреудің меншігін иемдену"
    },
    {
     en: "appropriation",
     ru: "конфискация, присвоение",
     kz: "тәркілеу, иемдену"
    },
    {
     en: "approver",
     ru: "преступник, сознавшийся в совершении преступления и выдавший своих сообщников",
     kz: "қылмысты жасағанын мойындаған және  өз сыбайластарын баяндаушы қылмыскер"
    },
    {
     en: "arbitrage",
     ru: "арбитраж, третейский суд",
     kz: "төрелік, аралық сот"
    },
    {
     en: "argue",
     ru: "I аргументировать, приводить доводы; доказывать, утверждать; заявлять; II обсуждать, дискутировать; III признавать виновным; выполнить приговор; обвинять",
     kz: "I дәйектеу, пайымдау; дәлелдеу, растау; мәлімдеу; II талқылау, пікір таластыру; III кінәлы деп тану; үкімді орындау; айыптау"
    },
    {
     en: "arles",
     ru: "задаток",
     kz: "кепілақы"
    },
    {
     en: "arraign",
     ru: "I предъявлять обвинение, привлекать к суду (по уголовному делу); II призывать к ответу",
     kz: "I айып тағу, сотқа тарту (қылмыстық іс бойынша); II жауапқа шақыру"
    },
    {
     en: "arrest",
     ru: "I арестовывать; арест; накладывать арест; наложение ареста; II задерживать, задержание; III приостанавливать, приостановление; IV запрещать, запрещение",
     kz: "I тұтқындау; тыйым жасау; тыйым салу; II ұстау; III тоқтату; IV тыйым салу"
    },
    {
     en: "arrest on civil cases",
     ru: "арест имущества в порядке гражданского судопроизводства",
     kz: "азаматтық сот өндірісі тәртібімен мүлікке тыйым салу"
    },
    {
     en: "arrest of judgment",
     ru: "I приостановка исполнения решения; II отложение вынесения решения",
     kz: "I шешімнің орындалуын тоқтата тұру; II шешімнің шығарылуын кейінге қалдыру"
    },
    {
     en: "warrant of arrest",
     ru: "ордер на арест",
     kz: "тұтқындауға ордер"
    },
    {
     en: "arrogation",
     ru: "I неосновательные претензии; II присвоение",
     kz: "I негізсіз мін тағу (мінеу); II меншіктену, иемдену"
    },
    {
     en: "arson",
     ru: "поджог (злонамеренный)",
     kz: "(арам ниетпен) өртеу"
    },
    {
     en: "arsonist",
     ru: "поджигатель",
     kz: "өрт қоюшы, өртеуші"
    },
    {
     en: "article",
     ru: "I статья, пункт, параграф; II вещь; предмет; товар; III отдавать по договору в обучение; IV предъявлять обвинение",
     kz: "I бап, тармақ, тармақша; II зат; бұйым, тауар; III оқуға келісімшартпен беру; IV айып тағу"
    },
    {
     en: "articles",
     ru: "устав, регламент",
     kz: "жарғы, регламент"
    },
    {
     en: "artificial person",
     ru: "юридическое лицо",
     kz: "заңды тұлға"
    },
    {
     en: "asphyxia",
     ru: "асфиксия",
     kz: "асфиксия"
    },
    {
     en: "mechanical asphyxia",
     ru: "механическая асфиксия",
     kz: "механикалық асфиксия"
    },
    {
     en: "assassin",
     ru: "I наемный убийца; II убийца (убивающий потерпевшего вероломным путем)",
     kz: "I жалдамалы кісі өлтіруші; II кісі өлтіруші (жәбірленушіні опасыздықпен өлтіруші)"
    },
    {
     en: "assassinate",
     ru: "убить потерпевшего вероломным путем; совершить террористический акт",
     kz: "жәбірленушіні опасыздықпен өлтіру; лаңкестік акт жасау"
    },
    {
     en: "assault",
     ru: "словесное оскорбление и угроза физическим насилием",
     kz: "сөзбен балағаттау және күштеумен қорқыту"
    },
    {
     en: "asset",
     ru: "имущество",
     kz: "мүлік"
    },
    {
     en: "real asset",
     ru: "недвижимое имущество",
     kz: "жылжымайтын мүлік"
    },
    {
     en: "assign",
     ru: "передавать; отчуждать; переуступать (права)",
     kz: "беру; иеліктен айыру; (құқығын) қайта беру"
    },
    {
     en: "assignee",
     ru: "правопреемник",
     kz: "заңды мирасқор"
    },
    {
     en: "assise",
     ru: "суд присяжных",
     kz: "алқа билер соты"
    },
    {
     en: "assistant",
     ru: "помощник, заместитель судьи",
     kz: "судья орынбасары, көмекшісі"
    },
    {
     en: "bar association",
     ru: "ассоциация адвокатов",
     kz: "адвокаттар қауымдастығы"
    },
    {
     en: "attack",
     ru: "I оспаривание, оспаривать; II нападать, нападение",
     kz: "I дау айту; II шабуылдау, шабуыл"
    },
    {
     en: "attestation",
     ru: "подтверждение; свидетельское показание; дача свидетельского показания",
     kz: "растау; куә көрсетпелері; куә көрсетпелерін беру"
    },
    {
     en: "attesting witness",
     ru: "понятой",
     kz: "куәгер"
    },
    {
     en: "attestor",
     ru: "свидетель",
     kz: "куә"
    },
    {
     en: "audience",
     ru: "слушание дела в суде",
     kz: "істі сотта тыңдау"
    },
    {
     en: "authorities",
     ru: "органы власти",
     kz: "билік орындары"
    },
    {
     en: "apply to the authorities",
     ru: "обратиться к властям",
     kz: "билікке жүгіну"
    },
    {
     en: "constituted authorities",
     ru: "законные власти",
     kz: "заңды биліктер"
    },
    {
     en: "federal authorities",
     ru: "федеральные органы власти",
     kz: "биліктің федеральды органдары"
    },
    {
     en: "legislative authorities",
     ru: "законодательные органы",
     kz: "заң орындары"
    },
    {
     en: "local authorities",
     ru: "местные органы власти",
     kz: "жергілікті билік орындары"
    },
    {
     en: "authority by law",
     ru: "правомочие по закону",
     kz: "заңды өкілеттілік"
    },
    {
     en: "judicial authority",
     ru: "судебная власть",
     kz: "сот билігі"
    },
    {
     en: "state authority",
     ru: "государственная власть",
     kz: "мемлекеттік билік"
    },
    {
     en: "warranty of authority",
     ru: "доверенность",
     kz: "сенімхат"
    },
    {
     en: "authorize",
     ru: "легализовать",
     kz: "заңдастыру"
    },
    {
     en: "avoid",
     ru: "расторгать, аннулировать",
     kz: "келісімді бұзу, жоққа шығару"
    },
    {
     en: "avoid a sentence",
     ru: "отменить приговор",
     kz: "үкімнің күшін жою"
    },
    {
     en: "award",
     ru: "арбитражное решение; выносить решение; присуждать",
     kz: "төрелік шешім; шешім шығару"
    },
    {
     en: "award punishment",
     ru: "назначать наказание",
     kz: "жаза тағайындау"
    },
    {
     en: "backlog of outstanding payments",
     ru: "неуплаченные суммы, просроченные платежи",
     kz: "төленбеген сомалар, мерзімінде төленбеген төлемдер"
    },
    {
     en: "bad",
     ru: "I юридически необоснованный; II наказуемый",
     kz: "I заңмен негізделмеген; II жазаланатын"
    },
    {
     en: "bad behavior",
     ru: "наказуемое поведение",
     kz: "жазаланатын қылық"
    },
    {
     en: "bad environment",
     ru: "дурное влияние окружающей среды",
     kz: "қоршаған ортаға теріс әсер"
    },
    {
     en: "bad money",
     ru: "фальшивые деньги",
     kz: "жалған ақшалар"
    },
    {
     en: "bail",
     ru: "брать на поруки; передавать на поруки; поручитель; поручительство; залог (при передаче на поруки)",
     kz: "кепілге алу; кепілге беру; кепілгер; кепілгерлік; кепіл (кепілге берген кездегі)"
    },
    {
     en: "admit to bail",
     ru: "передавать на поруки",
     kz: "кепілге беру"
    },
    {
     en: "bailiff",
     ru: "судебный пристав",
     kz: "сот жасауылы"
    },
    {
     en: "ballistics",
     ru: "баллистика",
     kz: "баллистика"
    },
    {
     en: "ballistics tests",
     ru: "баллистическая экспертиза",
     kz: "баллистикалық сараптама"
    },
    {
     en: "banc",
     ru: "I судейская скамья; II полный состав суда",
     kz: "I сот орындығы; II соттың толық құрамы"
    },
    {
     en: "band",
     ru: "банда, шайка",
     kz: "бұзақы, тентек"
    },
    {
     en: "bank",
     ru: "I банк; II судейская скамья; III полный состав суда; IV фонд, общий запас; V класть деньги в банк; держать деньги в банке; заниматься банковским делом",
     kz: "I банк; II сот орындығы; III соттың толық құрамы; IV қор, жалпы қор; V ақшаны банкке салу; ақшаны банкте ұстау; банк ісімен шұғылдану"
    },
    {
     en: "bargain",
     ru: "сделка, соглашение, договор о купле \/ продаже",
     kz: "келісімшарт, мәмле, сату-сатып алу туралы келісімшарт"
    },
    {
     en: "bargain and sail",
     ru: "договор купли-продажи",
     kz: "сату-сатып алу келісімшарты"
    },
    {
     en: "bastard",
     ru: "незаконнорожденный ребенок; ребенок рожденный вне брака",
     kz: "заңсыз туған бала; некесіз туған бала"
    },
    {
     en: "battery",
     ru: "побои, избиение",
     kz: "ұрып-соғу"
    },
    {
     en: "beggar",
     ru: "нищий, живущий милостынею",
     kz: "қайыршы, қайыр-садақамен күн көруші"
    },
    {
     en: "bagging",
     ru: "попрошайничество",
     kz: "қайыршылық"
    },
    {
     en: "bahaviour",
     ru: "поведение, поступки, манеры",
     kz: "қылық, мәнер"
    },
    {
     en: "bereave",
     ru: "ограбить, отнять (что-то)",
     kz: "тонау, тартып алу"
    },
    {
     en: "bicameral",
     ru: "двухпалатный",
     kz: "қос палаталы"
    },
    {
     en: "bill",
     ru: "I иск, исковое заявление; II судебный приказ; III петиция, просьба, заявление; IV билль, законопроект; закон, акт парламента, законодательный акт; V обязательство, вексель",
     kz: "I талап, талап арыз; II сот бұйрығы; III петиция, өтініш; IV заң жобасы; заң, парламент актісі заңнамалық акт; V міндеттеме, вексель"
    },
    {
     en: "bill of review",
     ru: "иск о пересмотре решения суда",
     kz: "сот шешімін қайта қарау туралы талап арыз"
    },
    {
     en: "bill of reviver",
     ru: "иск о возобновлении дела производством",
     kz: "өндіріспен істі жаңартып қарау туралы талап арыз"
    },
    {
     en: "bring in a bill",
     ru: "вносить законопроект",
     kz: "заң жобасын талқылауға шығару"
    },
    {
     en: "draft bill",
     ru: "законопроект",
     kz: "заң жобасы"
    },
    {
     en: "biological expert examination",
     ru: "биологиялық сараптама",
     kz: "биологическая экспертиза"
    },
    {
     en: "black-mail",
     ru: "шантаж, вымогательство",
     kz: "бопсалаушылық"
    },
    {
     en: "black-mouth",
     ru: "клеветник",
     kz: "жалақор"
    },
    {
     en: "bleed",
     ru: "I вымогать деньги; II подвергаться вымогательству",
     kz: "I ақша бопсалау; II бопсалауға ұшырау"
    },
    {
     en: "bobby",
     ru: "бобби, полисмен разг.",
     kz: "бобби"
    },
    {
     en: "bodily harm",
     ru: "телесное повреждение",
     kz: "дене жарақаты"
    },
    {
     en: "bodily security",
     ru: "личная неприкосновенность",
     kz: "тұлғаға тиіспеушілік"
    },
    {
     en: "body",
     ru: "I орган; организация; группа; коллегия; II лицо; III главная часть, основная часть (документа); IV совокупность, комплекс; V юридическое лицо, субъект (права); VI сборник (законов)",
     kz: "I орган; ұйым; топ; әріптес; II тұлға; III (құжаттың) басты бөлімі, негізгі бөлімі; IV жиынтық, кешен; V заңды тұлға, (құқық) субъектісі; VI (заңдар) жинағы"
    },
    {
     en: "body of the crime",
     ru: "состав преступления",
     kz: "қылмыс құрамы"
    },
    {
     en: "body of laws",
     ru: "совокупность правовых норм",
     kz: "құқық нормаларының жиынтығы"
    },
    {
     en: "body of legislation",
     ru: "законодательный орган",
     kz: "заң орны"
    },
    {
     en: "bootlegger",
     ru: "бутлегер",
     kz: "бутлегер"
    },
    {
     en: "box witness",
     ru: "место для дачи свидетельских показаний",
     kz: "куә көрсетпелерін баяндайтын орын"
    },
    {
     en: "breath specimen",
     ru: "дыхательная проба на присутствие алкоголя",
     kz: "ішімдіктің бар-жоғына тыныс жолы сынамасы"
    },
    {
     en: "bribe",
     ru: "взятка, подкуп; подкупать; предлагать \/ давать взятку",
     kz: "пара, паралау; пара ұсыну (беру)"
    },
    {
     en: "briber",
     ru: "взяткодатель",
     kz: "пара беруші"
    },
    {
     en: "bribery",
     ru: "взяточничество",
     kz: "парақорлық"
    },
    {
     en: "brigandage",
     ru: "разбой, бандитизм",
     kz: "қарақшылық, бұзақылық"
    },
    {
     en: "bullet",
     ru: "пуля",
     kz: "оқ"
    },
    {
     en: "burglar",
     ru: "грабитель",
     kz: "тонаушы"
    },
    {
     en: "business",
     ru: "I дело, занятие, профессия; II хозяйственная, торгово-промышленная деятельность, предпринимательство; III торгово-промышленное предприятие; фирма; IV сделка",
     kz: "I іс, тірлік, кәсіп; II шаруашылық, сауда өнеркәсіптік іс-қимыл, кәсіпкерлік; III сауда-өнеркәсіптік мекеме; фирма; IV келісім"
    },
    {
     en: "take business",
     ru: "рассматривать дела",
     kz: "істі қарау"
    },
    {
     en: "by-law",
     ru: "I уставные нормы; II подзаконный акт; III постановление органа местной власти",
     kz: "I жарғылық нормалар; II заңға тәуелді актілер; III жергілікті билік орнының қаулысы"
    },
    {
     en: "calamity",
     ru: "катастрофа, бедствие",
     kz: "апат, зілзала, зұлмат, нәубет"
    },
    {
     en: "calendar",
     ru: "список дел (к слушанию)",
     kz: "(тыңдалатың) іс тізбесі"
    },
    {
     en: "calibre",
     ru: "калибр огнестрельного оружия",
     kz: "атыс қаруының калибрі"
    },
    {
     en: "calumniator",
     ru: "клеветник",
     kz: "жалақор"
    },
    {
     en: "calumny",
     ru: "I диффамация; II клевета; III ложное обвинение",
     kz: "I. диффамация (адамды не мекемені масқаралайтын шын мәліметті жариялау); II жала; III жалған айыптау"
    },
    {
     en: "capability",
     ru: "правоспособность",
     kz: "құқық қабілеттілігі"
    },
    {
     en: "capable",
     ru: "I способный; II правоспособный; дееспособный; III имеющий право на что-то",
     kz: "I қабілетті; II құқық қабілеті; қабілетті; III бір нәрсеге құқылы болу"
    },
    {
     en: "capital crime (offence, felony)",
     ru: "уголовное преступление, наказуемое смертной казнью",
     kz: "өлім жазасымен жазаланатын қылмыстық іс"
    },
    {
     en: "capital punishment",
     ru: "смертный приговор, высшая мера наказания",
     kz: "өлім жазасы, жазаның жоғары түрі"
    },
    {
     en: "cartridge case",
     ru: "гильза патрона",
     kz: "патрон гильзасы"
    },
    {
     en: "case",
     ru: "I случай; положение; II казус, судебный прецедент; судебное дело; III доводы, аргументация по делу",
     kz: "I жағдаят, жағдай, сәт, оқиға; II сот ісі; III іс бойынша пайымдар, дәйектер"
    },
    {
     en: "case file",
     ru: "досье",
     kz: "құжаттама"
    },
    {
     en: "civil case",
     ru: "гражданское дело",
     kz: "азаматтық іс"
    },
    {
     en: "criminal case",
     ru: "уголовное дело",
     kz: "қылмыстық іс"
    },
    {
     en: "catastrophe",
     ru: "катастрофа, гибель",
     kz: "апат, өлім"
    },
    {
     en: "catchpole (catchpoll)",
     ru: "судебный пристав, судебный исполнитель",
     kz: "сот жасауылы, сот орындаушысы"
    },
    {
     en: "celebrate",
     ru: "заключать",
     kz: "келісу"
    },
    {
     en: "celebrate a contact",
     ru: "заключать договор",
     kz: "келісімшартқа қол қою"
    },
    {
     en: "cell",
     ru: "тюремная камера",
     kz: "түрме қамағы"
    },
    {
     en: "certificate",
     ru: "I удостоверение, свидетельство, сертификат, справка; II удостоверять, выдавать письменное удостоверение",
     kz: "I куәлік, анықтама; II куәландыру, жазбаша куәлік беру"
    },
    {
     en: "certificate of birth",
     ru: "свидетельство о рождении",
     kz: "туу туралы куәлік"
    },
    {
     en: "certificate of identity",
     ru: "удостоверение личности",
     kz: "жеке куәлік"
    },
    {
     en: "certificate for marriage",
     ru: "брачное свидетельство",
     kz: "неке куәлігі"
    },
    {
     en: "high chamber",
     ru: "верхняя палата",
     kz: "жоғарғы палата"
    },
    {
     en: "lower chamber",
     ru: "нижняя палата",
     kz: "төменгі палата"
    },
    {
     en: "to be in charge",
     ru: "находиться под арестом",
     kz: "тұтқында болу"
    },
    {
     en: "dismiss a charge",
     ru: "прекратить дело",
     kz: "істі тоқтату"
    },
    {
     en: "charged",
     ru: "обвиняемый",
     kz: "айыпталушы"
    },
    {
     en: "chase",
     ru: "I погоня, преследование; II гнаться, преследовать",
     kz: "I қуғын, ізіне түсу; II қуу, ізіне түсу"
    },
    {
     en: "chastisement",
     ru: "наказание, дисциплинарное взыскание",
     kz: "жаза, тәртіптік жаза"
    },
    {
     en: "chattel",
     ru: "неземельная собственность, движимость",
     kz: "жер емес меншік, жылжитын"
    },
    {
     en: "cheat",
     ru: "I обман; II обманщик; III обманывать",
     kz: "I алдау; II алдаушы; III алдау"
    },
    {
     en: "chief",
     ru: "глава, руководитель; главный, основной",
     kz: "жетекші, басшы; басты, негізгі"
    },
    {
     en: "chief of detectives",
     ru: "начальник сыска",
     kz: "іздеу бастығы"
    },
    {
     en: "chief of police",
     ru: "начальник полиции",
     kz: "полиция бастығы"
    },
    {
     en: "circuit",
     ru: "судебный округ",
     kz: "сот округі"
    },
    {
     en: "judicial circuit",
     ru: "судебный орган",
     kz: "сот орны"
    },
    {
     en: "circumstance",
     ru: "обстоятельство, случай, условие; обстановка",
     kz: "мән-жай, жағдаят, шарт; жағдай"
    },
    {
     en: "mitigating circumstance",
     ru: "смягчающее обстоятельство",
     kz: "жеңілдететін мән-жай"
    },
    {
     en: "aggravating circumstance",
     ru: "отягчающее обстоятельство",
     kz: "ауырлататын мән-жай"
    },
    {
     en: "citation",
     ru: "вызов ответчика в суд",
     kz: "жауапкерді сотқа шақыру"
    },
    {
     en: "citizen",
     ru: "гражданин",
     kz: "азамат"
    },
    {
     en: "citizenship",
     ru: "гражданство",
     kz: "азаматтық"
    },
    {
     en: "choice of citizenship",
     ru: "выбор гражданства, оптация",
     kz: "азаматтықты таңдау"
    },
    {
     en: "revocation of citizenship",
     ru: "лишения гражданства",
     kz: "азаматтықтан айыру"
    },
    {
     en: "city court",
     ru: "городской суд",
     kz: "қала соты"
    },
    {
     en: "city-state",
     ru: "город-государство",
     kz: "мемлекет қала"
    },
    {
     en: "civil code",
     ru: "гражданский кодекс",
     kz: "азаматтық кодекс"
    },
    {
     en: "civil liberties",
     ru: "гражданские свободы",
     kz: "азаматтық бостандықтар"
    },
    {
     en: "civil marriage",
     ru: "гражданский брак",
     kz: "азаматтық неке"
    },
    {
     en: "civil officer",
     ru: "государственный, гражданский служащий",
     kz: "мемлекеттік, азаматтық қызметші"
    },
    {
     en: "civil procedure",
     ru: "гражданский процесс",
     kz: "азаматтық процесс"
    },
    {
     en: "civil registration",
     ru: "регистрация актов гражданского состояния",
     kz: "азаматтық хал актісін тіркеу"
    },
    {
     en: "civil rights",
     ru: "гражданские права",
     kz: "азаматтық құқықтар"
    },
    {
     en: "civil service",
     ru: "государственная гражданская служба",
     kz: "мемлекеттік, азаматтық қызмет"
    },
    {
     en: "civil suit",
     ru: "гражданский иск",
     kz: "азаматтық талап арыз"
    },
    {
     en: "claim in return",
     ru: "встречное требование, встречный иск",
     kz: "қарсы талап, қарсы талап арыз"
    },
    {
     en: "disallow a claim",
     ru: "отказывать в иске",
     kz: "талап арызды қайтару"
    },
    {
     en: "point of claim",
     ru: "исковое заявление",
     kz: "талап арыз"
    },
    {
     en: "class accessory",
     ru: "групповая принадлежность",
     kz: "белгілі бір топқа жатқызу"
    },
    {
     en: "classification of crime",
     ru: "квалификация преступлений",
     kz: "қылмыстарды саралау"
    },
    {
     en: "classification of death",
     ru: "классификация смерти",
     kz: "өлім жіктемесі"
    },
    {
     en: "clause",
     ru: "статья, пункт, оговорка",
     kz: "мақала, тармақ, ескертпе"
    },
    {
     en: "clause-by-clause",
     ru: "постатейный (об обсуждении, голосовании)",
     kz: "баптар бойынша (талқылау, дауыс беру)"
    },
    {
     en: "clear",
     ru: "I ясный, явный, очевидный, проясняться; II необремененный, свободный от чего-л.",
     kz: "I түсінікті, айқын, анық, айқындалу; II ауыртпалықсыз, бір нәрседен еркін"
    },
    {
     en: "clear evidence of proof",
     ru: "явные доказательства",
     kz: "айқын дәлелдер"
    },
    {
     en: "cleptomania",
     ru: "клептомания",
     kz: "клептомания"
    },
    {
     en: "clerk of court",
     ru: "секретарь суда",
     kz: "сот хатшысы"
    },
    {
     en: "clinical death",
     ru: "клиническая смерть",
     kz: "клиникалық өлім"
    },
    {
     en: "close investigation",
     ru: "тщательное расследование",
     kz: "мұқият тергеу"
    },
    {
     en: "co-litigant",
     ru: "соистец; соответчик",
     kz: "бірге талап арыз беруші, талаптас"
    },
    {
     en: "co-owner",
     ru: "сособственник",
     kz: "меншік иесі"
    },
    {
     en: "coat of arms",
     ru: "герб",
     kz: "герб, елтаңба"
    },
    {
     en: "code",
     ru: "I кодекс, II код, кодировать",
     kz: "I кодекс; II код (құпия белгі), құпиялау"
    },
    {
     en: "code of practice",
     ru: "процессуальный кодекс",
     kz: "іс жүргізу кодексі"
    },
    {
     en: "civil code",
     ru: "гражданский кодекс",
     kz: "азаматтық кодекс"
    },
    {
     en: "criminal code",
     ru: "уголовный кодекс",
     kz: "қылмыстық кодекс"
    },
    {
     en: "judicial code",
     ru: "судебный кодекс, кодекс законов о судоустройстве",
     kz: "сот кодексі, сот құрылымы туралы заңдар кодексі"
    },
    {
     en: "labour code",
     ru: "кодекс законов о труде",
     kz: "еңбек туралы заңдар кодексі"
    },
    {
     en: "coerce",
     ru: "принуждать",
     kz: "мәжбүрлеу"
    },
    {
     en: "coercion",
     ru: "принуждение, насилие",
     kz: "мәжбүрлеу, күштеу"
    },
    {
     en: "cognizable",
     ru: "I компетенция; II юрисдикция; III осуществление юрисдикции",
     kz: "I компетенция, құзырет; II юрисдикция, заңқұзыреті; III юрисдикцияны\/ заңқұзіретті  іске асыру"
    },
    {
     en: "coin",
     ru: "монета, чеканить монету",
     kz: "монета, монета соғу"
    },
    {
     en: "cold blood",
     ru: "злонамеренное предумышленное убийство",
     kz: "арам ниетті алдын ала ойластырып өлтіру"
    },
    {
     en: "cold, white weapon",
     ru: "холодное оружие",
     kz: "суық қару"
    },
    {
     en: "colony",
     ru: "I колония; II поселение",
     kz: "I колония; II қоныс"
    },
    {
     en: "colony with a general regime",
     ru: "колония общего режима",
     kz: "жалпы режимдегі колония"
    },
    {
     en: "colony with a reinforced regime",
     ru: "колония усиленного режима",
     kz: "күшейтілген режимдегі колония"
    },
    {
     en: "colony with a strict regime",
     ru: "колония строго режима",
     kz: "қатаң режимдегі колония"
    },
    {
     en: "command",
     ru: "I приказ; приказывать; командовать; командование; II господство; господствовать",
     kz: "I бұйрық; бұйыру; команда (пәрмен) беру; командавание; II үстемдік; үстемдік көрсету"
    },
    {
     en: "commandment",
     ru: "приказ",
     kz: "бұйрық"
    },
    {
     en: "commission",
     ru: "I назначение на должность; назначать на должность; патент на должность; приказ о назначении; II полномочие; уполномочивать; III судебное поручение; поручение; поручать",
     kz: "I лауазымға тағайындалу; лауазымға тағайындау; лауазымға патент; тағайындау туралы бұйрық; II өкілеттік; өкілеттік беру; III соттық тапсырма; тапсырма; тапсырма беру"
    },
    {
     en: "Commission on Human Rights",
     ru: "Комиссия по правам человека",
     kz: "Адам құқықтар жөніндегі комиссия"
    },
    {
     en: "Military commission",
     ru: "военный трибунал",
     kz: "әскери трибунал"
    },
    {
     en: "committee ship",
     ru: "попечительство; опекунство",
     kz: "қамқоршылық; қорғаншылық"
    },
    {
     en: "Commons (the)",
     ru: "палата общин",
     kz: "общиналар палатасы"
    },
    {
     en: "commorancy",
     ru: "место жительства",
     kz: "тұрғын орны"
    },
    {
     en: "communitive service",
     ru: "приговор, требующий от обвиняемого выполнение; выполнение работ  на общественное благо",
     kz: "айыпкердің орындауы міндетті үкім; қоғам игілігіне жұмыс орындау"
    },
    {
     en: "commute",
     ru: "смягчать наказание",
     kz: "жазаны жеңілдету"
    },
    {
     en: "company",
     ru: "общество; компания",
     kz: "қоғам; компания"
    },
    {
     en: "company image",
     ru: "репутация компания",
     kz: "компания абыройы"
    },
    {
     en: "company limited by shares",
     ru: "акционерная компания, акционерное общество",
     kz: "акционерлік компания, акционерлік қоғам"
    },
    {
     en: "assurance company",
     ru: "страховая компания",
     kz: "сақтандыру компаниясы"
    },
    {
     en: "bubble company",
     ru: "мошенническое предприятие",
     kz: "алаяқ мекеме"
    },
    {
     en: "limited liability company",
     ru: "компания с ограниченной ответственностью; товарищество с ограниченной ответственностью",
     kz: "жауапкершілігі шектеулі компания; жауапкершілігі шектеулі серіктестік"
    },
    {
     en: "compensable",
     ru: "подлежащий компенсации, возмещению",
     kz: "өтелуге, орнын толтыруға тиесілі"
    },
    {
     en: "compensate",
     ru: "возмещать, компенсировать; вознаграждать",
     kz: "өтеу, өтемақы төлеу; сыйақы беру"
    },
    {
     en: "compensation",
     ru: "I возмещение, компенсация; вознаграждение; II заработанная  плата",
     kz: "I өтеу, өтемақы; сыйақы; II жалақы"
    },
    {
     en: "accrued personnel compensation",
     ru: "задолженность по заработанной плате",
     kz: "жалақы қарызы"
    },
    {
     en: "compete",
     ru: "конкурировать, соревноваться",
     kz: "бәсекелесу, жарысу"
    },
    {
     en: "competent witness",
     ru: "надлежащий свидетель",
     kz: "тиісті куә"
    },
    {
     en: "unfair competition",
     ru: "недобросовестная конкуренция; недозволенная конкуренция",
     kz: "теріс пиғылды бәсеке; рұқсат етілмеген бәсеке"
    },
    {
     en: "competitiveness",
     ru: "конкурентоспособность",
     kz: "бәсекеге қабілеттілік"
    },
    {
     en: "competitor",
     ru: "конкурент, соперник",
     kz: "бәсекелес, бақталас"
    },
    {
     en: "complain",
     ru: "жаловаться, подавать жалобу",
     kz: "арыздану, арыз беру"
    },
    {
     en: "complainant",
     ru: "I жалобщик; II истец",
     kz: "I арызқой; II талап арызшы (талапкер)"
    },
    {
     en: "complaint",
     ru: "I иск; II жалоба; III официальное обвинение; IV претензия; рекламация",
     kz: "I талап арыз; II арыз; III ресми айыптау; IV мін тағу (мінеу)"
    },
    {
     en: "complice",
     ru: "соучастник",
     kz: "бірге қатысушы, сыбайлас"
    },
    {
     en: "complicity",
     ru: "соучастие",
     kz: "бірге қатысу, сыбайласу"
    },
    {
     en: "compound",
     ru: "приходить к компромиссному соглашению (с кредиторами)",
     kz: "(кредитормен) ортақ мәмлеге келу"
    },
    {
     en: "comprehensive expert examination",
     ru: "комплексная экспертиза",
     kz: "кешенді сараптама"
    },
    {
     en: "comprint",
     ru: "незаконная перепечатка произведения",
     kz: "шығарманы заңсыз қайта басу"
    },
    {
     en: "compromise",
     ru: "I мировая сделка; заключать мировую сделку; II компромисс; пойти на компромисс; III третейская запись; IV компрометировать; подвергать риску",
     kz: "I бітімгершілік келісім; бітімгершілік келісім жасау; II ымыра; ымыраға келу; III аралық жазба; IV беделін түсіру; қауіпке бас тігу"
    },
    {
     en: "conceal",
     ru: "скрывать, умалчивать",
     kz: "жасыру"
    },
    {
     en: "conclude",
     ru: "I заключать (договор); II заканчивать(ся); III делать вывод, выводить заключение; IV решать",
     kz: "I жасау (келісімшарт) II аяқталу, бітіру, аяқтау; III тұжырымдау, қорытынды жасау; IV шешу"
    },
    {
     en: "conclusion to indict",
     ru: "обвинительное заключение",
     kz: "айыптау қорытындасы"
    },
    {
     en: "condition",
     ru: "I условие; ставить условие, обусловливать; II существенное условие (нарушение которого дает право на расторжение договора); III положение; состояние; статус",
     kz: "I шарт; шарт қою, шарттастыру; II елеулі шарт (бұзылуы келісімшартты бұзуға құқық беретін); III жағдай; хал-күй; мәртебе"
    },
    {
     en: "conditional discharge",
     ru: "условное освобождение от уголовной ответственности",
     kz: "қылмыстық жауаптылықтан шартты босату"
    },
    {
     en: "conditional order of discharge",
     ru: "приказ об условном освобождении от уголовной ответственности",
     kz: "қылмыстық жауаптылықтан шартты босату туралы бұйрық"
    },
    {
     en: "conditional pardon",
     ru: "условное помилование",
     kz: "шартты кешірім"
    },
    {
     en: "condonation",
     ru: "прощение; освобождение от ответственности",
     kz: "кешірім; жауаптылықтан босату"
    },
    {
     en: "conduct",
     ru: "I поведение; II руководство; ведение; III вести; IV сопровождать, эскортировать",
     kz: "I қылық, мінез-құлық; II жетекшілік, басшылық; III бастау, жетектеу; IV еріп немесе ертіп жүру, ерулі болу"
    },
    {
     en: "confession",
     ru: "признание; признание иска",
     kz: "тану, мойындау, белгілеу; талап арызды мойындау"
    },
    {
     en: "confessor",
     ru: "лицо, сделавшее признание",
     kz: "мойындаған адам"
    },
    {
     en: "confidence",
     ru: "I доверие; II конфиденциальное сообщение; III уверенность",
     kz: "I сенім; II сенімді хабар; III сенімділік"
    },
    {
     en: "confine",
     ru: "лишать свободы",
     kz: "бас бостандығынан айыру"
    },
    {
     en: "confinement",
     ru: "лишение свободы; заключение",
     kz: "бас бостандығынан айыру; қамау"
    },
    {
     en: "confiscation",
     ru: "конфискация",
     kz: "тәркілеу"
    },
    {
     en: "confrontation",
     ru: "очная ставка",
     kz: "беттестіру"
    },
    {
     en: "conjoints",
     ru: "супруги",
     kz: "ерлі-зайыптылар"
    },
    {
     en: "right of conscience",
     ru: "свобода совести",
     kz: "ар-ұждан бостандығы"
    },
    {
     en: "conscript",
     ru: "призванный на военную службу; рекрут; призывать на военную службу",
     kz: "әскери қызметке шақырылған; әскери қызметке шақыру"
    },
    {
     en: "conscription",
     ru: "воинская повинность; набор на военную службу",
     kz: "әскери міндеттілік; әскери қызметке қабылдау"
    },
    {
     en: "concealment",
     ru: "скрывание, утаивание, сокрытие; укрывательство",
     kz: "жасыру, жабу, тығу"
    },
    {
     en: "consensus",
     ru: "согласие",
     kz: "келісім"
    },
    {
     en: "consequence",
     ru: "(по)следствие; вывод; заключение; значение; важность; влиятельность",
     kz: "салдар; түйін, тұжырым; қорытынды; маңыз; маңыздылық; ықпалдылық"
    },
    {
     en: "in law consequence",
     ru: "правовые последствия",
     kz: "құқықтық салдарлар"
    },
    {
     en: "harmful consequences",
     ru: "вредные последствия",
     kz: "залалды салдарлар"
    },
    {
     en: "conservator",
     ru: "опекун; охранник",
     kz: "қорғаншы; күзетші"
    },
    {
     en: "conspiracy",
     ru: "сговор; заговор",
     kz: "сөз байласу; қастандық, қаскүнемдік"
    },
    {
     en: "conspiracy to commit a crime",
     ru: "сговор о совершении преступления",
     kz: "қылмыс жасау туралы сөз байласу"
    },
    {
     en: "conspirator",
     ru: "заговорщик",
     kz: "қаскүнем"
    },
    {
     en: "constabulary",
     ru: "полицейские силы, полиция",
     kz: "полиция күштері, полиция"
    },
    {
     en: "constitute",
     ru: "I составлять; II устанавливать; основывать; конституировать; учреждать; III назначать; IV издавать\/вводить в силу (закон)",
     kz: "I құрастыру; II айқындау; негіздеу; III тағайындау; IV шығару\/ (заңды) күшіне енгізу"
    },
    {
     en: "constituted authorities",
     ru: "законные власти",
     kz: "заңды биліктер"
    },
    {
     en: "constriction mark",
     ru: "странгуляционная борозда",
     kz: "буындырған түйіннің ізі"
    },
    {
     en: "consulate",
     ru: "консульство",
     kz: "консульдық, өкілдік"
    },
    {
     en: "consulship",
     ru: "должность консула",
     kz: "консул (өкіл) лауазымы"
    },
    {
     en: "consumer protection laws",
     ru: "закон о защите прав потребителя",
     kz: "тұтынушылар құқығын қорғау туралы заң"
    },
    {
     en: "consummated",
     ru: "вступивший в силу",
     kz: "заңды күшіне енген"
    },
    {
     en: "contempt",
     ru: "I неуважение, оскорбление (органа власти); II нарушение (норм, права)",
     kz: "I сыйламау, балағаттау (билік орнын); II бұзу (норманы, құқықты)"
    },
    {
     en: "continuity, legal",
     ru: "правопреемство",
     kz: "құқықтық мұрагерлік"
    },
    {
     en: "contract",
     ru: "I договор; II заключать договор; III принимать (обязанности)",
     kz: "I келісімшарт; II келісімшартқа қол қою; III қабылдау (міндеттемені)"
    },
    {
     en: "contract of tenancy",
     ru: "договор аренды, договор имущественного найма",
     kz: "жалға алу келісімшарты, мүліктік жалға беру келісімшарты"
    },
    {
     en: "avoid (avoidance) a contract",
     ru: "расторгнуть договор",
     kz: "келісімшартты бұзу"
    },
    {
     en: "to break the contract",
     ru: "нарушать договор",
     kz: "келісімшартты орындамау"
    },
    {
     en: "illegal contract",
     ru: "противоправный договор",
     kz: "құқыққа қарсы келісімшарт"
    },
    {
     en: "immoral contract",
     ru: "договор, нарушающий добрые нравы",
     kz: "игі әдепті бұзатын келісімшарт"
    },
    {
     en: "make contract",
     ru: "заключать договор",
     kz: "келісімшарт жасау"
    },
    {
     en: "principle contract",
     ru: "основной договор",
     kz: "негізгі келісімшарт"
    },
    {
     en: "service contract",
     ru: "договор личного найма",
     kz: "жеке жал келісімшарты"
    },
    {
     en: "verbal contract",
     ru: "I устный договор; II простой договор, договор не в форме документа за печатью",
     kz: "I ауызша келісімшарт; II қарапайым келісімшарт, мөр басылған құжат түріндегі емес келісімшарт"
    },
    {
     en: "written contract",
     ru: "письменный договор; договор в письменной форме",
     kz: "жазбаша келісімшарт; жазбаша түрдегі келісімшарт"
    },
    {
     en: "contradictor",
     ru: "оппонент, противник",
     kz: "оппонент, қарсылас"
    },
    {
     en: "contravene",
     ru: "I нарушать (закон, право); II противоречить (закону, праву); III возражать, оспаривать",
     kz: "I бұзу (заңды, құқықты); II қарсы (заңға, құқыққа); III қарсыласу, даулау,"
    },
    {
     en: "contrive",
     ru: "замышлять, затевать",
     kz: "ойластыру"
    },
    {
     en: "convince",
     ru: "убеждать в невиновности",
     kz: "кінәсыздығына сендіру"
    },
    {
     en: "conviction",
     ru: "обвинительный приговор",
     kz: "айыптау үкімі"
    },
    {
     en: "copyright",
     ru: "авторское право; издательское право;  обеспечивать авторское\/издательское право",
     kz: "авторлық (иелік) құқық; баспа құқығы; авторлық (иелік) \/ баспа құқығын қамтамасыз ету"
    },
    {
     en: "corporate",
     ru: "корпоративный, образующий корпорацию;",
     kz: "корпоративтік, корпорация құрушы"
    },
    {
     en: "cost(s)",
     ru: "I судебные издержки; II оплата услуг адвоката; III стоимость",
     kz: "I сот шығындары; II адвокат қызметтерін төлеу; III құн, баға"
    },
    {
     en: "counterexplosive expert examination",
     ru: "взрывотехническая экспертиза",
     kz: "жарылыс техникалық сараптама"
    },
    {
     en: "counterfeiting",
     ru: "фальшивомонетчик",
     kz: "жалған ақша жасаушы"
    },
    {
     en: "court",
     ru: "I суд; судья; судьи; судебное присутствие; II двор (королевский); III дворцовой прием; IV законодательное собрание",
     kz: "I сот; судья; судьялар; соттық қатысым; II сарай (король); III сарай қабылдауы; IV заң шығарушы жиналыс"
    },
    {
     en: "court above",
     ru: "вышестоящий суд",
     kz: "жоғары тұрған сот"
    },
    {
     en: "court below",
     ru: "нижестоящий суд",
     kz: "төмен тұрған сот"
    },
    {
     en: "court martial",
     ru: "военно-полевой суд",
     kz: "әскери-дала соты"
    },
    {
     en: "court of Appeal",
     ru: "апелляционный суд",
     kz: "апелляциялық сот"
    },
    {
     en: "court of cassation",
     ru: "кассационный суд",
     kz: "кассациялық сот"
    },
    {
     en: "city court",
     ru: "городской суд",
     kz: "қала соты"
    },
    {
     en: "civil court",
     ru: "гражданский суд",
     kz: "азаматтық сот"
    },
    {
     en: "criminal court",
     ru: "уголовный суд",
     kz: "қылмыстық іс соты"
    },
    {
     en: "Supreme Court",
     ru: "Верховный суд",
     kz: "жоғарғы сот"
    },
    {
     en: "crime",
     ru: "I преступление; II преступность; III неправильное поведение, проступок, злодеяние",
     kz: "I қылмыс; II қылмыстылық; III бұрыс қылық, теріс әрекет, қаскөйлік"
    },
    {
     en: "crime against property",
     ru: "преступление против собственности",
     kz: "меншікке қарсы қылмыс"
    },
    {
     en: "crime against the peace",
     ru: "преступление против мира (против общественного спокойствия)",
     kz: "бітімге қарсы қылмыс (қоғамдық тыныштыққа қарсы)"
    },
    {
     en: "crime against the reputation",
     ru: "преступление против чести",
     kz: "ар-ожданға қарсы қылмыс"
    },
    {
     en: "crime against the State",
     ru: "преступление против государства",
     kz: "мемлекетке қарсы қылмыс"
    },
    {
     en: "crime at common law",
     ru: "преступление, предусмотренное нормами общего права",
     kz: "жалпы құқық нормаларымен қарастырылған қылмыс"
    },
    {
     en: "crime instrument",
     ru: "орудие преступления",
     kz: "қылмыс құралы"
    },
    {
     en: "crime of negligence",
     ru: "преступление, совершенное по небрежности",
     kz: "немқұрайдылықтан жасалған қылмыс"
    },
    {
     en: "crime of passion",
     ru: "преступление, совершенное в состояние аффекта",
     kz: "жан күйзелісі жағдайында жасалған қылмыс"
    },
    {
     en: "crime scene",
     ru: "место совершения преступления",
     kz: "қылмыс жасау орны"
    },
    {
     en: "crime scene sketch",
     ru: "чертеж, схема совершения преступления",
     kz: "қылмыс жасаудың сызбасы"
    },
    {
     en: "crime of violence",
     ru: "насильственное преступление",
     kz: "зорлық-зомбылықты қылмыс"
    },
    {
     en: "grave crime",
     ru: "тяжкое преступление",
     kz: "ауыр қылмыс"
    },
    {
     en: "crime instrument",
     ru: "орудие преступления",
     kz: "қылмыс құралы"
    },
    {
     en: "criminal",
     ru: "I преступник; II лицо, виновное в совершении преступления; III преступный; IV уголовный",
     kz: "I қылмыскер; II қылмысқа кінәлы адам; III қылмысты; IV қылмыстық"
    },
    {
     en: "criminal behaviour",
     ru: "преступное поведение",
     kz: "қылмыстық мінез-құлық"
    },
    {
     en: "criminal capacity",
     ru: "преступные наклонности",
     kz: "қылмысқа бейімділік"
    },
    {
     en: "criminal design",
     ru: "преступный замысел",
     kz: "қылмыстық пиғыл"
    },
    {
     en: "criminal Investigation Department",
     ru: "уголовный розыск",
     kz: "қылмыстық іздеу"
    },
    {
     en: "criminal investigation technique",
     ru: "криминалистика, уголовная техника",
     kz: "криминалистика, қылмыстық іс техникасы"
    },
    {
     en: "criminal law",
     ru: "уголовное право",
     kz: "қылмыстық құқық"
    },
    {
     en: "criminal motive",
     ru: "преступный мотив",
     kz: "қылмыстық пиғыл"
    },
    {
     en: "criminal procedure",
     ru: "уголовный процесс",
     kz: "қылмыстық іс жүргізу"
    },
    {
     en: "criminal purpose",
     ru: "преступная цель",
     kz: "қылмысты мақсат"
    },
    {
     en: "criminal society",
     ru: "преступное сообщество",
     kz: "қылмыстық қауымдастық"
    },
    {
     en: "criminalistic characteristic of crime",
     ru: "криминалистическая характеристика преступления",
     kz: "қылмыстың криминалистикалық сипаттамасы"
    },
    {
     en: "criminalistic diagnostics",
     ru: "криминалистическая диагностика",
     kz: "криминалистикалық диагностика"
    },
    {
     en: "criminalistic record",
     ru: "криминалистическая регистрация",
     kz: "криминалистикалық тіркеу"
    },
    {
     en: "criminalistics version",
     ru: "криминалистическая версия",
     kz: "криминалистикалық нұсқа"
    },
    {
     en: "criminality",
     ru: "преступность",
     kz: "қылмыстылық"
    },
    {
     en: "criminology",
     ru: "криминология (наука о преступности, о преступлении)",
     kz: "криминология (қылмыстылық және қылмыс туралы ғылым)"
    },
    {
     en: "critical evidence",
     ru: "I вещественное доказательство существенной доказательной силы; II крайне необходимое доказательство",
     kz: "I маңызды дәлелдік күші бар заттық дәлел; II аса қажетті дәлел"
    },
    {
     en: "crook",
     ru: "мошенник, обманщик",
     kz: "алаяқ, өтірікші"
    },
    {
     en: "cross-examination",
     ru: "перекрестный допрос",
     kz: "қарсы жауап алу"
    },
    {
     en: "custom",
     ru: "I обычай; II обычное право",
     kz: "I әдет-ғұрып; II әдет-ғұрып құқығы"
    },
    {
     en: "custom duties",
     ru: "таможенные пошлины",
     kz: "кедендік баж салықтары"
    },
    {
     en: "custom free",
     ru: "беспошлинный",
     kz: "бажсыз, алымсыз"
    },
    {
     en: "custom-house",
     ru: "таможня",
     kz: "кеден"
    },
    {
     en: "customable",
     ru: "облагаемый таможенной пошлиной",
     kz: "кеден бажы салынатын"
    },
    {
     en: "customer",
     ru: "покупатель; заказчик; клиент, потребитель",
     kz: "сатып алушы; тапсырыс беруші (тапсырысшы); клиент, тұтынушы"
    },
    {
     en: "Customs",
     ru: "таможенное управление",
     kz: "кеден басқармасы"
    },
    {
     en: "dactylography",
     ru: "дактилоскопия",
     kz: "дактилоскопия"
    },
    {
     en: "dactylogram",
     ru: "отпечаток пальцев",
     kz: "саусақ іздері"
    },
    {
     en: "dactyloscopic magnifier",
     ru: "дактилоскопическая лупа",
     kz: "дактилоскопиялық лупа"
    },
    {
     en: "dactyloscopic system of criminalistic record",
     ru: "дактилоскопическая система криминалистической регистрации",
     kz: "криминалистикалық тіркеудің дактилоскопиялық жүйесі"
    },
    {
     en: "damage",
     ru: "ущерб, убыток; наносить убыток; авария",
     kz: "шығын, залал; залал келтіру; апат"
    },
    {
     en: "moral damage",
     ru: "моральный ущерб",
     kz: "моральдық шығын (залал)"
    },
    {
     en: "pay damage",
     ru: "оплачивать убытки",
     kz: "шығындарды төлеу"
    },
    {
     en: "recover damage",
     ru: "взыскивать убытки",
     kz: "шығындарды өндіру"
    },
    {
     en: "danger",
     ru: "опасность, риск",
     kz: "қауіп, қатер"
    },
    {
     en: "day in court",
     ru: "время, назначенное для слушания в суде",
     kz: "сотта тыңдау үшін белгіленген уақыт"
    },
    {
     en: "death",
     ru: "I смерть; II смертная казнь",
     kz: "I өлім; II өлім жазасы"
    },
    {
     en: "death man",
     ru: "палач",
     kz: "жендет"
    },
    {
     en: "debt(s)",
     ru: "I денежный долг; задолженность; кредит; заем; II иск о взыскании денежного долга; III заемные средства",
     kz: "I ақша қарызы; қарыз; несие; II ақша қарызын өндіру туралы талап арыз; III қарыз қаржылар"
    },
    {
     en: "hypothecary debt",
     ru: "долг, обеспеченный ипотечным залогом; ипотечный долг",
     kz: "ипотекалық кепілі бар қарыз; ипотекалық қарыз"
    },
    {
     en: "judgement debt",
     ru: "присужденный долг, признанный в судебном решении долг",
     kz: "ұйғарылған қарыз-сот шешімімен мойындалған қарыз"
    },
    {
     en: "public debt",
     ru: "государственный долг",
     kz: "мемлекеттік қарыз"
    },
    {
     en: "recover a debt",
     ru: "возмещать долг; взыскивать долг",
     kz: "қарыздың орнын толтыру; қарызды өндіру"
    },
    {
     en: "deceit",
     ru: "обман",
     kz: "алдау"
    },
    {
     en: "decide",
     ru: "решать, выносить решение",
     kz: "шешу, шешім шығару"
    },
    {
     en: "decision",
     ru: "решение\/определение суда, решение арбитража",
     kz: "шешім\/сот анықтауы, төрелік шешімі"
    },
    {
     en: "declarant",
     ru: "I заявитель; II истец",
     kz: "I өтініш беруші, мәлімдеуші; II талап арызшы"
    },
    {
     en: "declaration",
     ru: "I заявление; декларация; II исковое заявление; III мотивированная часть судебного решения; IV предъявление на таможне вещей, облагаемых таможенной пошлиной",
     kz: "I өтініш; мәлімдеме; II талап арыз; III сот шешімінің уәжді бөлігі; IV кеденде кеден салығы салынатын заттарды көрсету"
    },
    {
     en: "declare",
     ru: "I заявлять; объявлять; II предъявлять на таможне вещи, облагаемые пошлиной; III подавать иск, излагать основание иска",
     kz: "I өтіну, мәлімдеу, хабарлау; II кеденде кеден салығы салынатын заттарды көрсету; III талап арыз жазу, талап арыз негіздемесін баяндау"
    },
    {
     en: "dedicate",
     ru: "посвящать; передавать в дар, общественное пользование",
     kz: "арнау; сыйға беру; қоғамдық пайдалану"
    },
    {
     en: "dedication",
     ru: "I предоставление (недвижимости) в общее пользование; II отказ от авторских прав",
     kz: "I ортақ пайдалануға беру (жылжымайтын мүлікті); II авторлық құқықтан бас тарту "
    },
    {
     en: "deface",
     ru: "портить, искажать; стирать, делать неудобочитаемым",
     kz: "бүлдіру, бұрмалау; жуу, оқылмайтындай жарамсыз ету"
    },
    {
     en: "defacement",
     ru: "порча, искажение",
     kz: "бүлдіру, бұрмалау"
    },
    {
     en: "defalcate",
     ru: "I совершать растрату; II обмануть доверие; III нарушать долг",
     kz: "I шығындау, ысырап ету; II сенімнен шықпау; III парызды бұзу"
    },
    {
     en: "defalcation",
     ru: "I денежная растрата; II зачет требований",
     kz: "I ақша шығындау; II талаптарды есепке жатқызу"
    },
    {
     en: "defalcator",
     ru: "растратчик",
     kz: "шығындаушы"
    },
    {
     en: "defamation",
     ru: "клевета",
     kz: "жала"
    },
    {
     en: "defame",
     ru: "клеветать, поносить, порочить",
     kz: "жала жабу, жалған айыптау"
    },
    {
     en: "defeat",
     ru: "отмена, аннулирование; отменять, аннулировать; прекращение; прекращать",
     kz: "күшін жою; күшін жою, бұзу; тоқтату, доғару, қысқарту"
    },
    {
     en: "defendant",
     ru: "I ответчик; II обвиняемый; III подсудимый; IV подзащитный",
     kz: "I жауапкер; II айыпталушы; III сотталушы; IV қорғалатын адам"
    },
    {
     en: "degree",
     ru: "степень",
     kz: "дәреже"
    },
    {
     en: "degree in commission of crime",
     ru: "степень участия в преступлении",
     kz: "қылмысқа қатыстылық дәрежесі"
    },
    {
     en: "degree of crime",
     ru: "степень тяжести преступления",
     kz: "қылмыстың жасалу дәрежесі"
    },
    {
     en: "deliberation",
     ru: "I обсуждение, совещание; II обдумывание; III осторожность, осмотрительность",
     kz: "I талқылау, мәжіліс; II ойластыру; III байқампаздық, мұқияттылық"
    },
    {
     en: "demandant",
     ru: "истец",
     kz: "талап арызшы, талап арыз беруші (талапкер)"
    },
    {
     en: "demote",
     ru: "понижать в должности, в ранге",
     kz: "лауазымын , дәрежесін төмендету"
    },
    {
     en: "demotion",
     ru: "понижение в должности, в ранге",
     kz: "лауазымын, дәрежесін төмендету"
    },
    {
     en: "denationalization",
     ru: "I лишение гражданства; II денационализация",
     kz: "I азаматтықтан айыру; II мемлекеттендіру"
    },
    {
     en: "denationalize",
     ru: "I лишать гражданства; II денационализировать, реприватизировать",
     kz: "I азаматтықтан айыру; II мемлекеттендіру, ұлттық игілікке айналдыру"
    },
    {
     en: "deniable",
     ru: "спорный",
     kz: "даулы"
    },
    {
     en: "department",
     ru: "I отдел; II департамент; ведомство; III Министерство амер.; IV власть",
     kz: "I бөлім; II департамент; ведомство; III министрлік; IV билік, сот билігі"
    },
    {
     en: "judicial department",
     ru: "судебная власть",
     kz: "сот билігі"
    },
    {
     en: "judiciary department",
     ru: "министерство юстиции",
     kz: "әділет министрлігі"
    },
    {
     en: "executing department",
     ru: "исполнительная власть",
     kz: "атқарушы билік"
    },
    {
     en: "government department",
     ru: "правительственное ведомство, учреждение",
     kz: "үкіметтік ведомство, мекеме"
    },
    {
     en: "legislative department",
     ru: "законодательная власть",
     kz: "зандық билік"
    },
    {
     en: "judiciary department",
     ru: "судебная власть",
     kz: "сот билігі"
    },
    {
     en: "deport",
     ru: "высылать, депортировать",
     kz: "елден шығару"
    },
    {
     en: "deputize",
     ru: "I назначать представителем, депутатом, заместителем; II представлять кого-л., выступать в качестве заместителя",
     kz: "I өкілі, (депутат, орынбасары) етіп тағайындау; II біреуді таныстыру; орынбасар ретінде болу"
    },
    {
     en: "deputy",
     ru: "I депутат; делегат; представитель; II заместитель; помощник",
     kz: "I депутат; делегат; өкіл; II орынбасар; көмекші"
    },
    {
     en: "deputy director",
     ru: "заместитель директора",
     kz: "директор орынбасары"
    },
    {
     en: "deputy judge",
     ru: "помощник судьи",
     kz: "судья көмекшісі"
    },
    {
     en: "derelict",
     ru: "I бесхозный; покинутый; брошенное имущество; II нарушающий (обязанность)",
     kz: "I иесіз; тастанды; тастанды мүлік; II сақтамаушы, бұзушы (міндетті)"
    },
    {
     en: "dermal ridges",
     ru: "папиллярные линии",
     kz: "папилляр, бүртік сызықтары"
    },
    {
     en: "dermatic whorl",
     ru: "кожные узоры ладоней",
     kz: "алақан терілерінің өрнектері"
    },
    {
     en: "descendant",
     ru: "потомок; наследник",
     kz: "ұрпақ; мұрагер"
    },
    {
     en: "description",
     ru: "описание",
     kz: "сипаттама"
    },
    {
     en: "answer the description",
     ru: "соответствовать приметам",
     kz: "белгілеріне сәйкес келу"
    },
    {
     en: "complete description of evidential items",
     ru: "полное описание всех вещественных доказательств",
     kz: "заттық дәлелдердің барлығын толық сипаттау"
    },
    {
     en: "physical description off a person",
     ru: "словесный портрет",
     kz: "ауызша бейнелеу (пішіндеу)"
    },
    {
     en: "desertion",
     ru: "I оставление; II дезертирство",
     kz: "I тастап кету; II қашқындық"
    },
    {
     en: "common design",
     ru: "общий умысел (при совершении  преступления группой лиц)",
     kz: "ортақ қаскөй пиғыл (бір топ адамның қылмыс жасау барысында)"
    },
    {
     en: "cruel design",
     ru: "жестокий умысел",
     kz: "қатыгез пиғыл"
    },
    {
     en: "despoil",
     ru: "грабить, захватывать, обирать",
     kz: "тонау, басқыншылық жасау, тартып алу"
    },
    {
     en: "despoilment",
     ru: "ограбление; грабеж; захват, расхищение",
     kz: "тонау; талан-таражға салу; басып алу; ұрлау"
    },
    {
     en: "destroy",
     ru: "I уничтожать; II делать непригодным; III лишать юридической силы; IV истреблять, разрушать",
     kz: "I жою; II жарамсыз ету; III заңдық күшінен айыру; IV құрту, талқандау"
    },
    {
     en: "detain in custody",
     ru: "брать под стражу",
     kz: "күзетке алу"
    },
    {
     en: "detect",
     ru: "разыскивать, находить, обнаруживать (виновного)",
     kz: "іздеу, табу, тап болу"
    },
    {
     en: "detective",
     ru: "детектив, сыщик",
     kz: "тыңшы"
    },
    {
     en: "detective agency",
     ru: "частная детективная контора",
     kz: "жеке тыңшылық кеңсе"
    },
    {
     en: "detective police (force)",
     ru: "сыскная полиция",
     kz: "тыңшы полиция"
    },
    {
     en: "private detective",
     ru: "частный детектив",
     kz: "жеке тыңшы (детектив)"
    },
    {
     en: "devise",
     ru: "завещать недвижимость",
     kz: "жылжымайтын мүлікті мұра ету"
    },
    {
     en: "the lawyer’s dialect",
     ru: "язык судопроизводства",
     kz: "сот өндірісі тілі"
    },
    {
     en: "diploma",
     ru: "I официальный документ; II диплом; свидетельство",
     kz: "I ресми құжат; II диплом; куәлік"
    },
    {
     en: "dipsomania",
     ru: "алкоголизм; запойное пьянство",
     kz: "маскүнемдік; салынып ішу"
    },
    {
     en: "dipsomatic",
     ru: "алкоголик, запойный пьяница",
     kz: "маскүнем, салынып ішуші"
    },
    {
     en: "the judge directed the verdict for the defendant",
     ru: "судья решил дело в пользу ответчика",
     kz: "судья істі жауапкер пайдасына шешті"
    },
    {
     en: "disability",
     ru: "I недееспособность; неправоспособность; ограничение право- и\/или дееспособности; II ограничение в праве; поражение в правах; III нетрудоспособность",
     kz: "I іске қабілетсіздік; құқық қабілетсіздігі; құқықты немесе\/және қабілеттілікті шектеу; II құқықтық шектеу; құқықтық залал; III еңбекке қабілетсіздік"
    },
    {
     en: "disallow",
     ru: "I отказывать; отклонять, отвергать; II запрещать, не разрешать",
     kz: "I бас тарту; шеттету, қабылдамау; II тыйым салу, рұқсат етпеу"
    },
    {
     en: "disallow a claim",
     ru: "отклонять иск",
     kz: "талап арызды шеттету"
    },
    {
     en: "disannul",
     ru: "аннулировать",
     kz: "күшін жою, жоққа шығару"
    },
    {
     en: "disaster",
     ru: "бедствие; несчастье",
     kz: "зілзала; бақытсыздық"
    },
    {
     en: "disbar",
     ru: "лишать звания адвоката, лишать права адвокатской практики",
     kz: "адвокаттық атақтан айыру, адвокаттық іс құқығынан айыру"
    },
    {
     en: "discharge",
     ru: "уволенный из армии, демобилизованный",
     kz: "әскерден босаушы"
    },
    {
     en: "discipline",
     ru: "I порядок, дисциплина; дисциплинировать; II наказание",
     kz: "I тәртіп; тәртіптілік; тәртіптеу, тәртіпке келтіру; II жаза"
    },
    {
     en: "discovert",
     ru: "незамужняя",
     kz: "ерге (тұрмысқа) шықпаған"
    },
    {
     en: "disimprison",
     ru: "освобождать (из заключения)",
     kz: "босату (қамаудан)"
    },
    {
     en: "dismiss",
     ru: "I отклонять (иск); II прекращение (дела); III увольнение, освобождение от должности; IV освобождать (из заключения)",
     kz: "I шеттету (талап арызды); II тоқтату (істі); III лауазымнан босату, шығару; IV босату (қамаудан)"
    },
    {
     en: "dismiss a case",
     ru: "отказывать в иске, отклонять иск",
     kz: "талап арыздан бас тарту, талап арызды шеттету"
    },
    {
     en: "disobey",
     ru: "I не повиноваться; II нарушать (закон)",
     kz: "I бағынбау; II бұзу (заңды)"
    },
    {
     en: "disobeyance",
     ru: "неповиновение",
     kz: "бағынбау"
    },
    {
     en: "disorder",
     ru: "нарушение общественного порядка",
     kz: "қоғамдық тәртіпті бұзу"
    },
    {
     en: "dispute",
     ru: "спорить, оспаривать; спор",
     kz: "дауласу, даулау; дау"
    },
    {
     en: "justiciable dispute",
     ru: "правовой спор; спор могущий быть разрешенным в суде",
     kz: "құқықтық дау; сотта ғана шешілетін дау"
    },
    {
     en: "labour dispute",
     ru: "трудовой конфликт, спор",
     kz: "еңбек дауы, дау"
    },
    {
     en: "settle dispute",
     ru: "урегулировать разногласие, спор",
     kz: "келіспеушілікті, дауды реттеу"
    },
    {
     en: "trade dispute",
     ru: "трудовой конфликт, конфликт в промышленности",
     kz: "еңбек дауы, өнеркәсіптегі дау"
    },
    {
     en: "distingas",
     ru: "исполнительный лист на опись имущества",
     kz: "мүлікті тізімдеуді атқару (орындау) қағазы"
    },
    {
     en: "distress",
     ru: "I бедствие; нищета; нужда; II завладение имуществом в обеспечении выполнения обязательства; наложение ареста на имущества; III имущество, взятое в обеспечение выполнения обязательства",
     kz: "I зілзала; кедейлік; мұқтаждық; II міндеттемені орындау мақсатында мүлікті иемдену; мүлікке тыйым салу; III міндеттемені орындау мақсатында алынған мүлік"
    },
    {
     en: "district",
     ru: "район; округ (административный, судебный, избирательный)",
     kz: "аудан; округ (әкімшілік, сот, сайлау)"
    },
    {
     en: "disturb",
     ru: "мешать беспрепятственному использованию права",
     kz: "құқықты кедергісіз пайдалануға кедергі келтіру"
    },
    {
     en: "divorce",
     ru: "расторгать брак; расторжение брака, развод",
     kz: "некені бұзу; некені бұзу; ажырасу"
    },
    {
     en: "document",
     ru: "I документ; II документировать, подтверждать документами; III снабжать документами; выдавать документы; IV свидетельство",
     kz: "I құжат; II құжаттау, құжаттармен растау; III құжаттармен жабдықтау құжаттар беру; IV куәлік"
    },
    {
     en: "legal document",
     ru: "правовой документ",
     kz: "құқықтық құжат"
    },
    {
     en: "settle document",
     ru: "составлять документ",
     kz: "құжат жасау"
    },
    {
     en: "dog specialist",
     ru: "кинолог",
     kz: "кинолог"
    },
    {
     en: "double",
     ru: "двойной",
     kz: "қос"
    },
    {
     en: "double nationality",
     ru: "двойное гражданство",
     kz: "қос азаматтық"
    },
    {
     en: "double-entry",
     ru: "двойная бухгалтерия",
     kz: "екі жақты бухгалтерия"
    },
    {
     en: "drive-it-yourself cars",
     ru: "автомобили на прокат",
     kz: "автомобильді жалға беру"
    },
    {
     en: "driver’s license",
     ru: "водительские права",
     kz: "жүргізуші куәлігі"
    },
    {
     en: "drug",
     ru: "лекарство; злоупотреблять наркотиками",
     kz: "дәрі; есірткіні шектен тыс пайдалану"
    },
    {
     en: "drug addict",
     ru: "наркоман",
     kz: "нашақор"
    },
    {
     en: "drug addiction",
     ru: "наркомания",
     kz: "нашақорлық"
    },
    {
     en: "drug dependence",
     ru: "зависеть от наркотика",
     kz: "есірткіге тәуелділік"
    },
    {
     en: "drug sale",
     ru: "торговля наркотиками",
     kz: "есірткі саудалау"
    },
    {
     en: "narcotic drugs",
     ru: "наркотики",
     kz: "есірткілер"
    },
    {
     en: "drunk and incapable",
     ru: "«пьян и неспособен» (сознавать преступный характер совершаемых действий или возможность причинения преступных последствий; формула вердикта)",
     kz: "«мас және қабілетсіз» (жасаған әрекетінің қылмыстық сипаттылығын түсіну немесе қылмыстық салдардың кесірлілігінің мүмкіндігі; үкім формуласы)"
    },
    {
     en: "drunken driven",
     ru: "вождение автомобиля в нетрезвом состоянии",
     kz: "автомобильді мас күйінде жүргізу"
    },
    {
     en: "drunkenness",
     ru: "I опьянение; II появление \/ пребывание в состоянии явного опьянения в общественном месте (состав преступления)",
     kz: "I мас болу; II қоғамдық орынға айқын мас күйінде келу\/көріну (қылмыстық құрам)"
    },
    {
     en: "dummy",
     ru: "I подставное лицо; II поддельный, фальшивый",
     kz: "I жасанды (жалған) адам II жасанды, жалған"
    },
    {
     en: "duty",
     ru: "I обязанность; II пошлина",
     kz: "I міндеттеме; II баж салығы"
    },
    {
     en: "duty free",
     ru: "беспошлинный; беспошлинно",
     kz: "баж салығынсыз; баж салығынсыз"
    },
    {
     en: "duty paid",
     ru: "облагаемый пошлиной",
     kz: "баж салығын салу"
    },
    {
     en: "custom duty",
     ru: "таможенная пошлина",
     kz: "кедендік баж салығы"
    },
    {
     en: "entrance duty",
     ru: "ввозная пошлина",
     kz: "әкелім баж салығы"
    },
    {
     en: "earles-penny \/ earl’s penny",
     ru: "задаток",
     kz: "кепіл ақша"
    },
    {
     en: "eat, to eat for the Bar, to eat one’s dinners (terms)",
     ru: "готовиться к адвокатуре, учиться на юридическом факультете",
     kz: "адвокатураға дайындалу, заң факультетінде оқу"
    },
    {
     en: "eavesdropping",
     ru: "подслушивание",
     kz: "тың тыңдау"
    },
    {
     en: "effects",
     ru: "I движимость: II имущество",
     kz: "I жылжитын; II мүлік"
    },
    {
     en: "efficacious law",
     ru: "действующий закон",
     kz: "қолданыстағы заң"
    },
    {
     en: "eject",
     ru: "изгонять; лишать владения; выселять",
     kz: "қуу; иеліктен айыру; шығару"
    },
    {
     en: "ejection",
     ru: "изгнание; лишения владения; выселение; насильственное удаление",
     kz: "қуып жіберу; иеліктен айыру; шығару; күштеп шығару"
    },
    {
     en: "ejector",
     ru: "лицо, нарушающее чужое право владения (недвижимостью)",
     kz: "өзгенің (жылжымайтын мүлікті) иелену құқығын бұзушы адам"
    },
    {
     en: "eliminate",
     ru: "устранять, исключать; уничтожать, ликвидировать",
     kz: "шеттету, шығару, жою, құрту"
    },
    {
     en: "elimination",
     ru: "устранение, исключение; уничтожение, ликвидация",
     kz: "шеттету, шығару; жою, құрту"
    },
    {
     en: "elogium",
     ru: "завещание",
     kz: "өсиет"
    },
    {
     en: "elude",
     ru: "уклоняться, ускользать",
     kz: "бұлтару, жалтару, жылыстау"
    },
    {
     en: "elude pursuit",
     ru: "ускользнуть от преследования",
     kz: "қудалаудан жылыстау"
    },
    {
     en: "elude a treaty",
     ru: "уклоняться от соблюдения договора",
     kz: "келісімшартты сақтаудан бұлтару"
    },
    {
     en: "embargo",
     ru: "запрещение; запрет, эмбарго; накладывать эмбарго",
     kz: "тыйым салу; тыйым, эмбарго; эмбарго жасау"
    },
    {
     en: "lift the embargo",
     ru: "снимать эмбарго",
     kz: "эмбаргоны алу"
    },
    {
     en: "ambassador",
     ru: "посол",
     kz: "елші"
    },
    {
     en: "embassy",
     ru: "I посольство; II посольские полномочия",
     kz: "I елшілік; II елші өкілеттіліктері"
    },
    {
     en: "embezzle",
     ru: "присваивать имущество; растрачивать (чужие деньги)",
     kz: "мүлікті иемдену; жаратып қою (біреудің ақшасын)"
    },
    {
     en: "embezzlement",
     ru: "присвоение имущества; растрата",
     kz: "мүлікті иемдену; шығындау"
    },
    {
     en: "embezzler",
     ru: "расхититель; растратчик",
     kz: "талан-таражға салушы; шығындаушы"
    },
    {
     en: "emergency",
     ru: "непредвиденный случай; чрезвычайное обстоятельство; крайняя необходимость",
     kz: "ойламаған жағдай; кездейсоқ жағдай; аса қажеттілік"
    },
    {
     en: "emergency measures",
     ru: "чрезвычайные меры",
     kz: "төтенше шаралар"
    },
    {
     en: "emergency powers",
     ru: "чрезвычайные полномочия",
     kz: "төтенше өкілеттік"
    },
    {
     en: "the state of emergency",
     ru: "чрезвычайное положение",
     kz: "төтенше жағдай"
    },
    {
     en: "emigrant",
     ru: "эмигрант, эмигрирующий; эмигрантский",
     kz: "эмигрант, көшуші адам; эмигранттық"
    },
    {
     en: "emigrate",
     ru: "эмигрировать",
     kz: "көшіп кету"
    },
    {
     en: "emigration",
     ru: "эмиграция",
     kz: "эмиграция"
    },
    {
     en: "emigratory",
     ru: "эмиграционный",
     kz: "эмиграциялық"
    },
    {
     en: "employee",
     ru: "служащий, работник по найму",
     kz: "қызметкер, жалдамалы жұмыскер"
    },
    {
     en: "employer",
     ru: "наниматель, работодатель",
     kz: "жалдаушы, жұмыс беруші"
    },
    {
     en: "employment",
     ru: "I использование; II личный наем; III работа; занятость",
     kz: "I пайдалану, қолдану; II жеке жалдану; III жұмыс; жұмыс бастылық"
    },
    {
     en: "employment agency",
     ru: "биржа труда",
     kz: "еңбек биржасы"
    },
    {
     en: "employment agreement",
     ru: "договор личного найма, трудовое соглашение",
     kz: "жеке жалдану келісімшарты, еңбек мәмлесі"
    },
    {
     en: "endanger",
     ru: "ставить в опасность, подвергать опасности; создавать угрозу безопасности",
     kz: "қауіп төндіру, қауіп туғызу; қорқыту"
    },
    {
     en: "endurance",
     ru: "срок действия",
     kz: "іс-әрекет мерзімі"
    },
    {
     en: "enemy",
     ru: "враг, противник, неприятель",
     kz: "жау, қарсылас"
    },
    {
     en: "enforce",
     ru: "обеспечивать соблюдение, исполнение; принудительно проводить в жизнь",
     kz: "сақтауды қамтамасыз ету, атқару; жұмыс істеуге мәжбүрлеу"
    },
    {
     en: "engage",
     ru: "I обязывать; II быть занятым (чем л.); III нанимать",
     kz: "I міндеттеу; II жұмыс басты болу; III жалдау"
    },
    {
     en: "engagement",
     ru: "I обязательство; II договоренность, III занятие, дело; IV личный наем",
     kz: "I міндеттеме; II келісім; III іс, шаруа; IV жеке жалдау"
    },
    {
     en: "enjail",
     ru: "заключать в тюрьму, заточить",
     kz: "түрмеге жабу, қамау"
    },
    {
     en: "enroll",
     ru: "I регистрировать; II приобщать к материалам судопроизводства",
     kz: "I тіркеу; II мәліметтерді сот өндірісіне бекіту"
    },
    {
     en: "enseal",
     ru: "скреплять печатью",
     kz: "мөрмен бекіту"
    },
    {
     en: "entire tenancy",
     ru: "полное единоличное владение",
     kz: "толық жеке-дара иелену"
    },
    {
     en: "entirely",
     ru: "совместное владение неразделенным недвижимым имуществом",
     kz: "бөлінбейтін жылжымайтын мүлікті бірге иелену"
    },
    {
     en: "entry",
     ru: "проникновение в жилой дом с целью совершения преступления",
     kz: "қылмыс жасау мақсатында тұрғын үйге ену\/ кіру"
    },
    {
     en: "burglarious entry",
     ru: "кража со взломом",
     kz: "бұзып кіріп ұрлау"
    },
    {
     en: "entitlement",
     ru: "право (на что-л.)",
     kz: "құқық (белгілі бір нәрсеге)"
    },
    {
     en: "entrance duty",
     ru: "ввозная пошлина",
     kz: "әкелу (әкелім) баж салығы"
    },
    {
     en: "entrance free",
     ru: "вступительный взнос",
     kz: "мүшелікке кіру жарнасы"
    },
    {
     en: "enure",
     ru: "I иметь юридическое действие; II вступать в силу",
     kz: "I құқықты іс-әрекеттің болуы; II күшіне ену"
    },
    {
     en: "environment",
     ru: "окружающая обстановка; среда; условия обитания",
     kz: "қоршаған жағдай; орта; мекендеу жағдайы"
    },
    {
     en: "environmental impact statements",
     ru: "документы, свидетельствующие о воздействии на окружающую среду крупных проектов и программ",
     kz: "бағдарламаның және ірі жобалардың қоршаған ортаға әсер етуін айғақтайтын құжаттар"
    },
    {
     en: "equality",
     ru: "равенство, равноправие",
     kz: "теңдік, тең құқылы"
    },
    {
     en: "equitable",
     ru: "справедливый",
     kz: "әділ"
    },
    {
     en: "equivovacy",
     ru: "I двусмысленность; II сомнительность",
     kz: "I екі ұштылық; II сезіктілік"
    },
    {
     en: "equivocal",
     ru: "I двусмысленный; II сомнительный",
     kz: "I екі ұшты; II сезікті"
    },
    {
     en: "erase",
     ru: "стирать; соскабливать, подчищать",
     kz: "жуу; қыру, қырмалау; тазалау"
    },
    {
     en: "err",
     ru: "ошибаться; заблуждаться",
     kz: "қателесу; жаңылу, адасу"
    },
    {
     en: "error",
     ru: "ошибка",
     kz: "қате"
    },
    {
     en: "error apparent of record",
     ru: "явная ошибка в судопроизводстве",
     kz: "сот өндірісіндегі анық қате"
    },
    {
     en: "error of fact",
     ru: "ошибка в фактах",
     kz: "мәліметтердегі қате"
    },
    {
     en: "error of law",
     ru: "ошибка в праве",
     kz: "құқықтағы қате"
    },
    {
     en: "clerical error",
     ru: "канцелярская ошибка",
     kz: "кеңселік қате"
    },
    {
     en: "judicial error",
     ru: "судебная ошибка",
     kz: "сот қатесі"
    },
    {
     en: "reversible error",
     ru: "ошибка, дающая основание для отмены решения",
     kz: "шешімнің күшін жоюға негіз болатын қате"
    },
    {
     en: "escape",
     ru: "I бегство из под стражи, бежать из под стражи; II незаконное освобождение из под стражи, незаконно освобождать из под стражи; III уйти невредимым; IV оставаться безнаказанным; V заключенный, совершивший побег",
     kz: "I күзет қарамағынан қашу; II күзет қарамағынан заңсыз босау, күзет қарамағынан заңсыз босату; III зардапсыз кету; IV жазасыз қалу; V қашқан тұтқын"
    },
    {
     en: "escape-warrant",
     ru: "оповещение о розыске и аресте совершившего побег заключенного",
     kz: "қашқан тұтқынды тұтқындау және іздеу салу туралы жариялау"
    },
    {
     en: "escort",
     ru: "конвоировать (арестованного)",
     kz: "(тұтқынды) айдауылдау"
    },
    {
     en: "espionage",
     ru: "шпионаж",
     kz: "шпиондық, тыңшылық"
    },
    {
     en: "establish",
     ru: "I устанавливать; II доказывать; III основывать; создавать; учреждать",
     kz: "I белгілеу; II дәлелдеу; III негіздеу; жасау; құру"
    },
    {
     en: "establishment",
     ru: "закон, правило, постановление",
     kz: "заң, ереже, қаулы"
    },
    {
     en: "land estate",
     ru: "земельная собственность; недвижимость",
     kz: "жер меншігі; жылжымайтын"
    },
    {
     en: "life estate",
     ru: "пожизненное владение имуществом",
     kz: "мүлікті өмір бойы иелену"
    },
    {
     en: "movable estate",
     ru: "движимое имущество",
     kz: "жылжитын мүлік"
    },
    {
     en: "real estate",
     ru: "недвижимое имущество",
     kz: "жылжымайтын мүлік"
    },
    {
     en: "estimate",
     ru: "оценка; (предварительный) подсчет; предположение; смета; ожидаемые расходы; расчетный данные",
     kz: "баға; (алдын ала) санау; болжау; смета; алдағы шығындар; есептік мәліметтер"
    },
    {
     en: "estreat",
     ru: "направлять к взысканию, направлять к взысканию документы о штрафе; сделать точную копию судебного документа",
     kz: "өндіріп алуға жіберу, айыппұл туралы құжаттарды өндіріп алуға жіберу; сот құжатының дәл көшермесін жасау"
    },
    {
     en: "ethics",
     ru: "мораль, нравственность",
     kz: "мораль, адамгершілік"
    },
    {
     en: "etiquette",
     ru: "этикет",
     kz: "этикет, әдеп"
    },
    {
     en: "European Court of Human rights",
     ru: "Европейский Суд по правам человека",
     kz: "Адам құқығы жөніндегі Еуропа соты"
    },
    {
     en: "evade",
     ru: "обходить закон (уклонятся)",
     kz: "заңды айналып өту (бұлтару)"
    },
    {
     en: "evaluate",
     ru: "оценивать; устанавливать стоимость; давать оценку; определять качество",
     kz: "бағалау; құн белгілеу; баға беру; сапасын анықтау"
    },
    {
     en: "evaluation",
     ru: "оценка; оценивание; определение (количества, качества)",
     kz: "баға; бағалау; анықтау (санын, сапасын)"
    },
    {
     en: "even",
     ru: "равный, одинаковый",
     kz: "тең, бірдей"
    },
    {
     en: "at even",
     ru: "без процентов",
     kz: "пайызсыз"
    },
    {
     en: "event",
     ru: "I случай; событие; II исход, результат",
     kz: "I жағдаят; жағдай, оқиға; II нәтиже"
    },
    {
     en: "evict",
     ru: "выселять",
     kz: "тұрғын үйден шығару"
    },
    {
     en: "eviction",
     ru: "выселение",
     kz: "тұрғын үйден шығару"
    },
    {
     en: "evidence",
     ru: "I средство доказывания; доказательство; II улика, свидетельское показание; III служить доказательством, подтверждать; IV свидетель; V документ, которым подтверждается какое-л. Право",
     kz: "I дәлелдеу тәсілдері; дәлел; II айғақ, куә көрсетпесі; III дәлел болу, растау; IV куә; V қандай да бір құқықты растайтын құжат"
    },
    {
     en: "circumstantional evidence",
     ru: "косвенные улики, косвенное доказательство",
     kz: "жанама айғақ, жанама дәлел"
    },
    {
     en: "compare evidence",
     ru: "I сопоставлять доказательства, показания; проводить сравнительный анализ; II производить очную ставку",
     kz: "I   көрсетпелерді, дәлелдерді құрастыру; салыстырмалы талдау жасау; II беттестіру жүргізу"
    },
    {
     en: "conclusive evidence",
     ru: "неоспоримое доказательство",
     kz: "бұлжымас дәлел"
    },
    {
     en: "contrary evidence",
     ru: "противоречивое доказательство",
     kz: "қарама қайшы дәлел"
    },
    {
     en: "demonstrative evidence",
     ru: "вещественное доказательство",
     kz: "заттық дәлел"
    },
    {
     en: "documentary evidence",
     ru: "документальное доказательство",
     kz: "құжаттық дәлел"
    },
    {
     en: "examine evidence",
     ru: "исследовать показания \/ доказательства",
     kz: "дәлелдерді\/ көрсетпелерді зерттеу"
    },
    {
     en: "expert evidence",
     ru: "показание экспертизы, заключение экспертизы, свидетельские показания специалиста",
     kz: "сараптама көрсетпесі, сараптама қорытындысы, маманның куәлік көрсетпелері"
    },
    {
     en: "false evidence",
     ru: "ложное доказательство",
     kz: "жалған дәлел"
    },
    {
     en: "give evidence",
     ru: "I давать показание; II представлять доказательства",
     kz: "I көрсетпе беру; II дәлелдерді ұсыну"
    },
    {
     en: "incompetent evidence",
     ru: "не принимаемое судом доказательство",
     kz: "сот қабылдамайтын дәлел"
    },
    {
     en: "irrelevant evidence",
     ru: "показание, не относящееся к делу",
     kz: "іске қатысы жоқ көрсетпе"
    },
    {
     en: "manufacture of false evidence",
     ru: "фабрикация ложных показаний",
     kz: "жалған көрсетпелерді жалған жинақтау"
    },
    {
     en: "material evidence",
     ru: "I существенные доказательства; II вещественные доказательства",
     kz: "I маңызды дәлелдер; II заттық дәлелдер"
    },
    {
     en: "on evidence",
     ru: "на основе показаний",
     kz: "көрсетпелер негізінде"
    },
    {
     en: "oral evidence",
     ru: "устные доказательства, устные свидетельские показания",
     kz: "ауызша дәлелдер, куәның ауызша көрсетпелері"
    },
    {
     en: "second-hand evidence",
     ru: "показания с чужих слов; доказательства, основанные на словах",
     kz: "бөгденің сөзінен көрсетпе беру; сөзге негізделген дәлелдер"
    },
    {
     en: "strong evidence",
     ru: "убедительные доказательства",
     kz: "бұлтартпас (сенімді) дәлелдер"
    },
    {
     en: "take evidence",
     ru: "принимать доказательство, принимать или выслушивать свидетельские показания",
     kz: "дәлелді қабылдау, куә дәлелдерін тыңдау немесе қабылдау"
    },
    {
     en: "tender in evidence",
     ru: "представлять в качестве доказательства",
     kz: "дәлел ретінде көрсету"
    },
    {
     en: "testimonial evidence",
     ru: "свидетельские показания",
     kz: "куә көрсетпелері"
    },
    {
     en: "written evidence",
     ru: "письменные доказательства",
     kz: "жазбаша дәлелдер"
    },
    {
     en: "evil",
     ru: "дурной, злой, злостный",
     kz: "қаскөй, зұлым, кәнігі"
    },
    {
     en: "evil mind",
     ru: "злой умысел",
     kz: "қаскөй пиғыл"
    },
    {
     en: "public evil",
     ru: "общественное зло",
     kz: "қоғамдық кесел"
    },
    {
     en: "evoke",
     ru: "изымать дело из данной судебной инстанции с передачей его в вышестоящий суд, истребовать дело",
     kz: "бұл сот сатысынан істі алып, жоғары тұрған сотқа беру, істі талап ету"
    },
    {
     en: "examination",
     ru: "I опрос, допрос; II рассмотрение; III освидетельствова - ние; осмотр; досмотр; экспертиза; IV проверка; V следствие",
     kz: "I тергеу, жауап алу; II қарастыру, қарау; III куәландыру; қарау; сараптама; IV тексеру; V тергеу"
    },
    {
     en: "examination in chief",
     ru: "первоначальный опрос свидетеля выставившей стороной",
     kz: "тараптар қойған куәдан алғашқы жауап алу"
    },
    {
     en: "carry out examination",
     ru: "проводить экспертизу",
     kz: "сараптама жүргізу"
    },
    {
     en: "cross examination",
     ru: "перекрестный допрос",
     kz: "қиғаштап жауап алу"
    },
    {
     en: "custom-house examination",
     ru: "таможенный досмотр",
     kz: "кедендік қарау"
    },
    {
     en: "expert examination",
     ru: "экспертиза",
     kz: "сараптама"
    },
    {
     en: "fair examination",
     ru: "беспристрастная экспертиза",
     kz: "әділ сараптама"
    },
    {
     en: "luggage examination",
     ru: "досмотр багажа",
     kz: "жүкті қарау"
    },
    {
     en: "medical examination",
     ru: "медицинское освидетельствование",
     kz: "медициналық куәландыру"
    },
    {
     en: "strict examination",
     ru: "тщательная экспертиза",
     kz: "мұқият сараптама"
    },
    {
     en: "examining trial",
     ru: "предварительное слушание",
     kz: "алдын ала тыңдау"
    },
    {
     en: "except",
     ru: "I исключать; изымать; II возражать; III за исключением, кроме; IV отводить (свидетеля)",
     kz: "I алып тастау; II қарсы болу; III бұдан басқа; IV қарсылық ету (куәға)"
    },
    {
     en: "excessive speed",
     ru: "превышенная скорость",
     kz: "асырыңқы жылдамдық"
    },
    {
     en: "excessive spending",
     ru: "избыточные расходы",
     kz: "шамадан тыс шығындар"
    },
    {
     en: "excessive verdict",
     ru: "чрезмерный приговор (вынесенный на основании предвзятого мнения, необъективности)",
     kz: "асырыңқы  үкім (әділетсіз пікір негізінде шығарылған)"
    },
    {
     en: "exchange",
     ru: "I биржа; обмен; иностранная валюта; курс иностранной валюты; размен денег; II обменивать; разменивать (деньги)",
     kz: "I биржа; айырбас; шетелдік валюта; шетел валютасының бағамы; ақша айырбастау; II айырбастау (ақшаны)"
    },
    {
     en: "exchange rate",
     ru: "валютный курс, обменный курс валюты",
     kz: "валюта бағамы, валютаның айырбастау бағамы"
    },
    {
     en: "exclude",
     ru: "I исключать; не допускать; удалять; II изгнать",
     kz: "I жоққа шығару; жою; II қуу"
    },
    {
     en: "exclusive right",
     ru: "исключительное право",
     kz: "айрықша құқық"
    },
    {
     en: "exclusive use",
     ru: "исключительное пользование (торговой маркой, товарным знаком)",
     kz: "айрықша қолданыс (сауда маркасын, сауда белгісін)"
    },
    {
     en: "exculpate",
     ru: "оправдывать",
     kz: "ақтау"
    },
    {
     en: "exculpation",
     ru: "оправдание, реабилитация",
     kz: "ақтау"
    },
    {
     en: "reasonable excuse",
     ru: "уважительная причина",
     kz: "себепті жағдай"
    },
    {
     en: "execute",
     ru: "выполнять; исполнять; осуществлять; совершать; казнить; оформлять",
     kz: "орындау; атқару; іске асыру; жасау; өлтіру; жабдықтау"
    },
    {
     en: "execute sentence",
     ru: "исполнять приговор",
     kz: "үкімді орындау"
    },
    {
     en: "executive",
     ru: "исполнительный; административный",
     kz: "атқарушы; әкімшілік"
    },
    {
     en: "executive authority",
     ru: "исполнительная власть",
     kz: "атқарушы билік"
    },
    {
     en: "executive board",
     ru: "исполнительный орган",
     kz: "атқарушы орган"
    },
    {
     en: "executive order",
     ru: "правительственное постановление; приказ (указ) исполнительной власти (президента)",
     kz: "үкімет қаулысы; атқарушы биліктің (президенттің) бұйрығы (жарлығы)"
    },
    {
     en: "executor",
     ru: "душеприказчик; судебный исполнитель",
     kz: "өсиетті орындау тапсырылған адам; сот орындаушысы"
    },
    {
     en: "exhumation",
     ru: "эксгумация",
     kz: "эксгумация"
    },
    {
     en: "expert’s claim",
     ru: "заключение эксперта",
     kz: "сарапшы қорытындысы"
    },
    {
     en: "extenuate",
     ru: "смягчать вину",
     kz: "кінәны жеңілдету"
    },
    {
     en: "extinction of civil rights",
     ru: "лишение гражданских прав",
     kz: "азаматтық құқықтарынан айыру"
    },
    {
     en: "extort",
     ru: "вымогать",
     kz: "бопсалау"
    },
    {
     en: "extortion",
     ru: "вымогательство",
     kz: "бопсалаушылық"
    },
    {
     en: "extortioner (extortionist)",
     ru: "вымогатель",
     kz: "бопсалаушы"
    },
    {
     en: "extract",
     ru: "выписка; выдержка; извлечение",
     kz: "көшірме; үзінді"
    },
    {
     en: "extraditable",
     ru: "I подлежащий выдаче (о преступнике); II служащий основанием для выдачи (о преступлении)",
     kz: "I ұстап берілуге тиіс (қылмыскер туралы); II ұстап берілуге негіз болатын (қылмыс туралы)"
    },
    {
     en: "extradite",
     ru: "I выдавать преступника; II добиваться выдачи преступника",
     kz: "I қылмыскерді ұстап беру; II қылмыскерді ұстап беруге жету"
    },
    {
     en: "extralegal",
     ru: "не подпадающий под действие закона; не предусмотренный законом",
     kz: "заңдық әсерге кірмейтін іс; заңмен қарастырылмаған"
    },
    {
     en: "extraneous questions",
     ru: "не относящиеся к делу вопросы",
     kz: "іске қатысы жоқ сұрақтар"
    },
    {
     en: "extreme",
     ru: "крайний, высший",
     kz: "шеткі, жоғары"
    },
    {
     en: "extreme penalty",
     ru: "высшая мера наказания",
     kz: "жазаның ең жоғары түрі (шарасы)"
    },
    {
     en: "eye-witness",
     ru: "свидетель, очевидец",
     kz: "куә, көруші"
    },
    {
     en: "fabrication",
     ru: "подделка",
     kz: "жасанды"
    },
    {
     en: "factum (pl. – ta, - s)",
     ru: "I обстоятельство дела; изложение обстоятельств; II документ, акт",
     kz: "I істің  мән-жайы; мән-жайларды баяндау; II құжат, акт"
    },
    {
     en: "faculties",
     ru: "способности, возможности",
     kz: "қабілет, мүмкіндік"
    },
    {
     en: "fail",
     ru: "I не исполнять, не делать; терпеть неудачу; стать банкротом; II крах , поражение, неудача, провал",
     kz: "I орындамау, істемеу; сәтсіздікке ұшырау; банкрот болу; II қирау, жеңіліс, сәтсіздік"
    },
    {
     en: "faith, bad faith",
     ru: "I недобросовестность; II вероломство",
     kz: "I жауапсыз; II опасыздық"
    },
    {
     en: "false",
     ru: "ложный, фальшивый; неправильный",
     kz: "жалған, жасанды; бұрыс"
    },
    {
     en: "fatal injury",
     ru: "смертельное ранение",
     kz: "өлімші жарақат"
    },
    {
     en: "felonry",
     ru: "I преступные элементы; II преступники",
     kz: "I қылмыстық элементтер; II қылмыскерлер"
    },
    {
     en: "feign of crime",
     ru: "инсценировка преступлений",
     kz: "қылмыстарды жасағансу"
    },
    {
     en: "feme",
     ru: "I жена; II вдова; III замужняя женщина с независимым состоянием",
     kz: "I әйел; II жесір; III жағдайлы тұрмыстағы әйел"
    },
    {
     en: "feme covert",
     ru: "замужняя женщина",
     kz: "тұрмыстағы әйел"
    },
    {
     en: "feme sole",
     ru: "незамужняя женщина",
     kz: "тұрмыс құрмаған әйел"
    },
    {
     en: "fight",
     ru: "I драка схватка; II бороться",
     kz: "I төбелес, ұстасу; II күресу"
    },
    {
     en: "file",
     ru: "I подавать документ в надлежащее учреждение; подача документа в надлежащее учреждение; II регистрировать и хранить документы в определенном порядке; III картотека; подшивка; досье; дело; IV архив суда",
     kz: "I құжатты тиесілі мекемеге беру; II құжаттарды белгіленген тәртіппен сақтау және тіркеу; III картотека; тігінді; құжаттама; іс; IV сот мұрағаты"
    },
    {
     en: "filiate",
     ru: "устанавливать отцовство",
     kz: "әкелегін анықтау"
    },
    {
     en: "to fill an order",
     ru: "выполнять поручение",
     kz: "тапсырманы орындау"
    },
    {
     en: "final decision",
     ru: "окончательное решение",
     kz: "түпкілікті шешім"
    },
    {
     en: "final order",
     ru: "заключительный приказ суда по делу",
     kz: "соттың іс бойынша қорытынды бұйрығы"
    },
    {
     en: "fingerprint",
     ru: "отпечаток пальцев; снимать отпечатки пальцев",
     kz: "саусақ іздері; саусақ іздерін алу"
    },
    {
     en: "fingerprint identification",
     ru: "дактилоскопическая экспертиза",
     kz: "дактилоскопиялық сараптама"
    },
    {
     en: "fingerprinting",
     ru: "дактилоскопирование",
     kz: "саусақ бедерлерінің көшірмелерін алу"
    },
    {
     en: "fire",
     ru: "I пожар; II стрелять; III увольнять, выгонять с работы",
     kz: "I өрт; II ату; III жұмыстан шығару, қуу"
    },
    {
     en: "firearm",
     ru: "огнестрельное оружие",
     kz: "атыс қаруы"
    },
    {
     en: "firebug",
     ru: "поджигатель",
     kz: "I өрт қоюшы; II шағыстырушы"
    },
    {
     en: "firing",
     ru: "стрельба",
     kz: "атыс"
    },
    {
     en: "firing distance",
     ru: "расстояние, с которого был произведен выстрел",
     kz: "қару атылған жерге дейінгі аралық"
    },
    {
     en: "firm",
     ru: "товарищество, фирма; фирменное наименование; торговый дом",
     kz: "серіктестік, фирма; фирма аты; сауда үйі"
    },
    {
     en: "fisc",
     ru: "казна",
     kz: "қазына"
    },
    {
     en: "fix",
     ru: "I закреплять; фиксировать (следы); II взятка",
     kz: "I бекіту; түсіру (іздерді); II пара"
    },
    {
     en: "fix punishment",
     ru: "определять наказание",
     kz: "жаза белгілеу"
    },
    {
     en: "flag",
     ru: "флаг",
     kz: "ту"
    },
    {
     en: "flaw",
     ru: "I порок; опорочивать; II делать недействительным",
     kz: "I кінәрат; кінәратты ету; II жарамсыз ету"
    },
    {
     en: "follow",
     ru: "следовать, следить",
     kz: "ізімен жүру, ізіне түсу"
    },
    {
     en: "foot",
     ru: "нога",
     kz: "аяқ"
    },
    {
     en: "foot mark (print)",
     ru: "отпечаток ноги",
     kz: "аяқ іздері"
    },
    {
     en: "forbid",
     ru: "запрещать",
     kz: "тыйым салу"
    },
    {
     en: "forbidden by express law",
     ru: "прямо запрещено законом",
     kz: "заңмен тікелей тыйым салынған"
    },
    {
     en: "force",
     ru: "I сила; действительность; действие; II насилие; насиловать; принуждение; заставлять; принуждать; брать силой III взломать дверь",
     kz: "I күш; шындық; іс-әрекет II күштеу; зорлау; мәжбүрлеу; күшпен алу; III есікті сындыру"
    },
    {
     en: "legal force",
     ru: "законная, юридическая сила",
     kz: "заңды, заңдық күш"
    },
    {
     en: "put in force",
     ru: "вводить в силу",
     kz: "күшіне енгізу"
    },
    {
     en: "forced",
     ru: "принудительный",
     kz: "мәжбүрлі, ықтиярсыз"
    },
    {
     en: "forced labour",
     ru: "принудительный труд",
     kz: "мәжбүрлі еңбек"
    },
    {
     en: "forcible",
     ru: "принудительный, насильственный",
     kz: "мәжбүрлі, ықтиярсыз, күштеп"
    },
    {
     en: "forcible abduction",
     ru: "похищение, насильственное задержание",
     kz: "ұрлау, күштеп ұстау"
    },
    {
     en: "foreign trade",
     ru: "внешняя торговля",
     kz: "сыртқы сауда"
    },
    {
     en: "foreigner",
     ru: "I иностранец; II третье лицо",
     kz: "I шетелдік; II үшінші адам"
    },
    {
     en: "foreitable",
     ru: "подлежащий конфискации",
     kz: "тәркіленуге тиіс"
    },
    {
     en: "forensic medicine",
     ru: "судебная медицина",
     kz: "сот медицинасы"
    },
    {
     en: "forensic psychiatry",
     ru: "судебная психиатрия",
     kz: "сот психиатриясы"
    },
    {
     en: "forfeit",
     ru: "I лишаться; терять; утрачивать; утрата (в правах, имуществе); II штраф; III конфискованный; конфискованная вещь; IV переходить (в казну); V расплата (за преступление)",
     kz: "I айрылу; жоғалту; II айыппұл; III тәркіленген; тәркіленген зат; IV көшу (қазынаға); V төлем (қылмыс үшін)"
    },
    {
     en: "forgive",
     ru: "прощать, не взыскивать, отказываться",
     kz: "кешіру, төлетпеу, бас тарту"
    },
    {
     en: "formal",
     ru: "I формальный; официальный; II относящийся к форме; III надлежаще оформленный",
     kz: "I жаттанды; ресми; II формаға қатысты; III тиісінше рәсімделген"
    },
    {
     en: "formal law",
     ru: "процессуальное право",
     kz: "істі жүргізу құқығы"
    },
    {
     en: "formal notice",
     ru: "официальное уведомление",
     kz: "ресми хабарлама"
    },
    {
     en: "formal protest",
     ru: "официальный протест",
     kz: "ресми қарсылық"
    },
    {
     en: "formed design",
     ru: "замысел убийства",
     kz: "өлтіруді ойластыру"
    },
    {
     en: "formulate",
     ru: "формулировать",
     kz: "қалыптастыру"
    },
    {
     en: "forswear",
     ru: "отвергать, отрицать под присягой, лжесвидетельствовать",
     kz: "жоққа шығару, ант алдында терістеу, жалған куәлік ету"
    },
    {
     en: "fortuitous",
     ru: "случайный",
     kz: "кездейсоқ"
    },
    {
     en: "foster",
     ru: "воспитывать",
     kz: "тәрбиелеу"
    },
    {
     en: "foster child",
     ru: "приемный ребенок",
     kz: "асыранды бала"
    },
    {
     en: "foster home",
     ru: "воспитательный дом",
     kz: "тәрбие үйі"
    },
    {
     en: "foster parents",
     ru: "приемные родители",
     kz: "асыраған ата-ана"
    },
    {
     en: "foul",
     ru: "подлый, бесчестный",
     kz: "арамза, ұятсыз"
    },
    {
     en: "foul play",
     ru: "I нечестная игра; II обман, предательство, преступление",
     kz: "I әділетсіз ойын; II алдау, сатқындық, қылмыс"
    },
    {
     en: "found",
     ru: "I основывать; учреждать; II давать основание; обосновывать",
     kz: "I негіздеу; құру; II негіз беру; негіздеу"
    },
    {
     en: "foundation",
     ru: "основание, учреждение",
     kz: "негіз, мекеме"
    },
    {
     en: "founded",
     ru: "I обоснованный; II основанный на чем-л.",
     kz: "I негізделген (негізді); II бегілі бір нәрсеге негізделген"
    },
    {
     en: "founded in fact",
     ru: "обоснованный с фактической стороны",
     kz: "мәліметтермен негізделген"
    },
    {
     en: "founded in law",
     ru: "обоснованный с юридической стороны, юридически обоснованный",
     kz: "заңдық жағынан негізделген, заңды негізделген"
    },
    {
     en: "founder",
     ru: "основатель, учредитель",
     kz: "негіздеуші, құрылтайшы"
    },
    {
     en: "fratricide",
     ru: "I братоубийство; II убийство сестры; III братоубийца; IV убийца сестры",
     kz: "I туысын өлтірушілік; II әпкесін (сіңлісін, қарындасын) өлтіру; III туысын өлтіруші; IV әпкесін (сіңлісін, қарындасын) өлтіруші"
    },
    {
     en: "fraud",
     ru: "обман, мошенничество",
     kz: "алдау, алаяқтық"
    },
    {
     en: "free",
     ru: "I свободный; свободно; освобождать; II добровольный; добровольно; III бесплатный; бесплатно; безвозмездный; безвозмездно; беспошлинный; беспошлинно; не подлежащий обложению",
     kz: "I еркін; ерік беру, босату; II ерікті; III тегін; қайтарымыз; баж салығынсыз; салық салынбайтын"
    },
    {
     en: "freedom of press",
     ru: "свобода прессы",
     kz: "баспасөз бостандығы"
    },
    {
     en: "freedom of religion",
     ru: "свобода совести",
     kz: "ар-ождан бо   стандығы"
    },
    {
     en: "freedoms, fundamental freedoms",
     ru: "основные свободы",
     kz: "негізгі бостандықтар"
    },
    {
     en: "freeman",
     ru: "полноправный гражданин",
     kz: "толық құқылы азамат"
    },
    {
     en: "pedlar’s French",
     ru: "воровской жаргон",
     kz: "бұзықтар жаргоны"
    },
    {
     en: "frisk",
     ru: "обыск (человека)",
     kz: "тінту (адамды)"
    },
    {
     en: "frivolous action",
     ru: "необоснованный иск",
     kz: "негізсіз талап арыз"
    },
    {
     en: "frivolous appeal",
     ru: "необоснованная апелляция",
     kz: "негізсіз шағымдану"
    },
    {
     en: "fugitive",
     ru: "I беженец; II дезертир",
     kz: "I босқын; II қашқын"
    },
    {
     en: "furlough",
     ru: "отпуск, увольнительная",
     kz: "демалыс"
    },
    {
     en: "gabel",
     ru: "налог",
     kz: "салық"
    },
    {
     en: "gabitoscopy",
     ru: "габитоскопия",
     kz: "габитоскопия"
    },
    {
     en: "gain(s)",
     ru: "прибыль; доходы; заработок; извлекать прибыль; прибыльный; выгодный",
     kz: "кіріс; пайда; жалақы; пайда табу; пайдалы; тиімді"
    },
    {
     en: "gamble",
     ru: "рискованное предприятие",
     kz: "сенімсіз мекеме"
    },
    {
     en: "gambler",
     ru: "игрок, картежник",
     kz: "ойыншы, карташы"
    },
    {
     en: "gang",
     ru: "I банда; II вступить в шайку",
     kz: "I банда; II бандит; бандаға кіру"
    },
    {
     en: "gangster",
     ru: "гангстер; бандит; член банды",
     kz: "бандит; банда мүшесі"
    },
    {
     en: "gas spray gun",
     ru: "газовое оружие",
     kz: "газды қару"
    },
    {
     en: "genetical dactiloscopy",
     ru: "генная дактилоскопия",
     kz: "гендік «дактилоскопия»"
    },
    {
     en: "genotype",
     ru: "генотип",
     kz: "генотип"
    },
    {
     en: "goal",
     ru: "I тюрьма; II заключение в тюрьму; заключать в тюрьму",
     kz: "I түрме; II түрмеге қамау"
    },
    {
     en: "general",
     ru: "общий; генеральный",
     kz: "жалпы; басты"
    },
    {
     en: "general rule",
     ru: "общая норма",
     kz: "жалпы норма"
    },
    {
     en: "genocide",
     ru: "геноцид",
     kz: "геноцид"
    },
    {
     en: "get off",
     ru: "спастись; избавиться; избежать; отделаться (от наказания)",
     kz: "құтылу; қашу (жазадан)"
    },
    {
     en: "gibbet",
     ru: "I  виселица; II вешать; казнить",
     kz: "I дар; II асу; өлімге қию"
    },
    {
     en: "gift",
     ru: "I дарение; подарок; II право распределять (должности)",
     kz: "I сый; сыйлық; II бөлу (тарату) құқығы (лауазымды)"
    },
    {
     en: "gift deed",
     ru: "дарственная",
     kz: "сыйланған"
    },
    {
     en: "go-between",
     ru: "посредник",
     kz: "делдал"
    },
    {
     en: "good behavior",
     ru: "правомерное поведение",
     kz: "заңды мінез-құлық"
    },
    {
     en: "good cause",
     ru: "достаточное основание",
     kz: "жеткілікті негіз"
    },
    {
     en: "good character",
     ru: "хорошая репутация",
     kz: "абыройлы"
    },
    {
     en: "good faith purchaser",
     ru: "добросовестный, честный покупатель",
     kz: "адал, әділ сатып алушы"
    },
    {
     en: "good law",
     ru: "действующее право",
     kz: "қолданыстағы құқық"
    },
    {
     en: "goods",
     ru: "I товар; II движимость; III вещественные доказательства, изобличающие преступника; IV материальные блага; V имущество, находящееся в общей собственности супругов",
     kz: "I тауар, бұйым; II жылжитын; III қылмыскерді әшкерелейтін заттық дәлелдер; IV материалдық игіліктер; V ерлі-зайыптылардың ортақ меншігіндегі мүлік"
    },
    {
     en: "catch with the goods",
     ru: "поймать с поличным",
     kz: "қолма-қол ұстау"
    },
    {
     en: "government",
     ru: "I управление; руководство; регулирование; II государственная власть; III политический строй; IV форма правления; V правительство",
     kz: "I басқару; басшылық; реттеу; II мемлекеттік билік; III саяси құрылым; IV басқару формасы; V үкімет"
    },
    {
     en: "governmental agent",
     ru: "государственный служащий (включая полицейских и пожарных)",
     kz: "мемлекеттік қызметші (полиция мен өрт сөндірушілерді қосқанда)"
    },
    {
     en: "governor",
     ru: "I правитель; II губернатор",
     kz: "I билеуші; II губернатор"
    },
    {
     en: "governor of goal",
     ru: "начальник тюрьмы",
     kz: "түрме бастығы"
    },
    {
     en: "military governor",
     ru: "военный губернатор",
     kz: "әскери губернатор"
    },
    {
     en: "grace",
     ru: "I льгота; II разрешение; III амнистия",
     kz: "I жеңілдік; II рұқсат; III рақымшылық"
    },
    {
     en: "graphic form of evidence fixing",
     ru: "графическая форма фиксации доказательств",
     kz: "дәлелдерді бекітудің графикалық нысаны"
    },
    {
     en: "guarantee",
     ru: "I поручительство; поручаться, давать поручительство; II лицо, принимающее поручительство; III гарантия; давать гарантию; IV лицо, которому дается гарантия",
     kz: "I кепілгерлік; кепіл болу, кепілгерлік беру; II кепілгерлікті қабылдаушы адам; III кепіл; кепіл беру; IV кепіл берілетін адам"
    },
    {
     en: "guilt",
     ru: "I вина; II наказуемость",
     kz: "I кінә; II жазалылық"
    },
    {
     en: "guiltless",
     ru: "невиновный",
     kz: "кінәсыз"
    },
    {
     en: "guilty",
     ru: "виновный",
     kz: "кінәлы"
    },
    {
     en: "guilty verdict",
     ru: "обвинительный приговор",
     kz: "айыптау үкімі"
    },
    {
     en: "gunman",
     ru: "вооруженный преступник, бандит",
     kz: "қарулы қылмыскер, бандит"
    },
    {
     en: "habitation",
     ru: "место жительства; проживание; жилище",
     kz: "тұрғылықты орын; тұру; тұрақ; тұрғын үй"
    },
    {
     en: "habitual",
     ru: "обычный, привычный",
     kz: "әдеттегідей, үйреншікті"
    },
    {
     en: "half-proof",
     ru: "неполное доказательство",
     kz: "толық емес дәлел"
    },
    {
     en: "handbill",
     ru: "письменное обязательство (долговая расписка)",
     kz: "жазбаша міндеттеме (қарыз қолхаты)"
    },
    {
     en: "handcuffs",
     ru: "наручники",
     kz: "қолкісен"
    },
    {
     en: "hand firearm",
     ru: "пистолет",
     kz: "пистолет"
    },
    {
     en: "handsafe",
     ru: "I устный договор купли-продажи; II задаток",
     kz: "I сату-сатып алудың ауызша келісімшарты; II кепілақы"
    },
    {
     en: "hang",
     ru: "вешать, казнить",
     kz: "асу, өлімге қию"
    },
    {
     en: "harbour",
     ru: "I укрывать (преступника); дать убежище, приютить; II содержать (воровской притон)",
     kz: "I жасыру (қылмыскерді); паналату; II ұстау (бұзақылар жырасы)"
    },
    {
     en: "hard",
     ru: "трудный, тяжелый",
     kz: "қиын, ауыр"
    },
    {
     en: "hard case",
     ru: "закоренелый преступник",
     kz: "кәнігі қылмыскер"
    },
    {
     en: "hard labour",
     ru: "каторжные работы",
     kz: "айдаудағы жұмыстар"
    },
    {
     en: "hard sell",
     ru: "навязывание товара; настойчивое рекламирование",
     kz: "тауарды тықпалау; табандылықпен жарнамалау"
    },
    {
     en: "harm",
     ru: "вред; ущерб",
     kz: "зиян; шығын"
    },
    {
     en: "bodily harm",
     ru: "телесное повреждение",
     kz: "дене жарақаты"
    },
    {
     en: "hatcher",
     ru: "заговорщик, интриган",
     kz: "қаскүнем"
    },
    {
     en: "havings of witness",
     ru: "допрос свидетелей",
     kz: "куәлардан жауап алу"
    },
    {
     en: "hazard",
     ru: "риск, опасность",
     kz: "қатер, қауіп"
    },
    {
     en: "head",
     ru: "начальник, руководитель, глава; голова",
     kz: "бастық, жетекші, басшы; бас"
    },
    {
     en: "head of department",
     ru: "министр",
     kz: "министр"
    },
    {
     en: "head of government",
     ru: "глава правительства",
     kz: "үкімет басшысы"
    },
    {
     en: "head of state",
     ru: "глава государства",
     kz: "мемлекет басшысы"
    },
    {
     en: "hearing",
     ru: "слушание (дела)",
     kz: "тыңдау (іс)"
    },
    {
     en: "hematoma",
     ru: "гематома",
     kz: "гематома, қанды ісік"
    },
    {
     en: "heroin",
     ru: "героин",
     kz: "героин"
    },
    {
     en: "hide",
     ru: "прятать, скрывать",
     kz: "тығу, жасыру"
    },
    {
     en: "hide out",
     ru: "прятаться, скрываться (от полиции)",
     kz: "тығылу, жасырыну (полициядан)"
    },
    {
     en: "high treason",
     ru: "государственная измена",
     kz: "мемлекетке опасыздық"
    },
    {
     en: "highest court",
     ru: "суд высшей инстанции",
     kz: "жоғары сатыдағы сот"
    },
    {
     en: "histologic examination",
     ru: "гистологическое исследование",
     kz: "гистологиялық зерттеу"
    },
    {
     en: "hole",
     ru: "тюремная камера, карцер",
     kz: "түрме қамағы, карцер"
    },
    {
     en: "homicide",
     ru: "I лишение человека жизни; II убийство; III убийца",
     kz: "I адам өмірін қию; II адам өлтіру; III адам өлтіруші"
    },
    {
     en: "homicide se defendendo",
     ru: "убийство в целях самозащиты",
     kz: "өзін қорғау мақсатында адам өлтіру"
    },
    {
     en: "excusable homicide",
     ru: "неумышленное (непреднамеренное) убийство; простительное убийство",
     kz: "қасақана емес (абайсызда) адам өлтіру; кешірімді адам өлтіру"
    },
    {
     en: "felonious homicide",
     ru: "умышленное (преднамеренное) убийство",
     kz: "қасақана (әдейі) адам өлтіру"
    },
    {
     en: "justifiable homicide",
     ru: "убийство при оправдывающих обстоятельствах",
     kz: "ақтайтын жағдайдағы адам өлтіру"
    },
    {
     en: "vehicular homicide",
     ru: "гибель в результате транспортного происшествия",
     kz: "көлік оқиғасы нәтижесінде өлу (опат болу)"
    },
    {
     en: "honest",
     ru: "честный",
     kz: "адал"
    },
    {
     en: "an honest judge",
     ru: "неподкупный суд",
     kz: "әділ сот"
    },
    {
     en: "honorary",
     ru: "почетный",
     kz: "құрметті"
    },
    {
     en: "honorary debt",
     ru: "долг чести",
     kz: "абыройлық парыз"
    },
    {
     en: "honour",
     ru: "честь",
     kz: "абырой"
    },
    {
     en: "your Honour",
     ru: "обращение к судье (Ваша честь)",
     kz: "судьяға қаратпа сөз"
    },
    {
     en: "hours of labour",
     ru: "часы работы",
     kz: "жұмыс істеу сағаттары"
    },
    {
     en: "household",
     ru: "семья, домашнее хозяйство",
     kz: "отбасы, үй шаруашылығы;"
    },
    {
     en: "householder",
     ru: "домовладелец; квартиросъемщик; глава семьи",
     kz: "үй иесі; пәтер жалдаушы; отағасы"
    },
    {
     en: "houseless",
     ru: "бездомный",
     kz: "үйсіз"
    },
    {
     en: "hunt",
     ru: "I гнать, преследовать; II искать, разыскивать",
     kz: "I қуу, ізіне (соңына) түсу; II іздеу, іздеу салу"
    },
    {
     en: "hurt",
     ru: "наносить вред, причинять ущерб",
     kz: "зиян келтіру, шығын келтіру"
    },
    {
     en: "identification card",
     ru: "удостоверение личности",
     kz: "жеке куәлік"
    },
    {
     en: "identify",
     ru: "I отождествлять, устанавливать тождество, опознавать; устанавливать личность; устанавливать подлинность, идентифицировать II идентичность; подлинность, личность; тождественность",
     kz: "I сәйкестендіру, сәйкестігін анықтау, жеке тұлғаны анықтау; түпнұсқалығын анықтау, бірдейлендіру II ұқсастық; түпнұсқалық; жеке тұлға; сәйкестік"
    },
    {
     en: "idle",
     ru: "незанятый, праздный, неработающий",
     kz: "қолы бос, жұмыссыз"
    },
    {
     en: "ill-will",
     ru: "злой умысел",
     kz: "арам пиғыл"
    },
    {
     en: "illegal",
     ru: "незаконный, противозаконный, противоправный; неправомерный, нелегальный",
     kz: "заңсыз, заңға қайшы, құқыққа қарсы, заңсыз, заңсыз"
    },
    {
     en: "immoral",
     ru: "безнравственный",
     kz: "адамгершілікке жат"
    },
    {
     en: "implicate",
     ru: "заключать в себе; подразумевать; вовлекать",
     kz: "іштей ойлау; болжау"
    },
    {
     en: "imprint",
     ru: "отпечаток, след",
     kz: "ізтаңба, із"
    },
    {
     en: "imprison",
     ru: "I заключать в тюрьму; II лишать свободы",
     kz: "I түрмеге жабу, қамау; II бостандықтан айыру"
    },
    {
     en: "imprisonment",
     ru: "I тюремное заключение; II лишение свободы",
     kz: "I түрмеге қамау; II бостандықтан айыру"
    },
    {
     en: "improve",
     ru: "улучшать, совершенствовать",
     kz: "жақсарту, жетілдіру"
    },
    {
     en: "impunity",
     ru: "I безнаказанность; II освобождение от наказания; III освобождение от убытков как от последствия совершенного действия",
     kz: "I жазасыздық; II жазадан босату; III жасалған әрекеттің салдарынан болған шығыннан босату"
    },
    {
     en: "in charge of",
     ru: "ответственность; руководящий, направляющий",
     kz: "жауаптылық; жетекші, бағыттаушы"
    },
    {
     en: "incite",
     ru: "подстрекать",
     kz: "азғыру"
    },
    {
     en: "incitement",
     ru: "подстрекательство",
     kz: "азғырушылық"
    },
    {
     en: "inciter",
     ru: "подстрекатель",
     kz: "азғырушы"
    },
    {
     en: "income",
     ru: "доход; доходы; прибыль, зарплата",
     kz: "кіріс; кірістер; пайда, жалақы"
    },
    {
     en: "income tax",
     ru: "подоходный налог",
     kz: "табыс салығы"
    },
    {
     en: "incorrupt",
     ru: "неподкупный",
     kz: "адал, әділ"
    },
    {
     en: "incorruptibility",
     ru: "неподкупность",
     kz: "адалдық, әділдік"
    },
    {
     en: "increase",
     ru: "увеличение, возрастание; рост, развитие",
     kz: "үлкею, өсу, көбею; өсу, даму"
    },
    {
     en: "identity",
     ru: "идентичность",
     kz: "ұқсастық"
    },
    {
     en: "independence",
     ru: "независимость, самостоятельность",
     kz: "тәуелсіздік, дербестік, еріктілік"
    },
    {
     en: "independent",
     ru: "I независимый; самостоятельный; II выполняющий работу своими средствами",
     kz: "I тәуелсіз; ерікті, бағынышсыз; II жұмысты өз мүмкіндіктерімен атқарушы"
    },
    {
     en: "indifferent",
     ru: "безучастный, безразличный",
     kz: "немкетті"
    },
    {
     en: "indignity",
     ru: "унижение, оскорбление",
     kz: "төмендету, балағаттау"
    },
    {
     en: "indirect",
     ru: "непрямой, косвенный",
     kz: "жанама"
    },
    {
     en: "indocile",
     ru: "трудновоспитуемый, непослушный, непокорный",
     kz: "тәрбиеленуі қиын, тілазар, қайсар"
    },
    {
     en: "industrial",
     ru: "промышленный, производственный",
     kz: "өнеркәсіптік, өндірістік"
    },
    {
     en: "industrial accident",
     ru: "несчастный случай на производстве",
     kz: "өндірістегі жазатайым жағдай"
    },
    {
     en: "industrial disease",
     ru: "заболевание, связанное с профессией, местом работы",
     kz: "кәсібіне, жұмыс орнына байланысты ауру"
    },
    {
     en: "industrial relations",
     ru: "производственные отношения, трудовые отношения",
     kz: "өндірістік қатынастар, еңбек қатынастары"
    },
    {
     en: "industry",
     ru: "отрасль, область (занятости, деятельности), промышленность, предприятие",
     kz: "сала (жұмыс істейтін, еңбек ететін), өнеркәсіп, мекеме"
    },
    {
     en: "inebriate",
     ru: "алкоголик, пьяница",
     kz: "маскүнем"
    },
    {
     en: "inequality",
     ru: "неравенство",
     kz: "теңсіздік"
    },
    {
     en: "inequity",
     ru: "несправедливость",
     kz: "әділетсіздік"
    },
    {
     en: "infancy",
     ru: "несовершеннолетие",
     kz: "кәмелетке (балиғатқа) толмаған"
    },
    {
     en: "infant",
     ru: "несовершеннолетний",
     kz: "кәмелетке толмаған"
    },
    {
     en: "influence",
     ru: "влияние, воздействие",
     kz: "ықпал, әсер"
    },
    {
     en: "infraction",
     ru: "нарушение (права, договора, обязанности); несоблюдение",
     kz: "бұзу (құқықты, келісім шарты, міндеттемені); сақтамау"
    },
    {
     en: "inhibit",
     ru: "запрещать",
     kz: "тыйым салу"
    },
    {
     en: "injunction",
     ru: "I судебный запрет; II запретительная норма",
     kz: "I сот тыйымы; II тыйымдық норма"
    },
    {
     en: "injury",
     ru: "I вред; II телесное повреждение, ушиб, рана; III вред, ущерб; IV обида, оскорбление, клевета",
     kz: "I зиян, нұқсан; II дене жарақаты, жарадар, жара; III зиян, шығын; IV реніш, балағат, жала"
    },
    {
     en: "inland",
     ru: "внутренний (о государстве, территории)",
     kz: "ішкі (мемлекет, аумақ туралы)"
    },
    {
     en: "innocence",
     ru: "невиновность",
     kz: "кінәсыздық"
    },
    {
     en: "inquest",
     ru: "дознание, следствие, расследование",
     kz: "анықтау, тергеу"
    },
    {
     en: "inquiry",
     ru: "I запрос; II расследование, обследование III допрос, рассмотрение",
     kz: "I сұрау салу; II тергеу, тексеру; III жауап алу, қарау"
    },
    {
     en: "judicial inquiry",
     ru: "судебное расследование",
     kz: "сот тергеуі"
    },
    {
     en: "ministerial inquiry",
     ru: "административное рассмотрение дела",
     kz: "істі әкімшілік қарау"
    },
    {
     en: "insane",
     ru: "I душевнобольной; II не находящийся в здравом уме; III невменяемый",
     kz: "I есі ауысқан; II ақыл-есі дұрыс емес күйде; III ес-түссіз"
    },
    {
     en: "insecure",
     ru: "небезопасный",
     kz: "қауіпті, қатерлі"
    },
    {
     en: "insult",
     ru: "оскорблять, оскорбление",
     kz: "балағаттау, балағат"
    },
    {
     en: "great insult",
     ru: "тяжкое оскорбление",
     kz: "ауыр балағат"
    },
    {
     en: "insulter",
     ru: "обидчик, оскорбитель",
     kz: "ренжітуші, балағатттаушы"
    },
    {
     en: "insure",
     ru: "страховать",
     kz: "сақтандыру"
    },
    {
     en: "intendment of law",
     ru: "истинный смысл, значение закона",
     kz: "нағыз мән, заң маңызы"
    },
    {
     en: "intent",
     ru: "намерение, цель",
     kz: "ниет, мақсат"
    },
    {
     en: "criminal intent",
     ru: "преступное намерение",
     kz: "қылмыстық ниет"
    },
    {
     en: "wrong intent",
     ru: "дурное намерение",
     kz: "жаман ниет"
    },
    {
     en: "intermediation",
     ru: "посредничество",
     kz: "делдалдық"
    },
    {
     en: "intermediator",
     ru: "посредник",
     kz: "делдал"
    },
    {
     en: "Interpol",
     ru: "Международная криминальная полиция",
     kz: "Халықаралық криминалдық полиция"
    },
    {
     en: "interrogate",
     ru: "допрашивать",
     kz: "жауап алу"
    },
    {
     en: "interrogatee",
     ru: "допрашиваемый",
     kz: "жауап алынушы"
    },
    {
     en: "interrogation",
     ru: "допрос",
     kz: "жауап алу"
    },
    {
     en: "interrogatories",
     ru: "письменный опрос сторон\/ свидетелей",
     kz: "тараптардан \/ куәлардан жазбаша жауап алу"
    },
    {
     en: "interrupt",
     ru: "прерывать, препятствовать",
     kz: "үзу, кідірту"
    },
    {
     en: "intimidate",
     ru: "запугивать",
     kz: "қорқыту"
    },
    {
     en: "intimidation",
     ru: "запугивание",
     kz: "қорқыту"
    },
    {
     en: "investigate",
     ru: "расследовать; изучать (вопрос); рассматривать (дело)",
     kz: "тергеу; зерттеу (сұрақты); қарастыру (істі)"
    },
    {
     en: "investigation",
     ru: "расследование; изучение (вопроса); рассмотрение (дела)",
     kz: "тергеу; зерттеу (сұрақты); қарастыру (істі)"
    },
    {
     en: "investigative",
     ru: "следственный",
     kz: "тергеулік"
    },
    {
     en: "investigative actions",
     ru: "следственные действия",
     kz: "тергеу әрекеттері"
    },
    {
     en: "investigative experiment",
     ru: "следственный эксперимент",
     kz: "тергеу эксперимент"
    },
    {
     en: "investigative plan",
     ru: "план расследования",
     kz: "тергеу жоспары"
    },
    {
     en: "investigative operational group",
     ru: "следственно-оперативная группа",
     kz: "жедел-тергеулік топ"
    },
    {
     en: "inviolability",
     ru: "неприкосновенность",
     kz: "тиіспеушілік (қорғаныштылық)"
    },
    {
     en: "involve",
     ru: "запрашивать (право); вовлекать; повлечь",
     kz: "сұрау салу (құқық); тарту; қатыстыру"
    },
    {
     en: "irrelevant",
     ru: "не относящийся к делу",
     kz: "іске қатысы жоқ (қатыссыз)"
    },
    {
     en: "irresponsibility",
     ru: "безответственность",
     kz: "жауапсыздық"
    },
    {
     en: "jail",
     ru: "тюрьма; заключать в тюрьму",
     kz: "түрме; түрмеге жабу"
    },
    {
     en: "judge",
     ru: "судья, судить",
     kz: "судья, соттау"
    },
    {
     en: "judge advocate",
     ru: "военный прокурор",
     kz: "әскери прокурор"
    },
    {
     en: "judgment",
     ru: "I судебное решение, приговор; II суждение; мнение; оценка; III слушание дела в суде",
     kz: "I сот шешімі, үкім; II тұжырым; пікір; баға; III істі сотта тыңдау"
    },
    {
     en: "junior",
     ru: "молодой, младший; более поздний по времени; низший по положению, статусу",
     kz: "жас, кіші; уақыты кешірек; мәртебесі, жағдайы жағынан төмен"
    },
    {
     en: "juration",
     ru: "присяга; приведение к присяге",
     kz: "ант; ант қабылдау"
    },
    {
     en: "jurisprudence",
     ru: "I юриспруденция, правоведение, законоведение; II судебная практика",
     kz: "I юриспруденция; құқықтану, заңтану; II сот ісі"
    },
    {
     en: "jurisprudent",
     ru: "правовед",
     kz: "заңгер"
    },
    {
     en: "jurisprudential",
     ru: "правоведческий",
     kz: "заңгерлік"
    },
    {
     en: "jurist",
     ru: "юрист, ученый юрист",
     kz: "заңгер, ғалым заңгер"
    },
    {
     en: "jury",
     ru: "присяжные, состав присяжных; суд присяжных",
     kz: "алқа билер, алқа билер құрамы, алқа билер соты"
    },
    {
     en: "just",
     ru: "справедливый; обоснованный; законный",
     kz: "әділ; негізді; заңды"
    },
    {
     en: "justice",
     ru: "I справедливость; II правосудие; юстиция; III судья",
     kz: "I әділдік, әділеттілік; II сот төрелігі, әділет; III судья"
    },
    {
     en: "chief justice",
     ru: "главный судья; старший судья; председательствую-щий судья",
     kz: "бас судья; аға судья; төрағалық етуші судья"
    },
    {
     en: "criminal justice",
     ru: "уголовное правосудие; уголовная юстиция; правосудие по уголовным делам",
     kz: "қылмыстық сот төрелігі; қылмыстық әділет; қылмыстық істер жөніндегі сот төрелігі"
    },
    {
     en: "do justice",
     ru: "отправлять правосудие",
     kz: "сот төрелігін жасау"
    },
    {
     en: "justly",
     ru: "справедливо, законно",
     kz: "әділ, заңды"
    },
    {
     en: "key",
     ru: "I ключ; ключевой; II важнейший; III причал",
     kz: "I кілт; негізгі, басты; II өте маңызды; III айлақ"
    },
    {
     en: "kidnap",
     ru: "похитить кого-л",
     kz: "адам ұрлау"
    },
    {
     en: "kidnapper",
     ru: "похититель (людей, особенно детей)",
     kz: "адам ұрлаушы (адамдарды, әсіресе балаларды)"
    },
    {
     en: "kidnapping",
     ru: "похищение людей",
     kz: "адамдарды ұрлау"
    },
    {
     en: "kill",
     ru: "I убивать; II ликвидировать; уничтожать; III разгромить; провалить; помешать успеху",
     kz: "I өлтіру; II жою; қыру; III талқандау, талау; құлату, бүлдіру; кедергі келтіру"
    },
    {
     en: "killer",
     ru: "I бандит; II бандит; гангстер",
     kz: "I бандит; II гангстер"
    },
    {
     en: "killing",
     ru: "I убийство; II смертельный, смертоносный",
     kz: "I адам өлтіру; II өлімші, өлтіретін"
    },
    {
     en: "knavery",
     ru: "мошенничество, жульничество, обман",
     kz: "алаяқтық, жүліктік, алдамшы"
    },
    {
     en: "knife",
     ru: "I кинжал, нож, кортик; II. нанести предательский удар, нанести удар в спину амер. жарг",
     kz: "I қанжар, пышақ, теңізші қанжары II сатқындық соққы, арқадан соққы беру"
    },
    {
     en: "knuckle-duster",
     ru: "кастет",
     kz: "кастет"
    },
    {
     en: "label",
     ru: "ярлык, этикетка, знак",
     kz: "белгі, таңба"
    },
    {
     en: "forensic laboratory",
     ru: "судебная лаборатория",
     kz: "сот зертханасы"
    },
    {
     en: "labour",
     ru: "труд, работа",
     kz: "еңбек, жұмыс"
    },
    {
     en: "labour code",
     ru: "кодекс законов о труде",
     kz: "еңбек туралы заңдар кодексі"
    },
    {
     en: "forced labour",
     ru: "принудительный труд",
     kz: "мәжбүрлі еңбек"
    },
    {
     en: "labourer",
     ru: "рабочий, работник",
     kz: "жұмысшы, жұмыскер"
    },
    {
     en: "land",
     ru: "I земельная собственность; недвижимость; II государство, страна; земля",
     kz: "I жер меншігі; жылжымайтын; II мемлекет, ел; жер;"
    },
    {
     en: "landholder",
     ru: "I владелец недвижимости; II арендатор",
     kz: "I жылжымайтын мүлік иесі; II жалгер"
    },
    {
     en: "language",
     ru: "язык; формулировка, формулировки",
     kz: "тіл; тұжырымдама"
    },
    {
     en: "law",
     ru: "I право (в объективном смысле); II закон; III общее право; профессия юриста; IV суд, судебный процесс; V обращаться в суд",
     kz: "I құқық (объективті мәнде); II заң; III жалпы құқық; заңгер кәсібі; IV сот, сот үдерісі; V сотқа жүгіну"
    },
    {
     en: "law of honour",
     ru: "кодекс чести",
     kz: "ар-намыс кодексі"
    },
    {
     en: "breach of law",
     ru: "нарушение права",
     kz: "құқық бұзу"
    },
    {
     en: "break the law",
     ru: "нарушать закон",
     kz: "заң бұзу"
    },
    {
     en: "common law",
     ru: "общее право",
     kz: "жалпы құқық"
    },
    {
     en: "criminal (penal) law",
     ru: "уголовное право",
     kz: "қылмыстық құқық"
    },
    {
     en: "customary law",
     ru: "обычное право",
     kz: "әдет-ғұрып құқығы"
    },
    {
     en: "free law",
     ru: "совокупность гражданских прав",
     kz: "азаматтық құқықтар жиынтығы"
    },
    {
     en: "fundamental law",
     ru: "основной закон, организаторский закон, органический закон, конституция",
     kz: "негізгі заң, ұйымдастыру заңы, жиынтық заң, конституция"
    },
    {
     en: "international criminal law",
     ru: "международное уголовное право",
     kz: "халықаралық қылмыстық құқық"
    },
    {
     en: "issue law",
     ru: "издавать закон",
     kz: "заң шығару"
    },
    {
     en: "marital law",
     ru: "брачный закон",
     kz: "неке заңы"
    },
    {
     en: "mob law",
     ru: "самосуд",
     kz: "тергеусіз үкім, заңсыз сот"
    },
    {
     en: "person of law",
     ru: "субъект права",
     kz: "құқық субъектісі"
    },
    {
     en: "property law",
     ru: "право собственности; вещное право; нормы, регулирующие имущественные права",
     kz: "меншік құқығы; заттық құқық; мүліктік құқықты реттейтін құқық нормалары"
    },
    {
     en: "lawful",
     ru: "законный, правомерный",
     kz: "заңды, құқықты"
    },
    {
     en: "lawlessness",
     ru: "беззаконие",
     kz: "заңсыздық"
    },
    {
     en: "lawmaker",
     ru: "законодатель",
     kz: "заң шығарушы"
    },
    {
     en: "lawyer",
     ru: "юрист",
     kz: "заңгер"
    },
    {
     en: "lay people",
     ru: "присяжные",
     kz: "алқа билері"
    },
    {
     en: "leave",
     ru: "I оставлять; II завещать; III разрешение; IV отпуск",
     kz: "I қалдыру; II өсиет ету; III рұқсат; IV жіберу"
    },
    {
     en: "legal",
     ru: "I юридический; законный; правовой; судебный; II относящийся к области общего права, основанный на общем праве, регулируемый общим правом",
     kz: "I заңдық; құқықтық, соттық; II жалпы құқық саласына қатысты (тиесілі), жалпы құқыққа негізделген, жалпы құқықпен реттелетін"
    },
    {
     en: "legal advice",
     ru: "консультация юриста",
     kz: "заңгер кеңесі"
    },
    {
     en: "legal aid",
     ru: "правовая помощь",
     kz: "құқықтық көмек"
    },
    {
     en: "legal awareness (conscience)",
     ru: "правосознание",
     kz: "құқықтық сана"
    },
    {
     en: "legal capacity",
     ru: "право и дееспособность",
     kz: "құқық және құқық қабілеттілігі"
    },
    {
     en: "legal duty",
     ru: "правовая обязанность",
     kz: "құқықтық міндеттеме"
    },
    {
     en: "legal effect",
     ru: "правовые последствия; юридическая сила",
     kz: "құқықтық салдарлар; заңдық күш"
    },
    {
     en: "legal entity",
     ru: "юридический субъект; юридическое лицо",
     kz: "заң субъектісі; заңды тұлға"
    },
    {
     en: "legal process",
     ru: "судебный процесс",
     kz: "сот үдерісі"
    },
    {
     en: "legal relation",
     ru: "правоотношение",
     kz: "құқық қатынасы"
    },
    {
     en: "legal subject",
     ru: "субъект права",
     kz: "құқық субъектісі"
    },
    {
     en: "legal wrong",
     ru: "правонарушение",
     kz: "құқық бұзу"
    },
    {
     en: "legislation",
     ru: "законодательство; законодательная деятельность; законы; законодательная инициатива",
     kz: "заңнама; заңнамалық іс-әрекет; заңдар; заңдық бастама"
    },
    {
     en: "pass legislation",
     ru: "принимать законы, законодательствовать",
     kz: "заңдарды қабылдау, заң шығару"
    },
    {
     en: "legislator",
     ru: "I законодатель; II член законодательного органа",
     kz: "I заң шығарушы; II заң шығарушы орган мүшесі"
    },
    {
     en: "legist",
     ru: "юрист",
     kz: "заңгер"
    },
    {
     en: "legitimate",
     ru: "I законнорожденный; II законный родитель; III законное рождение",
     kz: "I заңды туған бала; II заңды ата-аналар; III заңды туған"
    },
    {
     en: "lend",
     ru: "предоставлять заем; давать взаймы; давать в ссуду, ссужать что-л.",
     kz: "қарыз ұсыну; қарыз беру; несие беру; бір нәрсені несиелеу"
    },
    {
     en: "let",
     ru: "сдавать в аренду, внаем",
     kz: "жалға тапсыру"
    },
    {
     en: "letter",
     ru: "I буква; II письмо; послание; III наймодатель; арендодатель",
     kz: "I әріп; II хат; жолдау; III қарыз беруші, жалға беруші"
    },
    {
     en: "lex лат.",
     ru: "закон",
     kz: "заң"
    },
    {
     en: "civil liability",
     ru: "гражданская ответственность",
     kz: "азаматтық жауаптылық"
    },
    {
     en: "criminal liability",
     ru: "уголовная ответственность",
     kz: "қылмыстық жауаптылық"
    },
    {
     en: "unlimited liability",
     ru: "неограниченная ответственность",
     kz: "шектеусіз жауапкершілік"
    },
    {
     en: "liable",
     ru: "I ответственный; II обязанный; III подлежащий",
     kz: "I жауапты; II міндетті, III тиесілі"
    },
    {
     en: "liable to action",
     ru: "подлежащий судебному преследованию",
     kz: "соттық қудалауға тиесілі"
    },
    {
     en: "liable to civil proceedings",
     ru: "несущий гражданскую ответственность \/ ответственность по гражданскому праву",
     kz: "азаматтық жауаптылықты \/ азаматтық құқық бойынша жауаптылық"
    },
    {
     en: "liable to criminal proceedings",
     ru: "несущий уголовную ответственность \/ ответственность по уголовному праву",
     kz: "қылмыстық жауаптылықты \/ қылмыстық құқық бойынша жауаптылық"
    },
    {
     en: "liable to prosecution",
     ru: "подлежащий преследованию",
     kz: "қудалауға тиесілі"
    },
    {
     en: "liable to taxis",
     ru: "подлежащий налогообложению",
     kz: "салық салынуға тиесілі"
    },
    {
     en: "libel",
     ru: "клевета (письменная); диффамация; клеветать; клеветник; пасквилянт",
     kz: "жала (жазбаша); жала жабу; жалақор"
    },
    {
     en: "action for libel",
     ru: "судебное дело по обвинению в клевете",
     kz: "жала бойынша айыптау сот ісі"
    },
    {
     en: "libellant",
     ru: "истец",
     kz: "талап арызшы, талапкер"
    },
    {
     en: "libelee",
     ru: "ответчик",
     kz: "жауапкер"
    },
    {
     en: "liberty",
     ru: "I свобода; II привилегия; III право",
     kz: "I еркіндік, бостандық; II артықшылық; III құқық"
    },
    {
     en: "driver’s license",
     ru: "водительское удостоверение",
     kz: "жүргізуші куәлігі"
    },
    {
     en: "general license",
     ru: "генеральная лицензия",
     kz: "бас лицензия"
    },
    {
     en: "grant of licenses",
     ru: "выдача разрешений",
     kz: "рұқсат беру"
    },
    {
     en: "license",
     ru: "разрешать; лицензировать; разрешение; лицензия",
     kz: "рұқсат беру; рұқсатнама беру; рұқсат; рұқсатнама"
    },
    {
     en: "lie",
     ru: "I ложь; лгать; II лежать (об обязанности, риске и т.д.); III принадлежать (о праве предъявления иска, подачи апелляции, осуществления контроля и т.п.); IV быть или признаваться допустимым, законным",
     kz: "I жалған; алдау; II жату (тәуекел, міндеттеме туралы); III тиесілі (бақылау жасауға, талап-арыз беруге, қарсы арыз беруге құқық туралы); IV заңды болу немесе заңды екенін мойындау"
    },
    {
     en: "life",
     ru: "I жизнь; II срок действия; III срок амортизации",
     kz: "I өмір; II қолданылу мерзімі; III жарамдылық мерзімі"
    },
    {
     en: "life-hold",
     ru: "пожизненная аренда",
     kz: "өмір бойы жал"
    },
    {
     en: "life-land",
     ru: "земля, находящаяся в пожизненной аренде",
     kz: "өмір бойы жалға берілген жер"
    },
    {
     en: "life-member",
     ru: "пожизненный член (какого-л. органа, организации)",
     kz: "өмірлік мүше (орган, ұйым мүшелігі)"
    },
    {
     en: "lifer",
     ru: "пожизненный заключенный",
     kz: "өмір бойына қамалу"
    },
    {
     en: "lift",
     ru: "снимать, отменять (запрещение, ограничение и т.п.)",
     kz: "алу, алып тастау (тыйымды, шектеуді және т.б.)"
    },
    {
     en: "lifting tape",
     ru: "дактилоскопическая пленка",
     kz: "дактилоскопиялық пленка"
    },
    {
     en: "light",
     ru: "легкий",
     kz: "жеңіл"
    },
    {
     en: "light sentence",
     ru: "мягкий приговор",
     kz: "жеңіл үкім"
    },
    {
     en: "limit",
     ru: "I ограничивать; II устанавливать срок; III граница",
     kz: "I шектеу; II мерзім белгілеу; III шекара"
    },
    {
     en: "limitation",
     ru: "I ограничение; II предельный срок; III погасительная давность, исковая давность",
     kz: "I шектеу; II шектік мерзім; III өтеу мерзімінің ескілігі, талап арыз ескілігі"
    },
    {
     en: "period of limitation",
     ru: "срок исковой давности, давний срок",
     kz: "талап арыз ескілігінің мерзімі, ескі мерзім"
    },
    {
     en: "limited",
     ru: "I ограниченный; II имеющий ограниченную ответственность, с ограниченной ответственностью",
     kz: "I шектеулі; II шектеулі жауапкершілікті, жауапкершілігі шектеулі"
    },
    {
     en: "limited monarchy",
     ru: "конституционная монархия",
     kz: "конституциялық монархия"
    },
    {
     en: "line",
     ru: "свидетельство о браке",
     kz: "неке туралы куәлік"
    },
    {
     en: "liquidation",
     ru: "I ликвидация; II продажа (пакета акций, облигаций) за наличные деньги",
     kz: "I жою; II қолма-қол ақшаға сату (облигация, акция пакетін)"
    },
    {
     en: "liquidation procedure",
     ru: "процедура ликвидации",
     kz: "жою рәсімі, реті"
    },
    {
     en: "liquidation compulsory",
     ru: "принудительная ликвидация",
     kz: "мәжбүрлеп жою"
    },
    {
     en: "partial liquidation",
     ru: "частная ликвидация",
     kz: "жартылай жою"
    },
    {
     en: "liquidator",
     ru: "ликвидатор",
     kz: "жоюшы"
    },
    {
     en: "list",
     ru: "список, реестр",
     kz: "тізім, тізбе"
    },
    {
     en: "loan",
     ru: "I заем; давать взаймы; II ссуда; ссужать",
     kz: "I қарыз; қарыз беруші; II несие; несиелеу"
    },
    {
     en: "loan of money",
     ru: "денежный заем",
     kz: "ақшалай қарыз"
    },
    {
     en: "lobby",
     ru: "I кулуары (парламента); II лобби; III пытаться воздействовать на членов законодательного органа путем закулисных переговоров",
     kz: "I қабырғасы (парламенттің); II мүдде; III ресми емес келіссөздермен заң шығарушы орган мүшелеріне әсер етуге талпыныс жасау"
    },
    {
     en: "local law",
     ru: "местный закон",
     kz: "жергілікті заң"
    },
    {
     en: "local rules",
     ru: "местные правила, нормы",
     kz: "жергілікті ережелер, нормалар"
    },
    {
     en: "locale",
     ru: "место действия",
     kz: "іс-әрекет орны"
    },
    {
     en: "locale of the crime",
     ru: "место преступления",
     kz: "қылмыс орны"
    },
    {
     en: "locate",
     ru: "I определять местонахождение; II сдавать внаем; III найти, обнаружить, разместить, поместить",
     kz: "I болған орнын анықтау; II жалға тапсыру; III табу, тап болу, орналастыру, мекендету"
    },
    {
     en: "lock-up",
     ru: "арестовывать",
     kz: "тұтқындау"
    },
    {
     en: "lodge",
     ru: "I отдавать на хранение; депонировать; II подавать, заявлять (прошение, жалобу, возражение, протест); III жить на правах нанимателя; IV облекать; наделять (правом, властью)",
     kz: "I сақтауға беру; өсімге беру (өсім жасау); II беру, хабарлау, сұрау (сұраныс, арыз, қарсылық, наразылық); III жалдаушы құқығымен тұру; IV беру, бөлу (құқық, билік)"
    },
    {
     en: "lodgment",
     ru: "I жилище; пребывание; II облечение, наделение (властью, правом); III сдача в депозит; IV подача (жалобы)",
     kz: "I тұрғын үй; тұрақтау; II беру, бөлу (билік, құқық); III өсімге тапсыру; IV беру (арыз)"
    },
    {
     en: "lodging house",
     ru: "дома со сдающимися в наем квартирами",
     kz: "жалға тапсырылатын пәтерлі үйлер"
    },
    {
     en: "lodgings",
     ru: "квартиры, сдаваемые в наем",
     kz: "жалға тапсырылатын пәтерлер"
    },
    {
     en: "loot",
     ru: "добыча, награбленное; ограбление; грабить",
     kz: "олжа; ұрлықы; олжалау, ұрлау, тонау"
    },
    {
     en: "loser",
     ru: "пострадавший от чего-л., потерпевший",
     kz: "бір нәрседен жәбірленген, жәбірленуші"
    },
    {
     en: "loss(es)",
     ru: "потери, убытки",
     kz: "ысырап, шығын"
    },
    {
     en: "absolute total loss",
     ru: "полная гибель имущества",
     kz: "мүліктің толық жойылуы"
    },
    {
     en: "inflict a loss",
     ru: "причинять убыток",
     kz: "шығындалту"
    },
    {
     en: "make a good loss",
     ru: "возмещать убыток",
     kz: "шығынды өтеу"
    },
    {
     en: "sustain loss",
     ru: "потерпеть убыток, понести ущерб",
     kz: "шығындалу"
    },
    {
     en: "lost",
     ru: "утраченный, потерянный",
     kz: "жоғалған"
    },
    {
     en: "lost property",
     ru: "утраченная собственность",
     kz: "жоғалған меншік"
    },
    {
     en: "lost will",
     ru: "утерянное завещание",
     kz: "жоғалған өсиет"
    },
    {
     en: "loyal",
     ru: "I лояльный; II законный; III верный; преданный",
     kz: "I ниеті түзу, адал; II заңды; III адал; берілген"
    },
    {
     en: "mace",
     ru: "жезл",
     kz: "аса таяқ"
    },
    {
     en: "maim",
     ru: "увечье, наносить увечье",
     kz: "мертігу, зақымдану; мертіктіру, зақымдау"
    },
    {
     en: "main",
     ru: "главный, ведущий, основной",
     kz: "басты, жетекші, негізгі"
    },
    {
     en: "maintain",
     ru: "I предъявлять, возбуждать, вчинять (иск); искать (в суде); II утверждать, заявлять",
     kz: "I көрсету, ұсыну; қозғау; іздеу II бекіту, хабарлау"
    },
    {
     en: "major",
     ru: "I совершеннолетний; II майор",
     kz: "I кәмелетке толған; II майор"
    },
    {
     en: "majority",
     ru: "I большинство; II совершеннолетие",
     kz: "I көпшілігі, деншілігі; II кәмелеттік (балиғаттық) жас"
    },
    {
     en: "majorize",
     ru: "достичь совершеннолетия",
     kz: "кәмелеттілікке жету"
    },
    {
     en: "make",
     ru: "I делать, создавать, исполнять, совершать; II украсть жарг.; III сожительство разг. груб.; IV сделать кого-л. своим союзником; V заключать (соглашение, сделку)",
     kz: "I істеу, жасау, атқару, орындау; II ұрлау жарг.; III ашыналық сөйл.; IV біреуді сыбайлас ету; V жасау (келісім, мәмле)"
    },
    {
     en: "malefaction",
     ru: "преступление, правонарушение",
     kz: "қылмыс, құқық бұзу"
    },
    {
     en: "malefactor",
     ru: "преступник, правонарушитель",
     kz: "қылмыскер, құқық бұзушы"
    },
    {
     en: "malice",
     ru: "злой умысел",
     kz: "қаскөй пиғыл"
    },
    {
     en: "malicious",
     ru: "умышленный, злонамеренный",
     kz: "қасақана, арам ниетті"
    },
    {
     en: "man in blue",
     ru: "полицейский",
     kz: "полицей"
    },
    {
     en: "man of law",
     ru: "законник, адвокат, юрист",
     kz: "заңшы, қорғаушы, заңгер"
    },
    {
     en: "man of straw",
     ru: "лжесвидетель; подставное лицо",
     kz: "жалған куә; жасанды тұлға"
    },
    {
     en: "records management",
     ru: "оперативный учет",
     kz: "жедел есеп"
    },
    {
     en: "manhunt",
     ru: "полицейская облава; преследование (беглеца)",
     kz: "полициялық қоршау; ізге түсу (қашқынның)"
    },
    {
     en: "maniac",
     ru: "маньяк",
     kz: "маньяк"
    },
    {
     en: "manslaughter",
     ru: "простое убийство (убийство, совершенное без злого предумышления, однако с намерением причинить смерть или телесное повреждение, или по небрежности, или случайно, в результате неправомерного действия)",
     kz: "қарапайым кісі өлтірушілік (алдын ала зұлым ниетсіз, бірақ өлтіру немесе дене жарақатын салу мақсатымен, немесе абайсызда, немесе кездейсоқ құқыққа қарсы әрекет нәтижесінде кісі өлтіру)"
    },
    {
     en: "manslayer",
     ru: "убийца по неосторожности",
     kz: "абайсызда кісі өлтіруші"
    },
    {
     en: "marital",
     ru: "супружеский, брачный",
     kz: "ерлі-зайыпты, некелі"
    },
    {
     en: "marital agreement",
     ru: "брачный контракт",
     kz: "некелік келісім"
    },
    {
     en: "marital status",
     ru: "семейное положение",
     kz: "отбасылық жағдай"
    },
    {
     en: "massacre",
     ru: "I массовое убийство; II совершать массовое \/ особо жестокое убийство",
     kz: "I жаппай кісі өлтіру; II жаппай не аса қатыгез кісі өлтірушілік"
    },
    {
     en: "mayor",
     ru: "мэр",
     kz: "мэр"
    },
    {
     en: "medical evidence",
     ru: "медицинское заключение",
     kz: "медициналық қорытынды"
    },
    {
     en: "medical examiner",
     ru: "медицинский эксперт",
     kz: "медициналық сарапшы"
    },
    {
     en: "medical jurisprudence",
     ru: "судебная медицина",
     kz: "сот медицинасы"
    },
    {
     en: "member",
     ru: "член",
     kz: "мүше"
    },
    {
     en: "menace",
     ru: "угрожать, грозить",
     kz: "қорқыту, қоқан-лоққы жасау"
    },
    {
     en: "mental alienation",
     ru: "невменяемость",
     kz: "ес-түссіздік"
    },
    {
     en: "mental capacity \/ competence",
     ru: "умственные способности; компетентность",
     kz: "ақыл қабілеттері; құзыреттілік"
    },
    {
     en: "mercenary",
     ru: "корыстный, наемный",
     kz: "пайдакүнемдік, жалдамалы"
    },
    {
     en: "mercy",
     ru: "помилование",
     kz: "кешірім жасау"
    },
    {
     en: "mete",
     ru: "отмерять",
     kz: "өлшеу"
    },
    {
     en: "military",
     ru: "военный; воинский",
     kz: "әскери"
    },
    {
     en: "minor",
     ru: "младший; малозначительный; незначительный; несовершеннолетний",
     kz: "кіші; маңызы аз, мардымсыз; кәмелетке толмаған"
    },
    {
     en: "minor offence",
     ru: "мелкое правонарушение",
     kz: "ұсақ құқық бұзушылық"
    },
    {
     en: "misappropriate",
     ru: "I незаконно завладеть, присвоить; II совершить растрату",
     kz: "I заңсыз иелену, иемденіп кету; II шығындау"
    },
    {
     en: "misbehave",
     ru: "дурно вести себя",
     kz: "өзін әдепсіз ұстау"
    },
    {
     en: "misbehavior",
     ru: "I неправомерное, недостойное поведение; II проступок",
     kz: "I заңсыз, лайықсыз мінез-құлық; II теріс қылық, жағымсыз әрекет"
    },
    {
     en: "mischief",
     ru: "I вред; повреждение; II шалости; проделки",
     kz: "I зиян; нұқсан келтіру; II тентектік, шалдуарлық"
    },
    {
     en: "misconception",
     ru: "заблуждение",
     kz: "адасу, шатасу, жаңылу"
    },
    {
     en: "mismanagement",
     ru: "служебное злоупотребление",
     kz: "қызметті теріс пайдалану"
    },
    {
     en: "misprision",
     ru: "должностное преступление",
     kz: "лауазымдық қылмыс"
    },
    {
     en: "missing",
     ru: "пропавший без вести, безвестно отсутствующий",
     kz: "хабарсыз жоғалу, белгісіз жағдайда қатыспау"
    },
    {
     en: "misstatement",
     ru: "неправильное заявление; ложное заявление",
     kz: "бұрыс арыз; жалған арыз"
    },
    {
     en: "mistrust",
     ru: "I недоверие, подозрение; II не доверять, подозревать",
     kz: "I сенімсіздік, күдік; II сенбеу, күдіктену"
    },
    {
     en: "monarch, constitutional",
     ru: "конституционный монарх",
     kz: "конституциялық монарх"
    },
    {
     en: "monition",
     ru: "I вызов в суд; II приказ суда об исполнении",
     kz: "I сотқа шақыру; II орындау туралы соттың бұйрығы"
    },
    {
     en: "monocracy",
     ru: "единовластие",
     kz: "бір (ортақ) билік"
    },
    {
     en: "moonshane",
     ru: "самогон",
     kz: "самогон"
    },
    {
     en: "moral",
     ru: "моральный, нравственный",
     kz: "моральдық, адамгершілік"
    },
    {
     en: "moral damage",
     ru: "моральный ущерб",
     kz: "моральдық шығын"
    },
    {
     en: "mother-in-law",
     ru: "теща, свекровь",
     kz: "қайын ене, қайын ата"
    },
    {
     en: "motivate",
     ru: "мотивировать",
     kz: "уәждеу"
    },
    {
     en: "motivation",
     ru: "мотивировка, мотивирование, изложение мотивов",
     kz: "уәждеме, уәждеу, уәждерді баяндау"
    },
    {
     en: "motive",
     ru: "мотив, мотивировать",
     kz: "уәж, уәждеу"
    },
    {
     en: "move",
     ru: "I вносить (предложение, резолюцию); II ходатайствовать; III переходить",
     kz: "I енгізу (ұсыныс, қарар); II қолдау; III өту"
    },
    {
     en: "murder",
     ru: "тяжкое убийство (убийство, совершенное с заранее обдуманным злым умыслом)",
     kz: "кісі өлтірудің ауыр түрі (алдын ала ойластырылған арам пиғылмен жасалған кісі өлімі)"
    },
    {
     en: "murderer",
     ru: "I лицо, совершившее тяжкое убийство, субъект тяжкого убийства; II убийца",
     kz: "I кісі өлтірудің ауыр түрін жасаған адам, ауыр кісі өлімінің субъектісі II кісі өлтіруші"
    },
    {
     en: "musketproof",
     ru: "пуленепробиваемый",
     kz: "оқөтпес"
    },
    {
     en: "muster",
     ru: "сбор, смотр (военных)",
     kz: "жиын, байқау (әскери)"
    },
    {
     en: "narrative evidence",
     ru: "рассказ свидетеля",
     kz: "куә әңгімесі"
    },
    {
     en: "nation",
     ru: "государство; нация; народ; амер. федерация",
     kz: "мемлекет; ұлт; халық; амер. федерация"
    },
    {
     en: "national",
     ru: "национальный; государственный; федеральный;  гражданин",
     kz: "ұлттық; мемлекеттік; федералды; азамат"
    },
    {
     en: "national currency",
     ru: "национальная валюта",
     kz: "ұлттық валюта"
    },
    {
     en: "national defense",
     ru: "национальная оборона",
     kz: "ұлттық қорғаныс"
    },
    {
     en: "national minority",
     ru: "национальное меньшинство",
     kz: "ұлттық азшылық"
    },
    {
     en: "nationality, dual",
     ru: "двойное гражданство \/ подданство",
     kz: "қос азаматтық \/ бодан болу"
    },
    {
     en: "nationalize",
     ru: "национализировать",
     kz: "қазыналау"
    },
    {
     en: "native",
     ru: "гражданин; подданный в силу рождения",
     kz: "азамат; туғаннан бодан болу"
    },
    {
     en: "native born",
     ru: "коренной, рожденный в данной стране",
     kz: "жергілікті, осы елде туған"
    },
    {
     en: "natural death",
     ru: "биологическая смерть",
     kz: "биологиялық өлім"
    },
    {
     en: "natural recourses",
     ru: "природные ресурсы",
     kz: "табиғи ресурстар"
    },
    {
     en: "natural rights",
     ru: "естественные права человека",
     kz: "адамның табиғи құқықтары"
    },
    {
     en: "nature of the offence",
     ru: "квалификация преступлений",
     kz: "қылмыстарды саралау, жіктеу"
    },
    {
     en: "necessity",
     ru: "необходимость, настоятельная потребность",
     kz: "қажеттілік; зәрулік"
    },
    {
     en: "need",
     ru: "нужда, надобность",
     kz: "қажеттілік, зәрулік"
    },
    {
     en: "needful",
     ru: "нужный, насущный",
     kz: "қажет, керек"
    },
    {
     en: "needless",
     ru: "ненужный, бесполезный",
     kz: "керексіз, пайдасыз"
    },
    {
     en: "needs",
     ru: "потребности, нужды",
     kz: "қажеттіліктер, керектер"
    },
    {
     en: "needs market",
     ru: "потребности рынка",
     kz: "нарық қажеттіліктері"
    },
    {
     en: "negative",
     ru: "I отрицать; отвергать; отменять; II отрицание; негатив; III отрицательный; IV право вето; отклонять путем голосования",
     kz: "I жоққа шығару; мойындамау; күшін жою; II жоққа шығару; III теріс; IV вето құқығы; дауыс беру жолымен кейінге қалдыру"
    },
    {
     en: "negative act",
     ru: "запретительный закон",
     kz: "тыйым салушы заң"
    },
    {
     en: "neglect",
     ru: "невыполнение; пренебрегать; упускать",
     kz: "орындалмау; елемеу; назардан тыс қалдыру"
    },
    {
     en: "neglect of official duty",
     ru: "должностная халатность",
     kz: "лауазымдық салақтық"
    },
    {
     en: "capable neglect",
     ru: "виновное, преступное небрежение",
     kz: "кінәлы, қылмысты немқұрайдылық"
    },
    {
     en: "criminal negligence",
     ru: "преступная небрежность",
     kz: "қылмысты немқұрайдылық"
    },
    {
     en: "ordinary negligence",
     ru: "обычная небрежность",
     kz: "кәдімгі немқұрайдылық"
    },
    {
     en: "nickname",
     ru: "прозвище; уменьшительное имя",
     kz: "лақап ат; кішірейтілген атау"
    },
    {
     en: "notary (public)",
     ru: "нотариус",
     kz: "нотариус"
    },
    {
     en: "notice",
     ru: "извещение, уведомление; предупреждение; сообщение",
     kz: "хабарлау, хабардар ету; ескерту; хабарлама"
    },
    {
     en: "personal notice",
     ru: "I личное уведомление; II уведомление через представителя",
     kz: "I жеке хабарлау; II өкіл арқылы хабарлау"
    },
    {
     en: "oath",
     ru: "присяга",
     kz: "ант"
    },
    {
     en: "by (on) oath",
     ru: "под присягой",
     kz: "ант беру"
    },
    {
     en: "make oath",
     ru: "приносить присягу",
     kz: "ант қабылдау"
    },
    {
     en: "objection",
     ru: "возражение",
     kz: "қарсылық"
    },
    {
     en: "objection in point of law",
     ru: "возражение отклоняется",
     kz: "қарсылықты кейінге қалдырылады"
    },
    {
     en: "objection sustained",
     ru: "возражение принимается",
     kz: "қарсылық қабылданады"
    },
    {
     en: "raise objection",
     ru: "выдвигать возражение",
     kz: "қарсылық білдіру"
    },
    {
     en: "obligate",
     ru: "обязывать(ся)",
     kz: "міндеттеу, міндеттену"
    },
    {
     en: "obligation",
     ru: "I обязательство; II обязанность; III обязательная сила; IV долговое обязательство; V долговое обязательство; долговая расписка",
     kz: "I міндеттеме; II міндет; III міндетті күш; IV борышкерлік міндеттеме; V борышкерлік міндеттеме; борышкерлік қолхат"
    },
    {
     en: "observation",
     ru: "I наблюдение; II соблюдение (законов и т.п.)",
     kz: "I қадағалау; II сақтау"
    },
    {
     en: "observe",
     ru: "I соблюдать (закон и т.п.); II наблюдать",
     kz: "I сақтау; II қадағалау"
    },
    {
     en: "obvious",
     ru: "очевидный, явный",
     kz: "анық, айқын"
    },
    {
     en: "obvious danger",
     ru: "очевидная опасность",
     kz: "анық қауіптілік"
    },
    {
     en: "obvious risk",
     ru: "очевидный риск",
     kz: "анық қатер"
    },
    {
     en: "occasion",
     ru: "I обстоятельство; случай; событие II вызывать, служить причиной",
     kz: "I мән-жай; жағдаят; оқиға; II шақырылу, себеп болу"
    },
    {
     en: "odorology",
     ru: "одорология",
     kz: "одорология"
    },
    {
     en: "odorologic expert examination",
     ru: "одорологическая экспертиза",
     kz: "одорологиялық сараптама"
    },
    {
     en: "of force",
     ru: "в силе, имеющий силу",
     kz: "күші бар"
    },
    {
     en: "offence (амер. offense)",
     ru: "I посягательство; II правонарущение; III преступление; IV нарушение правил (биржи); V обида, оскорбление; VI нападение",
     kz: "I қол сұғушылық; II құқық бұзу; III қылмыс; IV ереже бұзу; V реніш, балағат; VI шабуыл"
    },
    {
     en: "offence against morality",
     ru: "преступление против нравственности",
     kz: "адамгершілікке қарсы қылмыс"
    },
    {
     en: "offence against the person",
     ru: "преступление против личности",
     kz: "жеке тұлғаға қарсы қылмыс"
    },
    {
     en: "commit offence",
     ru: "совершать преступление",
     kz: "қылмыс жасау"
    },
    {
     en: "criminal offence",
     ru: "уголовное преступление",
     kz: "қылмыстық іс"
    },
    {
     en: "kindred offence",
     ru: "однородное преступление",
     kz: "біртектес қылмыс"
    },
    {
     en: "military offence",
     ru: "воинское правонарушение",
     kz: "әскери құқық бұзушылық"
    },
    {
     en: "minor offence",
     ru: "мелкое правонарушение",
     kz: "ұсақ құқық бұзушылық"
    },
    {
     en: "petty offence",
     ru: "малозначительное преступление",
     kz: "маңызы аз қылмыс"
    },
    {
     en: "prevent offence",
     ru: "предупреждать преступление",
     kz: "қылмыстың алдын алу"
    },
    {
     en: "repeated offence",
     ru: "повторно совершенное преступление",
     kz: "қайта жасалған қылмыс"
    },
    {
     en: "offend",
     ru: "I нарушить закон (правило); II обижать, оскорблять; III совершить проступок, преступление",
     kz: "I заң (ереже) бұзу; II ренжіту, балағаттау; III теріс әрекет, қылмыс жасау"
    },
    {
     en: "offender",
     ru: "правонарушитель, преступник",
     kz: "құқық бұзушы, қылмыскер"
    },
    {
     en: "convicted offender",
     ru: "осужденный",
     kz: "сотталған"
    },
    {
     en: "judicial office",
     ru: "судебная должность",
     kz: "соттық лауазым"
    },
    {
     en: "officer",
     ru: "должностное лицо; служащий, чиновник",
     kz: "лауазым иесі; қызметші, шенеунік"
    },
    {
     en: "head officer",
     ru: "главный чиновник",
     kz: "бас шенеунік"
    },
    {
     en: "language officer",
     ru: "переводчик",
     kz: "аудармашы"
    },
    {
     en: "order",
     ru: "I приказывать; приказ; предписывать; предписание; распоряжаться; давать распоряжение; распоряжение; давать указание; указание; инструкция; II требовать; требование; III ордер; IV заказывать; заказ; V порядок; регламент",
     kz: "I бұйыру; бұйрық; ескерту; нұсқау; нұсқау беру; нұсқау; II талап ету; III ордер; IV тапсырыс беру; тапсырыс; V рет, тәртіп"
    },
    {
     en: "ordure",
     ru: "I распутство; II сквернословие; III непристойность",
     kz: "I азғындық, бұзықтық II бейпіл сөз; III әдепсіздік, ұятсыздық"
    },
    {
     en: "organized crime",
     ru: "организованная преступность",
     kz: "ұйымдасқан қылмыс"
    },
    {
     en: "original evidence",
     ru: "первичное доказательство",
     kz: "алғашқы (бастапқы) дәлел"
    },
    {
     en: "orphan",
     ru: "сирота",
     kz: "жетім"
    },
    {
     en: "out-of-work",
     ru: "безработный",
     kz: "жұмыссыз"
    },
    {
     en: "outcast",
     ru: "I изгнанник; II бездомный человек",
     kz: "I қуғындалушы; II үйсіз адам"
    },
    {
     en: "outgoer",
     ru: "выходящий в отставку",
     kz: "отставкаға шығушы"
    },
    {
     en: "overlook",
     ru: "надзирать",
     kz: "қадағалау"
    },
    {
     en: "overlooker",
     ru: "I надзиратель; II шпион; III надсмотрщик",
     kz: "I қадағалаушы; II тыңшы; III қадағалаушы"
    },
    {
     en: "overreach",
     ru: "обман; хитрость",
     kz: "алдау; қулық"
    },
    {
     en: "overrule",
     ru: "I отменять; аннулировать; считать недействительным; II отклонять; отвергать; III отвергать решение по ранее рассмотренному делу с сознанием новой нормы прецедентного права",
     kz: "I күшін жою; жоққа шығару; жарамсыз ету; II шегіндіру; терістеу; қабылдамау; III бұрын қаралған іс бойынша қабылданған шешімді жаңа қабылданған нормаларды есепке ала отырып қабылдамай тастау"
    },
    {
     en: "overtime",
     ru: "сверхурочная работа",
     kz: "үстеме жұмыс"
    },
    {
     en: "overuse",
     ru: "злоупотребление",
     kz: "теріс  пайдаланушылық"
    },
    {
     en: "owner",
     ru: "I собственник; II владелец",
     kz: "I меншік иесі; II ие, қожайын"
    },
    {
     en: "ownerless",
     ru: "I бесхозяйный; II беспризорный",
     kz: "I иесіз; II панасыз"
    },
    {
     en: "ownership",
     ru: "I совместная собственность, собственность, право собственности; II владение",
     kz: "I ортақ меншік, меншік, меншік құқығы; II иелік, иелену"
    },
    {
     en: "palm prints",
     ru: "отпечатки ладони",
     kz: "алақан таңбасы"
    },
    {
     en: "pander",
     ru: "сводник, сводничать",
     kz: "жеңгетай, жеңгетайлық жасау"
    },
    {
     en: "papillary picture",
     ru: "папиллярный узор",
     kz: "папилляр өрнек"
    },
    {
     en: "pardon",
     ru: "помилование; помиловать",
     kz: "кешірім, кешірім жасау"
    },
    {
     en: "parent",
     ru: "родитель, законный отец или мать",
     kz: "ата-ана, заңды әке немесе шеше"
    },
    {
     en: "parental rights",
     ru: "родительские права",
     kz: "ата-ана құқығы"
    },
    {
     en: "participant",
     ru: "участник",
     kz: "қатысушы"
    },
    {
     en: "participate",
     ru: "участвовать, распределять",
     kz: "қатысу, бөлу"
    },
    {
     en: "participation",
     ru: "участие",
     kz: "қатыс"
    },
    {
     en: "guilty party",
     ru: "виновная сторона",
     kz: "кінәлы тарап"
    },
    {
     en: "opposite party",
     ru: "противная сторона",
     kz: "қарсы тарап"
    },
    {
     en: "successful party",
     ru: "сторона, выигравшая дело",
     kz: "істі ұтқан тарап"
    },
    {
     en: "third party",
     ru: "третья сторона, третье лицо",
     kz: "үшінші тарап, үшінші адам"
    },
    {
     en: "pass",
     ru: "I проходить; II переходить (о праве); III одобрять; утверждать; принимать (закон, резолюцию и т.д.); IV выносить (решение, приговор); V пропуск; паспорт; охранное свидетельство",
     kz: "I өту; II ауысу (құқық туралы); III мақұлдау; бекіту; қабылдау (заң, қарар және т.б.); IV шығару (шешім, үкім); V рұқсатнама; төлқұжат; күзет куәлігі"
    },
    {
     en: "pass an act",
     ru: "принимать закон",
     kz: "заң қабылдау"
    },
    {
     en: "passenger",
     ru: "пассажир",
     kz: "жолаушы"
    },
    {
     en: "pauper",
     ru: "нищий",
     kz: "қайыршы"
    },
    {
     en: "payer",
     ru: "плательщик",
     kz: "төлеуші"
    },
    {
     en: "payment",
     ru: "платеж, оплата",
     kz: "төлем"
    },
    {
     en: "peace",
     ru: "I мир; II общественный порядок, общественное спокойствие",
     kz: "I әлем, дүние; II қоғамдық тәртіп, қоғамдық тыныштық"
    },
    {
     en: "peace officer",
     ru: "блюститель порядка",
     kz: "тәртіп сақшысы"
    },
    {
     en: "disturb the public peace",
     ru: "нарушать общественный порядок",
     kz: "қоғамдық тәртіпті бұзу"
    },
    {
     en: "keep the peace",
     ru: "сохранять общественное спокойствие и порядок, не нарушать общественное спокойствие и порядок",
     kz: "қоғамдық тыныштық пен тәртіпті сақтау, қоғамдық тыныштық пен тәртіпті бұзбау"
    },
    {
     en: "pedestrian",
     ru: "пешеход",
     kz: "жүргінші"
    },
    {
     en: "penal",
     ru: "карательный; уголовный; штрафной",
     kz: "жазалаушы; қылмыстық; айыпты"
    },
    {
     en: "penal action",
     ru: "штрафная санкция",
     kz: "айып санкциясы"
    },
    {
     en: "penal responsibility",
     ru: "уголовная ответственность",
     kz: "қылмыстық жауаптылық"
    },
    {
     en: "penalty",
     ru: "I штраф; II штрафная неустойка; III наказание; карательная мера",
     kz: "I айыппұл; II айыптық айып; III жаза; жазалау шарасы"
    },
    {
     en: "civil penalty",
     ru: "гражданско-правовая санкция",
     kz: "азаматтық-құқықтық санкция"
    },
    {
     en: "death penalty",
     ru: "смертная казнь",
     kz: "өлім жазасы"
    },
    {
     en: "involve penalty",
     ru: "влечь за собой взыскание, наказание (о деянии)",
     kz: "жаза, сөгіс аларлық (іс-әрекет)"
    },
    {
     en: "pension",
     ru: "пенсия",
     kz: "зейнетақы"
    },
    {
     en: "pensioner ",
     ru: "пенсионер",
     kz: "зейнеткер"
    },
    {
     en: "people",
     ru: "I народ, население; II избиратели; III государство",
     kz: "I халық, ел-жұрт; II сайлаушылар; III мемлекет"
    },
    {
     en: "perform",
     ru: "исполнять",
     kz: "атқару"
    },
    {
     en: "performance",
     ru: "исполнение",
     kz: "атқару"
    },
    {
     en: "period",
     ru: "период, цикл",
     kz: "кезең, цикл"
    },
    {
     en: "like period",
     ru: "тот же срок (наказания)",
     kz: "сондай мерзім (жазаның)"
    },
    {
     en: "probation period",
     ru: "испытательный срок",
     kz: "сынақ мерзімі"
    },
    {
     en: "perjury",
     ru: "лжесвидетельство",
     kz: "жалған куәлік"
    },
    {
     en: "permanent injury",
     ru: "телесное повреждение, влекущее за собой потерю трудоспособности",
     kz: "еңбекке жарамсыздыққа соқтырған дене жарақаты"
    },
    {
     en: "perquisition",
     ru: "тщательный обыск; опрос; расследование",
     kz: "мұқият тінту; сұрау; тергеу"
    },
    {
     en: "person",
     ru: "I лицо (физическое или юридическое); II человек",
     kz: "I тұлға (жеке немесе заңды); II адам"
    },
    {
     en: "person description",
     ru: "описание личности",
     kz: "жеке тұлғаны сипаттау"
    },
    {
     en: "person immunity",
     ru: "неприкосновенность личности",
     kz: "жеке адамдық тиіспеушілік (қорғаныштылық)"
    },
    {
     en: "person of law",
     ru: "субъект права",
     kz: "құқық субъектісі"
    },
    {
     en: "person notice",
     ru: "личное уведомление",
     kz: "өзін хабардар ету"
    },
    {
     en: "person property",
     ru: "движимое имущество",
     kz: "жылжитын мүлік"
    },
    {
     en: "corporate person",
     ru: "юридическое лицо",
     kz: "заңды тұлға"
    },
    {
     en: "international person",
     ru: "субъект международного права",
     kz: "халықаралық құқық субъектісі"
    },
    {
     en: "third person",
     ru: "третья сторона, третье лицо",
     kz: "үшінші тарап, үшінші адам"
    },
    {
     en: "personal",
     ru: "личный; персональный",
     kz: "жеке"
    },
    {
     en: "personal belongings",
     ru: "личное имущество",
     kz: "жеке мүлік"
    },
    {
     en: "personal income",
     ru: "личный доход",
     kz: "жеке кіріс"
    },
    {
     en: "petition",
     ru: "прошение; подавать прошение; ходатайство; подавать ходатайство; петиция; подавать петицию; заявление в суд; подавать заявление в суд; исковое заявление",
     kz: "өтініш; өтініш беру; қолдаухат; қолдаухат беру; петиция; петиция беру; сотқа арыз; сотқа арыз беру; талап арыз"
    },
    {
     en: "petition for appeal",
     ru: "просьба об апелляции; апелляционная жалоба",
     kz: "шағымдану (арыздану) туралы өтініш; апеляциялық арыз"
    },
    {
     en: "present a petition",
     ru: "представлять прошение, заявлять ходатайство",
     kz: "өтініш ұсыну, қолдаухат беру"
    },
    {
     en: "petitioner",
     ru: "проситель; истец",
     kz: "сұраушы, талап арызшы (талапкер)"
    },
    {
     en: "phonoscopic expert examination",
     ru: "фоноскопиялық сараптама",
     kz: "фоноскопическая экспертиза"
    },
    {
     en: "phonoscopy",
     ru: "фоноскопия",
     kz: "фоноскопия"
    },
    {
     en: "picklock",
     ru: "отмычка",
     kz: "желбезекті (әмбебап) кілт"
    },
    {
     en: "pickpocket",
     ru: "вор-карманник",
     kz: "қалта ұры"
    },
    {
     en: "pistol",
     ru: "пистолет",
     kz: "пистолет"
    },
    {
     en: "place",
     ru: "место; помещать; размещать (заказ; заклад)",
     kz: "орын; орналастыру"
    },
    {
     en: "places of confinement",
     ru: "места лишения свободы",
     kz: "бостандықтан айыру орындары"
    },
    {
     en: "places of preliminary confinement",
     ru: "места предварительного заключения",
     kz: "алдын ала қамау орындары"
    },
    {
     en: "place in record",
     ru: "заносить в протокол",
     kz: "хаттамаға енгізу (жазу)"
    },
    {
     en: "place on trial",
     ru: "предавать суду",
     kz: "сотқа өткізу"
    },
    {
     en: "public place",
     ru: "общественное место",
     kz: "қоғамдық орын"
    },
    {
     en: "plaint",
     ru: "исковое заявление",
     kz: "талап арыз"
    },
    {
     en: "plaintiff",
     ru: "истец",
     kz: "талапкер"
    },
    {
     en: "plaintiff in error",
     ru: "истец по апелляции",
     kz: "апелляция талапкері"
    },
    {
     en: "calling the plaintiff",
     ru: "вызов истца в суд",
     kz: "талапкерді сотқа шақыру"
    },
    {
     en: "find for (against) plaintiff",
     ru: "решить в пользу (против) истца",
     kz: "талапкердің пайдасына (қарсы) шешу"
    },
    {
     en: "plea",
     ru: "I заявление оснований иска или защиты против иска; II аргумент; III извинение, оправдание; IV заявление, сделанное ответчиком или защитой или от имени ответчика или защиты; V иск по суду",
     kz: "I талап арыздың негізін не талапқа қарсы қорғауды баяндау; II дәлел, дәйек; III кешірім, ақтау; IV жауапкер не қорғаушы немесе жауапкердің не қорғаушының атынан баяндау; V сот бойынша талап арыз"
    },
    {
     en: "plea to further maintenance of action",
     ru: "ходатайство ответчика о прекращении дела ввиду вновь открывшихся обстоятельств",
     kz: "жаңадан белгілі болған жағдайларға байланысты істі тоқтату туралы жауапкердің қолдаухаты"
    },
    {
     en: "plea to the merits",
     ru: "возражение по существу дела",
     kz: "істің мәні бойынша қарсылық"
    },
    {
     en: "plea in reconvention",
     ru: "встречный иск",
     kz: "қарсы талап арыз"
    },
    {
     en: "plea in suspension",
     ru: "возражение, направленное на приостановление судопроизводства",
     kz: "сот өндірісінің тоқтатылуына бағытталған қарсылық"
    },
    {
     en: "common pleas",
     ru: "иски общего права",
     kz: "жалпы құқық  талап арыздары"
    },
    {
     en: "criminal pleas",
     ru: "иски уголовного права",
     kz: "қылмыстық құқық талап арыздары"
    },
    {
     en: "double plea",
     ru: "двойной иск",
     kz: "қос талап арыз"
    },
    {
     en: "last plea",
     ru: "последнее слово (подсудимого)",
     kz: "соңғы сөз (сотталушының)"
    },
    {
     en: "sham plea",
     ru: "ложный иск, возражение",
     kz: "жалған талап арыз, наразылық"
    },
    {
     en: "plead guilty (to the charge)",
     ru: "признавать себя виновным в предъявленном обвинении",
     kz: "тағылған айыпты кінәлымын деп мойындау"
    },
    {
     en: "plead ignorance",
     ru: "ссылаться на незнание",
     kz: "білместікке сілтеу"
    },
    {
     en: "plead no defense",
     ru: "признавать иск",
     kz: "талап арызды мойындау"
    },
    {
     en: "plead not guilty",
     ru: "заявлять о своей невиновности",
     kz: "өзінің кінәлы еместігін баяндау"
    },
    {
     en: "plead statute",
     ru: "ссылаться на закон",
     kz: "заңға сілтеме жасау (сүйену)"
    },
    {
     en: "pleader",
     ru: "адвокат; младший из двух адвокатов одной стороны",
     kz: "адвокат; бір тарап адвокатының кішісі"
    },
    {
     en: "pleading",
     ru: "предварительное производство по делу",
     kz: "іс бойынша алдын ала өндіріс"
    },
    {
     en: "special pleading",
     ru: "заявление стороны в процессе о существовании по делу нового факта",
     kz: "тараптардың процесс барысында іс бойынша жаңа деректің бар екендігін баяндауы"
    },
    {
     en: "pledge",
     ru: "I ручной залог; закладывать; отдавать в залог; заложенная вещь; II обязательство; давать обязательство; III делать заявление об определенной политической линии; IV заверение; давать заверение",
     kz: "I қол кепіл; қою, салу; кепілге беру; кепіл зат; II міндеттеме; міндеттеме беру; III белгілі саяси бағдар туралы баяндау; IV растама; растама беру"
    },
    {
     en: "plenipotentiary",
     ru: "I полномочный; II полномочный представитель; III полноправный",
     kz: "I өкілетті; II өкілетті өкіл; III толық құқылы"
    },
    {
     en: "plot",
     ru: "I заговор; II вступать в заговор",
     kz: "I қастандық, қаскүнемдік; II қастандық ойластыру"
    },
    {
     en: "poach",
     ru: "I браконьерство на чужой земле; II вмешиваться, вторгаться в чужие владения",
     kz: "I бөтеннің жерінде браконьерлік; II біреудің иелігіне басып кіру, араласу"
    },
    {
     en: "poacher",
     ru: "браконьер",
     kz: "браконьер"
    },
    {
     en: "poaching",
     ru: "браконьерство",
     kz: "браконьерлік"
    },
    {
     en: "point",
     ru: "I пункт; II статья; III вопрос; IV полицейский пост; V точка; VI место",
     kz: "I пункт; II бап; мақала; III сұрақ; IV полиция бекеті; V нүкте; VI орын"
    },
    {
     en: "points of law",
     ru: "статьи закона",
     kz: "заң баптары"
    },
    {
     en: "poisoning",
     ru: "отравление",
     kz: "уландыру"
    },
    {
     en: "police",
     ru: "I полиция; II поддержание порядка; поддерживать порядок",
     kz: "I полиция; II тәртіп ұстау"
    },
    {
     en: "police charge-sheet",
     ru: "полицейский протокол",
     kz: "полиция хаттамасы"
    },
    {
     en: "police force",
     ru: "полицейские силы, полиция",
     kz: "полиция күштері, полиция"
    },
    {
     en: "police regulations",
     ru: "нормативные акты об охране общественного порядка, полицейские правила",
     kz: "қоғамдық тәртіпті сақтау туралы полицияның нормативті актілері, полиция ережелері"
    },
    {
     en: "police station",
     ru: "полицейский участок",
     kz: "полиция учаскесі"
    },
    {
     en: "police van",
     ru: "полицейский фургон",
     kz: "полиция фургоны"
    },
    {
     en: "chief officer of police",
     ru: "начальник полиции",
     kz: "полиция бастығы"
    },
    {
     en: "inspector of police",
     ru: "полицейский инспектор",
     kz: "полиция инспекторы"
    },
    {
     en: "private police",
     ru: "частная полиция",
     kz: "жеке полиция"
    },
    {
     en: "railroad police",
     ru: "железнодорожная полиция",
     kz: "теміржол полициясы"
    },
    {
     en: "traffic police",
     ru: "автодорожная полиция",
     kz: "автожол полициясы"
    },
    {
     en: "criminal police",
     ru: "уголовная полиция",
     kz: "қылмыстық полиция"
    },
    {
     en: "polity",
     ru: "государство; государственное устройство; форма правления",
     kz: "мемлекет; мемлекеттік құрылым; басқару формасы"
    },
    {
     en: "pollute",
     ru: "I развращать; осквернять; II загрязнять окружающую среду",
     kz: "I аздыру; қорлау; II қоршаған ортаны ластау"
    },
    {
     en: "polygraph",
     ru: "детектор лжи",
     kz: "жалғандық детекторы"
    },
    {
     en: "popular",
     ru: "народный; общедоступный; популярный",
     kz: "халықтық; жалпы қол жетімділік; танымал"
    },
    {
     en: "popular sense",
     ru: "общий смысл",
     kz: "жалпы мәні"
    },
    {
     en: "population, civilian",
     ru: "гражданское население",
     kz: "азаматтық, жалпы халық"
    },
    {
     en: "pornographic",
     ru: "непристойный, порнографический",
     kz: "лайықсыз, порнографиялық"
    },
    {
     en: "poroscopy",
     ru: "пороскопия",
     kz: "пороскопия"
    },
    {
     en: "porus",
     ru: "пора",
     kz: "саңылау"
    },
    {
     en: "positive",
     ru: "I утвердительный; положительный; ясно выраженный; позитивный; II абсолютный; ясный; прямой; III установленный, предписанный",
     kz: "I дәлелді; оң; айқын; оңды; II анық; тура; III белгіленген, нұсқалған"
    },
    {
     en: "possess",
     ru: "владеть",
     kz: "иелену"
    },
    {
     en: "possession",
     ru: "владение",
     kz: "иелік"
    },
    {
     en: "possessor",
     ru: "владелец",
     kz: "ие, иеленуші"
    },
    {
     en: "possessor bona fide",
     ru: "добросовестный владелец",
     kz: "адал ие (иеленуші)"
    },
    {
     en: "possessor mala fide",
     ru: "нечестный владелец",
     kz: "адал емес ие (иеленуші)"
    },
    {
     en: "possibility",
     ru: "возможность; вероятность",
     kz: "мүмкіндік, ықтималдық"
    },
    {
     en: "possible",
     ru: "возможный, встречающийся",
     kz: "мүмкін, кездесетін"
    },
    {
     en: "poverty",
     ru: "бедность, нищета",
     kz: "кедейлік, қайыршылық"
    },
    {
     en: "power",
     ru: "I способность; право; правомочие; полномочие; компетенция; II власть; III держава",
     kz: "I қабілет; құқық; құқық өкілі; өкілеттік; құзырет; II билік; III держава"
    },
    {
     en: "power of attorney",
     ru: "полномочие; доверенность",
     kz: "өкілеттік; сенімхат"
    },
    {
     en: "power of attorney and substitution",
     ru: "доверенность с правом передоверия",
     kz: "қайта сенімхат беру құқығы бар сенімхат"
    },
    {
     en: "power of sale",
     ru: "право на продажу",
     kz: "сатуға құқық"
    },
    {
     en: "abuse of power",
     ru: "I злоупотребление властью; II превышение власти",
     kz: "I билікті теріс пайдалану; II билікті асыра пайдалану"
    },
    {
     en: "judicial power",
     ru: "судебная власть",
     kz: "сот билігі"
    },
    {
     en: "legislative power",
     ru: "законодательная власть",
     kz: "заңнамалық билік"
    },
    {
     en: "pardoning power",
     ru: "право помилования",
     kz: "кешірім құқығы"
    },
    {
     en: "state power",
     ru: "государственная власть",
     kz: "мемлекеттік билік"
    },
    {
     en: "temporal power",
     ru: "светская власть",
     kz: "зайырлы билік"
    },
    {
     en: "veto power",
     ru: "право вето",
     kz: "вето құқығы"
    },
    {
     en: "practice",
     ru: "I практика; II обычай; обыкновение; III нормы процесса, процессуальные нормы, процессуальное право",
     kz: "I практика (тәжірибе); II әдет-ғұрып; әдеттегідей, үйреншікті; III процесс нормалары, іс жүргізу нормалары, іс жүргізу құқығы"
    },
    {
     en: "practice acts",
     ru: "процессуальные нормы",
     kz: "іс жүргізу нормалары"
    },
    {
     en: "prayer",
     ru: "просьба",
     kz: "өтініш"
    },
    {
     en: "precedent",
     ru: "прецедент",
     kz: "оқиға"
    },
    {
     en: "judicial precedent",
     ru: "судебный прецедент",
     kz: "сот оқиғасы"
    },
    {
     en: "set precedent",
     ru: "установить прецедент",
     kz: "оқиғаны анықтау"
    },
    {
     en: "precept",
     ru: "предписание; приказ",
     kz: "нұсқама; бұйрық"
    },
    {
     en: "predisposition",
     ru: "предрасположение; склонность",
     kz: "бейімді, ыңғайлы; бейімділік"
    },
    {
     en: "prefer",
     ru: "I оказывать предпочтение; предоставлять преимущество; II подавать, предъявлять, заявлять (протест, требование и т.п.)",
     kz: "I артықшылық көрсету; басымдық беру; II беру, көрсету, мәлімдеу (қарсылық, талап және т.б.)"
    },
    {
     en: "pregnancy",
     ru: "беременность",
     kz: "жүктілік"
    },
    {
     en: "prejudice",
     ru: "I вред, ущерб; наносить ущерб; II предубеждение; предубеждать",
     kz: "I зиян, шығын; шығын келтіру; II қате түсінік, теріс ұғым; иландыру, көндіру"
    },
    {
     en: "preliminary",
     ru: "предварительный; прелиминарный",
     kz: "алдын ала; уақытша"
    },
    {
     en: "preliminary bearing",
     ru: "предварительное слушание дела",
     kz: "істі алдын ала тыңдау"
    },
    {
     en: "preliminary inquiry",
     ru: "предварительное следствие",
     kz: "алдын ала тергеу"
    },
    {
     en: "premeditated",
     ru: "предумышленный, преднамеренный",
     kz: "алдын ала қасақаналық, алдын ала мақсаттылық"
    },
    {
     en: "present",
     ru: "I подавать, представлять, предъявлять, вручать; II присутствующий; III настоящий, данный; IV дар",
     kz: "I беру, көрсету, тапсыру; II қатысушы; III нағыз; IV сый, сыйлық"
    },
    {
     en: "present interest",
     ru: "настоящее право владения",
     kz: "иеліктің (меншіктің) нағыз құқығы"
    },
    {
     en: "presentation",
     ru: "подача, представление, вручение",
     kz: "беру, көрсету, тапсыру"
    },
    {
     en: "presentation of case",
     ru: "изложение дела",
     kz: "істі баяндау"
    },
    {
     en: "preside",
     ru: "председательствовать, руководить заседанием",
     kz: "төрағалық ету, мәжілісті басқару"
    },
    {
     en: "president",
     ru: "I президент; II председатель; III директор",
     kz: "I президент; II төраға; III директор"
    },
    {
     en: "pretext",
     ru: "предлог; мотив",
     kz: "сылтау; мақсат, мүдде"
    },
    {
     en: "prevent",
     ru: "предупреждать; предотвращать",
     kz: "ескерту; болдырмау, алдын алу"
    },
    {
     en: "prevention",
     ru: "предупреждение",
     kz: "ескерту"
    },
    {
     en: "preventive",
     ru: "предупредительный, превентивный",
     kz: "ескертпе"
    },
    {
     en: "preventive justice",
     ru: "профилактика преступности",
     kz: "қылмыстылықтың алдын алу"
    },
    {
     en: "previous",
     ru: "предыдущий; предварительный",
     kz: "алдыңғы; алдын ала"
    },
    {
     en: "previous concert",
     ru: "предварительный сговор",
     kz: "алдын ала сөз байласу"
    },
    {
     en: "previous offence",
     ru: "ранее совершенное преступление",
     kz: "бұрын жасалған қылмыс"
    },
    {
     en: "price",
     ru: "цена; курс; ценность, стоимость",
     kz: "баға; бағам; құндылық, құн"
    },
    {
     en: "primary",
     ru: "первоначальный; первичный; основной, главный",
     kz: "бастапқы; алғашқы; негізгі; басты"
    },
    {
     en: "primary evidence",
     ru: "первичное (подлинное) доказательство",
     kz: "бастапқы (түпкі) дәлел"
    },
    {
     en: "primary rights",
     ru: "основные права",
     kz: "негізгі құқықтар"
    },
    {
     en: "principal",
     ru: "I главный, основной; II принципиал; доверитель; III основной должник (в отличие от поручителя); IV главная вещь (в отличие от принадлежности); V основная сумма (в отличие от процентов); VI капитал (в отличие от доходов на капитал); VII исполнитель преступления",
     kz: "I басты, негізгі; II сенуші, сенім білдіруші; III негізгі борышкер (кепілгерден өзгеше); IV басты зат (мүлік) (тиесіліден өзгеше); V негізгі сома (пайыздан бөлек); VI капитал (капиталға кірістен басқа); VII қылмысты орындаушы"
    },
    {
     en: "principal in the case",
     ru: "главная сторона по делу",
     kz: "іс бойынша негізгі тарап"
    },
    {
     en: "principal fact",
     ru: "устанавливаемая по делу истина",
     kz: "іс бойынша айқындалатын шындық"
    },
    {
     en: "print",
     ru: "оттиск; отпечаток; след",
     kz: "көшірме, бедерлеме; із, таңба; дақ"
    },
    {
     en: "fingerprint",
     ru: "отпечаток пальца",
     kz: "саусақ ізтаңбасы"
    },
    {
     en: "indecent prints",
     ru: "порнографические снимки",
     kz: "порнографиялық түсірілім"
    },
    {
     en: "prior",
     ru: "I предшествующий; предварительный; II преимущественный; привилегированный",
     kz: "I алдыңғы; алдын ала; II басым; артық;"
    },
    {
     en: "priority",
     ru: "I приоритет; первенство; старшинство; преимущество, преимущественное право; II очередность; первоочередность",
     kz: "I алғашқылық; бастапқы; үлкендік; басым құқық; II кезек; алғашқы кезек"
    },
    {
     en: "prison",
     ru: "тюрьма",
     kz: "түрме"
    },
    {
     en: "prison breaking\/breach",
     ru: "бегство из тюрьмы",
     kz: "түрмеден қашу"
    },
    {
     en: "prison medical service",
     ru: "тюремная медицинская служба",
     kz: "түрме медициналық қызметі"
    },
    {
     en: "prison van",
     ru: "тюремный фургон (для перевозки заключенных, арестованных и т.п.)",
     kz: "түрме фургоны (қамалғандарды, тұтқындалғандарды тасымалдау үшін)"
    },
    {
     en: "closed prison",
     ru: "тюрьма закрытого типа",
     kz: "жабық типті түрме"
    },
    {
     en: "commit to prison",
     ru: "заключать в тюрьму",
     kz: "түрмеге жабу (қамау)"
    },
    {
     en: "female prison",
     ru: "женская тюрьма",
     kz: "әйелдер түрмесі"
    },
    {
     en: "male prison",
     ru: "мужская тюрьма",
     kz: "ерлер түрмесі"
    },
    {
     en: "receiving prison",
     ru: "распределительная тюрьма",
     kz: "бөлу түрмесі"
    },
    {
     en: "prisoner",
     ru: "I заключенный; II обвиняемый, находящийся под стражей",
     kz: "I қамалған адам; II күзет қарамағындағы айыпталушы"
    },
    {
     en: "prisoners dock",
     ru: "скамья подсудимых",
     kz: "сотталушы орны"
    },
    {
     en: "close prisoner",
     ru: "строго охраняемый заключенный",
     kz: "қатаң күзеттегі тұтқын"
    },
    {
     en: "escaped prisoner",
     ru: "I бежавший из-под стражи заключенный; II освобожденный из-под стражи заключенный",
     kz: "I күзет қарамағынан қашқан тұтқын; II күзет қарамағынан босатылған тұтқын"
    },
    {
     en: "private",
     ru: "I частный; II конфиденциальный; III закрытый (о заседаниях)",
     kz: "I жеке; II құпиялы; III жабық (мәжіліс)"
    },
    {
     en: "private defense",
     ru: "необходимая сторона",
     kz: "қажетті тарап"
    },
    {
     en: "private individual (person)",
     ru: "частное лицо",
     kz: "жеке тұлға"
    },
    {
     en: "private meeting",
     ru: "закрытое заседание",
     kz: "жабық мәжіліс"
    },
    {
     en: "in private",
     ru: "при закрытых дверях",
     kz: "жабық есік жағдайында"
    },
    {
     en: "privilege",
     ru: "I привилегия; давать привилегию; II преимущественное, привилегированное право; III изъятие; иммунитет; неприкосновенность; IV приоритет (при установлении очередности обсуждения вопросов)",
     kz: "I артықшылық; артықшылық беру; II басым, басым құқық; III алу; иммунитет; тиіспеушілік; IV алғашқылық (талқыланатын сауалдардың ретін анықтау кезіндегі)"
    },
    {
     en: "privity",
     ru: "I имущественные отношения (основанные на договоре, правопреемстве); II осведомленность; согласие; соучастие; III наличие общего интереса; IV секретность; тайна",
     kz: "I мүліктік қатынастар (құқықтық мирасқорлық келісімшартына негізделген); II хабардарлық; келісім; бірге қатысу; III ортақ мүдденің болуы; IV құпиялық; құпия"
    },
    {
     en: "pro and con",
     ru: "за и против (о представленных доказательствах, аргументации и т.д. обеих сторон)",
     kz: "жақтау және қарсы (екі тараптың ұсынған дәлелдері, дәйектері туралы)"
    },
    {
     en: "pro facto лат.",
     ru: "как факт",
     kz: "дерек ретінде"
    },
    {
     en: "probability",
     ru: "вероятность",
     kz: "ықтималдық"
    },
    {
     en: "probable absence",
     ru: "допустимое отсутствие или неявка",
     kz: "рұқсат етілген тұрғыда келмеу немесе болмау"
    },
    {
     en: "probable cause",
     ru: "возможная причина",
     kz: "мүмкін болатын себеп"
    },
    {
     en: "probable consequence",
     ru: "вероятное последствие",
     kz: "ықтимал салдар"
    },
    {
     en: "probable evidence",
     ru: "косвенное доказательство",
     kz: "жанама дәлел"
    },
    {
     en: "probate",
     ru: "I доказывание завещания; II утверждение завещания; утверждать завещание; III заверенная копия завещания",
     kz: "I өсиетті дәлелдеу; II өсиетті бекіту; III өсиеттің расталған көшірмесі"
    },
    {
     en: "probation",
     ru: "I доказательство; доказывание; II испытание",
     kz: "I дәлел; дәлелдеу; II сынақ"
    },
    {
     en: "probation period",
     ru: "испытательный срок",
     kz: "сынақ  мерзімі"
    },
    {
     en: "probationer",
     ru: "преступник, условно освобожденный из заключения",
     kz: "қамаудан шартты түрде босатылған қылмыскер"
    },
    {
     en: "procedural",
     ru: "процессуальный; процедурный",
     kz: "іс жүргізу; рәсімдік"
    },
    {
     en: "procedure",
     ru: "процедура; порядок; производство дел; судопроизводство; процессуальные нормы; процесс",
     kz: "рәсім, тәртіп; іс өндірісі; сот өндірісі; іс жүргізу нормалары; процесс, іс жүргізу"
    },
    {
     en: "civil procedure",
     ru: "гражданский процесс; гражданское процессуальное право",
     kz: "азаматтық іс жүргізу; азаматтық іс жүргізу құқығы"
    },
    {
     en: "court procedure",
     ru: "судопроизводство",
     kz: "сот өндірісі"
    },
    {
     en: "criminal procedure",
     ru: "уголовный процесс",
     kz: "қылмыстық іс жүргізу"
    },
    {
     en: "grievance procedure",
     ru: "порядок рассмотрения жалоб",
     kz: "шағым қарау тәртібі"
    },
    {
     en: "judicial procedure",
     ru: "судебная процедура",
     kz: "соттық рәсім"
    },
    {
     en: "rules of procedure",
     ru: "I правила судопроизводства; процессуальные нормы; II правила процедуры (в законодательном органе и др.)",
     kz: "I сот өндірісінің ережесі; іс жүргізу нормалары; II рәсім ережесі (заң шығарушы органдарда)"
    },
    {
     en: "third party procedure",
     ru: "привлечение третьего лица (к участию в процессе)",
     kz: "үшінші адамды тарту (процеске қатысуға)"
    },
    {
     en: "proceeding, criminal",
     ru: "уголовное преследование",
     kz: "қылмыстық қудалау"
    },
    {
     en: "proceeding, stay of",
     ru: "приостановление судопроизводства",
     kz: "сот өндірісін тоқтата тұру"
    },
    {
     en: "proceedings, initiate",
     ru: "возбуждать дело, начинать процесс",
     kz: "іс қозғау, процесті бастау"
    },
    {
     en: "proceedings, oral",
     ru: "устное производство (в суде)",
     kz: "ауызша өндіріс (сотта)"
    },
    {
     en: "proceedings, written",
     ru: "письменное производство",
     kz: "жазбаша өндіріс"
    },
    {
     en: "process agent",
     ru: "представитель стороны, участвующей в процессе",
     kz: "процеске қатысушы тараптың өкілі"
    },
    {
     en: "civil process",
     ru: "привлечение к суду в порядке гражданского судопроизводства",
     kz: "сотқа азаматтық сот өндірісі  ретімен тарту"
    },
    {
     en: "compulsory process",
     ru: "принудительный привод в суд",
     kz: "сотқа мәжбүрлеп әкелу"
    },
    {
     en: "final process",
     ru: "исполнительный приказ суда",
     kz: "соттың орындау бұйрығы"
    },
    {
     en: "regular process",
     ru: "надлежащий судебный приговор",
     kz: "тиісті дәрежедегі сот үкімі"
    },
    {
     en: "trustee process",
     ru: "наложение ареста на имущество должника у третьего лица или на суммы, причитающиеся должнику с третьего лица",
     kz: "борышкердің үшінші адамдағы мүлкіне немесе борышкерге үшінші адамнан тиесілі сомаға шектеу қою"
    },
    {
     en: "verbal process",
     ru: "протокол",
     kz: "хаттама"
    },
    {
     en: "processing",
     ru: "I обработка; II переработка продуктов",
     kz: "I өңдеу; II азық-түлікті өңдеу"
    },
    {
     en: "processing of documents",
     ru: "оформление документов",
     kz: "құжаттарды рәсімдеу"
    },
    {
     en: "processus, slet",
     ru: "приостановление судопроизводства по просьбе истца",
     kz: "сот өндірісін талапкер өтініші бойынша тоқтата тұру"
    },
    {
     en: "procuracy",
     ru: "доверенность, полномочие",
     kz: "сенімхат, өкілеттік"
    },
    {
     en: "procuration",
     ru: "полномочие, доверенность, ведение дел по доверенности",
     kz: "өкілеттік, сенімхат, істі сенімхатпен жүргізу"
    },
    {
     en: "procurator's office",
     ru: "прокуратура",
     kz: "прокуратура"
    },
    {
     en: "public procurator",
     ru: "обвинитель (общественный), прокурор",
     kz: "айыптаушы (қоғамдық), прокурор"
    },
    {
     en: "procure",
     ru: "доставать, добывать; производить, способствовать, инициировать, побуждать",
     kz: "жеткізу, табу; өндіру, жағдай жасау, қозғау"
    },
    {
     en: "profit",
     ru: "выгода, польза, нажива; прибыль; доход; извлекать выгоду; пользоваться",
     kz: "пайда, олжа, арам пайда; кіріс; пайда табу; пайдалану"
    },
    {
     en: "loss of profit",
     ru: "упущенная выгода",
     kz: "пайдадан айрылу"
    },
    {
     en: "prohibit",
     ru: "запрещать",
     kz: "тыйым салу"
    },
    {
     en: "prohibition",
     ru: "I запрещение; II запретительный судебный приказ",
     kz: "I тыйым салу; II тыйым салушы сот бұйрығы"
    },
    {
     en: "prolong",
     ru: "продлевать срок, пролонгировать",
     kz: "мерзімді ұзарту"
    },
    {
     en: "promote",
     ru: "способствовать (росту), содействовать; поддерживать; продвигать; поощрять",
     kz: "жағдай жасау (өсуге) көмектесу; қолдау; көтермелеу; марапаттау"
    },
    {
     en: "promoter",
     ru: "учредитель, основатель (акционерного общества, компании)",
     kz: "құрылтайшы, негіздеуші (акционерлік қоғам, компания)"
    },
    {
     en: "promotion",
     ru: "I учреждение, основание (акционерного общества, компании); II повышение в должности, производство в чин",
     kz: "I құру, негіздеу (акционерлік қоғам, компания); II лауызымы, шені жоғарылау"
    },
    {
     en: "proof",
     ru: "I доказательство; II доказывание",
     kz: "I дәлел; II дәлелдеу"
    },
    {
     en: "degree of proof",
     ru: "степень доказательства",
     kz: "дәлелдік дәрежесі"
    },
    {
     en: "literal proof",
     ru: "I письменное доказательство; документальное доказательство; II установление факта при помощи письменных доказательств",
     kz: "I жазбаша дәлел; құжаттық дәлел; II деректі (фактіні) жазбаша дәлелдердің көмегімен анықтау"
    },
    {
     en: "standard of proof",
     ru: "степень убедительности доказательств",
     kz: "дәлелдердің иландыру дәрежесі"
    },
    {
     en: "testimonial proof",
     ru: "установление факта свидетельскими показаниями",
     kz: "деректі (фактіні) куәлар көрсетпесімен анықтау"
    },
    {
     en: "want of proof",
     ru: "недостаток доказательств",
     kz: "дәлелдердің жеткіліксіздігі"
    },
    {
     en: "proper",
     ru: "I присущий; свойственный; собственный; II правильный; надлежащий",
     kz: "I тән; тиесілі; II дұрыс;"
    },
    {
     en: "proper evidence",
     ru: "доказательство, признаваемое судом",
     kz: "сот мойындарлық дәлел"
    },
    {
     en: "proper party",
     ru: "заинтересованная сторона",
     kz: "мүдделі тарап"
    },
    {
     en: "property",
     ru: "I собственность; право собственности; II объект права собственности, имущество, вещи",
     kz: "I меншік; меншік құқығы; II меншік, мүлік, зат құқығының нысаны"
    },
    {
     en: "property of another",
     ru: "чужая собственность",
     kz: "бөтеннің меншігі"
    },
    {
     en: "absolute property",
     ru: "абсолютная собственность",
     kz: "ақиқат меншік"
    },
    {
     en: "agrarian property",
     ru: "земельная собственность",
     kz: "жер меншігі"
    },
    {
     en: "artistic property",
     ru: "художественная собственность",
     kz: "көркем меншік"
    },
    {
     en: "common property",
     ru: "общая собственность",
     kz: "ортақ меншік"
    },
    {
     en: "community property",
     ru: "общее имущество (супругов)",
     kz: "ортақ мүлік (ерлі-зайыптылардың)"
    },
    {
     en: "disputed property",
     ru: "оспариваемое имущество",
     kz: "талас (даулы) мүлік"
    },
    {
     en: "general property",
     ru: "собственность в широком смысле (любое право имущественного содержания и исключительные права)",
     kz: "кең мағынадағы меншік (мүлік мазмұнды кез келген құқық және айрықша құқықтар)"
    },
    {
     en: "public property",
     ru: "государственная собственность; муниципальная собственность; общественная собственность",
     kz: "мемлекеттік меншік; қоғамдық меншік"
    },
    {
     en: "special property",
     ru: "вещное право владения чужой вещью",
     kz: "бөтеннің затын иеленуге заттық құқық"
    },
    {
     en: "stolen property",
     ru: "похищенное имущество",
     kz: "ұрланған (ұрлықы) мүлік"
    },
    {
     en: "proprietor",
     ru: "собственник",
     kz: "меншік иесі"
    },
    {
     en: "prorogation",
     ru: "отсрочка",
     kz: "кейінге қалдыру"
    },
    {
     en: "prosecuting witness",
     ru: "свидетель обвинения",
     kz: "айыптау куәсы"
    },
    {
     en: "commence prosecution",
     ru: "возбуждать уголовное преследование",
     kz: "қылмыстық қудалауды қозғау"
    },
    {
     en: "criminal prosecution",
     ru: "уголовное преследование",
     kz: "қылмыстық қудалау"
    },
    {
     en: "public prosecutor",
     ru: "прокурор",
     kz: "прокурор"
    },
    {
     en: "protect",
     ru: "защищать, охранять; покровительствовать; осуществлять протекторат",
     kz: "қорғау, күзету; қорғаштау"
    },
    {
     en: "protest",
     ru: "протестовать, опротестование; протест",
     kz: "наразылық білдіру, наразылық"
    },
    {
     en: "enter protest",
     ru: "заявлять протест",
     kz: "наразылық жариялау"
    },
    {
     en: "wavier of protest",
     ru: "отказ от опротестования",
     kz: "наразылық білдіруден бас тарту"
    },
    {
     en: "additional protocol",
     ru: "дополнительный протокол",
     kz: "қосымша хаттама"
    },
    {
     en: "final protocol",
     ru: "заключительный протокол",
     kz: "қорытынды хаттама"
    },
    {
     en: "provable",
     ru: "могущий быть доказанным",
     kz: "дәлелденетін жағдайы бар"
    },
    {
     en: "prove",
     ru: "доказывать",
     kz: "дәлелдеу"
    },
    {
     en: "prove to the satisfaction of the court",
     ru: "доказывать перед судом",
     kz: "сот алдында дәлелдеу"
    },
    {
     en: "public safety",
     ru: "общественная безопасность",
     kz: "қоғамдық қауіпсіздік"
    },
    {
     en: "public use",
     ru: "общественное пользование",
     kz: "қоғамдық пайдалану"
    },
    {
     en: "public works",
     ru: "коммунальные учреждения; общественные работы",
     kz: "коммуналдық мекемелер; қоғамдық жұмыстар"
    },
    {
     en: "publication",
     ru: "I опубликование; II промульгация; III издание",
     kz: "I жариялау; II жариялау, промульгация; III басу, басылым"
    },
    {
     en: "obscene publication",
     ru: "порнографическое издание",
     kz: "порнографиялық басылым"
    },
    {
     en: "publicity",
     ru: "I гласность; II чистота, скромность, порядочность",
     kz: "I жариялылық; II тазалық; кішіпейілділік, адалдық"
    },
    {
     en: "purpose",
     ru: "цель, намерение, замысел",
     kz: "мақсат, ниет, пиғыл"
    },
    {
     en: "criminal purpose",
     ru: "преступная цель",
     kz: "қылмыстық мақсат"
    },
    {
     en: "of purpose",
     ru: "с целью",
     kz: "мақсатпен"
    },
    {
     en: "pyromania",
     ru: "пиромания",
     kz: "пиромания"
    },
    {
     en: "age qualification",
     ru: "возрастной ценз",
     kz: "жас мөлшер шегі"
    },
    {
     en: "education qualification",
     ru: "образовательный ценз",
     kz: "білімділік шегі"
    },
    {
     en: "possess qualification",
     ru: "удовлетворять требованиям",
     kz: "талаптарды қанағаттандыру"
    },
    {
     en: "rating qualification",
     ru: "налоговый ценз",
     kz: "салықтық шек"
    },
    {
     en: "quality",
     ru: "качество; сорт; свойство",
     kz: "сапа; сұрып; қасиет"
    },
    {
     en: "queen",
     ru: "королева; быть королевой",
     kz: "патшайым; патшайым болу"
    },
    {
     en: "cross question",
     ru: "перекрестный допрос",
     kz: "қиғаш жауап алу (тергеу)"
    },
    {
     en: "questioning",
     ru: "допрос",
     kz: "жауап алу, тергеу"
    },
    {
     en: "racket",
     ru: "вымогательство; мошенничество; обман; рэкет; шантаж",
     kz: "бопсалаушылық; алаяқтық; алдау; рэкет; шантаж"
    },
    {
     en: "ransom",
     ru: "выкупать; выкуп",
     kz: "сатып алу"
    },
    {
     en: "rape",
     ru: "изнасилование",
     kz: "зорлау"
    },
    {
     en: "rasure",
     ru: "подчистка в документе",
     kz: "құжатты түзету"
    },
    {
     en: "rate",
     ru: "размер; норма; ставка; тариф; такса; цена; курс; процент; оценивать; исчислять",
     kz: "размер; норма; құн; бағам; пайыз; бағалау; есептеу"
    },
    {
     en: "rate of exchange",
     ru: "валютный курс",
     kz: "валюта бағамы"
    },
    {
     en: "rate of interest",
     ru: "размер процента",
     kz: "пайыз мөлшері"
    },
    {
     en: "re-examination",
     ru: "I повторный опрос свидетеля; II повторное рассмотрение",
     kz: "I куәны қайта сұрау; II қайта қарау"
    },
    {
     en: "real evidence",
     ru: "вещественные доказательства",
     kz: "заттық дәлелдер"
    },
    {
     en: "real money",
     ru: "наличность, наличные",
     kz: "қолма-қол ақша"
    },
    {
     en: "realty",
     ru: "недвижимость",
     kz: "жылжымайтын мүлік"
    },
    {
     en: "reason",
     ru: "причина; основание; мотив; излагать мотивы",
     kz: "себеп; негіз; уәж; уәждерді баяндау"
    },
    {
     en: "reasoning",
     ru: "изложение мотивов; основания вынесенного решения",
     kz: "мақсаттарды баяндау; шығарылған шешімнің негіздемесі"
    },
    {
     en: "rebut",
     ru: "опровергать; представлять контрдоказательства",
     kz: "жоққа шығару; қарсы дәлелдер келтіру"
    },
    {
     en: "rebutment",
     ru: "I получение; II расписка в получении; выдавать расписку в получении; расписываться в получении; III квитанция; IV поступления; выручка",
     kz: "I алу; II алғанына қолхат; алғанына қолхат беру; алғанына қол қою; III түбіртек; IV түсілімдер; ақшалай түсім"
    },
    {
     en: "against receipt",
     ru: "под расписку",
     kz: "қолхат беру арқылы"
    },
    {
     en: "reclamation",
     ru: "I требование о возвращении; истребование; II рекламация, предъявление претензий",
     kz: "I қайтаруды талап ету; сұратып алу, талап ету; II кінәрат, дау-дамай; кінә тағу"
    },
    {
     en: "recognizance, enter one’s own",
     ru: "брать на себя обязательства (хорошо себя вести в соответствии с решением суда по уголовному делу)",
     kz: "өзіне міндеттеме алу (өзін соттың қылмыстық іс бойынша шешіміне сай дұрыс ұстау)"
    },
    {
     en: "recognizance, on one’s own",
     ru: "под подписку о невыезде",
     kz: "ешқайда кетпеу туралы қолхат бойынша"
    },
    {
     en: "recognition",
     ru: "I признание; II последующее одобрение, последующее подтверждение; III представление слова (на заседании); IV опознание",
     kz: "I мойындау; II кейінгі қолдау, кейінгі мақұлдау; III сөз беру (мәжілісте); IV тану"
    },
    {
     en: "recognition de facto",
     ru: "признание де факто",
     kz: "іс жүзінде мойындау"
    },
    {
     en: "recognition de jure",
     ru: "признание де юре",
     kz: "заң жүзінде мойындау"
    },
    {
     en: "recommit",
     ru: "I возвращать для повторного рассмотрения; II возвращать заключенного в тюрьму",
     kz: "I қайта қарауға қайтару; II тұтқынды түрмеге қайтару"
    },
    {
     en: "reconcile",
     ru: "I примирять; II согласовывать",
     kz: "I татуластыру, ымыраластыру; II келісім алу, келістіру"
    },
    {
     en: "reconciliation",
     ru: "I примирение; II согласование",
     kz: "I татуласу; II келісу"
    },
    {
     en: "reconvention",
     ru: "действия ответчика против истца; встречный иск",
     kz: "жауапкердің талапкерге қарсы іс-әрекеті; қарсы талап арыз"
    },
    {
     en: "withdrawal of record",
     ru: "отозвание иска",
     kz: "талап арызды қайтарып алу"
    },
    {
     en: "recoverable",
     ru: "могущий быть взысканным в судебном порядке; подлежащий взысканию в судебном порядке",
     kz: "сот тәртібімен өндірілетін;"
    },
    {
     en: "recriminate",
     ru: "утверждать обвинение",
     kz: "айыптауды бекіту"
    },
    {
     en: "rectification",
     ru: "исправление, поправка; внесение поправки, исправления; устранение ошибок",
     kz: "түзету, түзеу; түзетулер енгізу; қателіктерді түзеу"
    },
    {
     en: "refugee",
     ru: "беженец, эмигрант",
     kz: "босқын, эмигрант"
    },
    {
     en: "regional",
     ru: "областной; районный; региональный",
     kz: "облыстық; аудандық; өңірлік"
    },
    {
     en: "register",
     ru: "I регистрировать(ся); заносить в книгу, реестр, список, регистр; II книга, журнал записей; список, реестр, регистр, указатель; метрическая книга",
     kz: "I тіркеу, кітапқа тіркеу; тізім; реестр, регистр; II кітап, жазба журналы; тізім, реестр, регистр, көрсеткіш; нұсқаулық; метрикалық кітап"
    },
    {
     en: "regular",
     ru: "I находящийся в соответствии с правом; II совершенный по форме; формальный; III правильный; надлежащий; IV обычный; нормальный; V регулярный, очередной",
     kz: "I құқыққа сай болу; II жетілген қалыпта; III дұрыс; талапқа сай; IV кәдімгі, әдеттегі; V үнемі, кезекті"
    },
    {
     en: "legal regulation",
     ru: "правовое регулирование",
     kz: "құқықтық реттеу"
    },
    {
     en: "rehearing",
     ru: "новое слушание дела, вторичное слушание дела",
     kz: "істі жаңадан тыңдау, істі қайта (екінші рет) тыңдау"
    },
    {
     en: "reif",
     ru: "ограбление",
     kz: "тонау"
    },
    {
     en: "reject",
     ru: "отвергать, отклонять, отводить, отказываться",
     kz: "жоққа шығару, қабылдамау, кейінге қалдыру, қарсы болу, қабыл алмау (алынбау), қабылдамау, бас тарту"
    },
    {
     en: "reject claim",
     ru: "отказывать в требовании",
     kz: "талаптарды қабылдамау"
    },
    {
     en: "relation",
     ru: "I отношение; связь; II родство; III родственник, родственница; IV изложение фактов; представление информации, заявление в суд",
     kz: "I қатынас; байланыс; II туыстық, туысқандық; III туыс, туысқан; IV деректерді баяндау; хабар ұсыну, сотқа арыз ұсыну"
    },
    {
     en: "remit",
     ru: "I прощать; освобождать от уплаты; уменьшать ответственность; II пересылать, переводить (деньги); III передавать в другую инстанцию; IV откладывать (на более поздний срок)",
     kz: "I кешіру; төлемнен босату; жауапкершілікті азайту; II салу, аудару (ақшаны); III басқа инстанцияға беру; IV кейінге қалдыру (кештеу мерзімге)"
    },
    {
     en: "remit a sentence",
     ru: "отменить приговор",
     kz: "үкімнің күшін жою"
    },
    {
     en: "repeated expert examination",
     ru: "повторная экспертиза",
     kz: "қайталама сараптама"
    },
    {
     en: "reply",
     ru: "I ответ; отвечать; II отвечать на возражение по иску; ответ истца на возражение по иску",
     kz: "I жауап; жауап беру; II талап арыз бойынша қарсылыққа жауап беру; талап арыз бойынша қарсылыққа талапкердің жауабы"
    },
    {
     en: "representative",
     ru: "I представитель; II представительный; представительский; представляющий; III уполномоченное лицо, фирма",
     kz: "I өкіл; II өкілді; өкілдік; өкілетті; III уәкіл адам, фирма"
    },
    {
     en: "personal representative",
     ru: "I личный представитель; II душеприказчик; III администратор наследства; IV наследник; V правопреемник",
     kz: "I жеке өкіл; II өсиетті орындау тапсырылған адам (өкілденуші); III мұра әкімдігі; IV мұрагер; V заңды мұрагер, құқықтық мирасқор"
    },
    {
     en: "resident representative",
     ru: "постоянный представитель",
     kz: "тұрақты өкіл"
    },
    {
     en: "require",
     ru: "требовать",
     kz: "талап ету"
    },
    {
     en: "requirement",
     ru: "требование",
     kz: "талап"
    },
    {
     en: "meet requirement",
     ru: "удовлетворять требованию",
     kz: "талапты қанағаттандыру"
    },
    {
     en: "researcher, criminological",
     ru: "исследователь преступности; криминолог",
     kz: "қылмыстылықты зерттеуші; криминолог"
    },
    {
     en: "residence",
     ru: "проживание; место пребывания; резиденция",
     kz: "тұрақтау; келген орын; резиденция"
    },
    {
     en: "permanent residence",
     ru: "постоянное местожительства",
     kz: "тұрақты тұрақ орны (мекені)"
    },
    {
     en: "resident",
     ru: "постоянный житель; проживающий; резидент",
     kz: "тұрақты тұрғын; тұрушы; резидент"
    },
    {
     en: "respite",
     ru: "I отсрочка; II отложение; III отсрочка исполнения приговора",
     kz: "I мерзім ұзарту; II мерзім ұзарту; III үкімнің орындалу  мерзімін ұзарту"
    },
    {
     en: "respite of appeal",
     ru: "отсрочка апелляции",
     kz: "шағымның мерзімін ұзарту"
    },
    {
     en: "get a respite",
     ru: "получить отсрочку",
     kz: "мерзімін ұзартып алу"
    },
    {
     en: "grant a respite",
     ru: "дать отсрочку",
     kz: "мерзімін ұзартып беру"
    },
    {
     en: "respondent",
     ru: "ответчик",
     kz: "жауапкер"
    },
    {
     en: "responsibility",
     ru: "ответственность",
     kz: "жауаптылық"
    },
    {
     en: "to assume (accept, take) responsibility",
     ru: "взять ответственность",
     kz: "жауаптылық алу"
    },
    {
     en: "criminal responsibility",
     ru: "уголовная ответственность",
     kz: "қылмыстық жауаптылық"
    },
    {
     en: "judicial responsibility",
     ru: "ответственности судей",
     kz: "соттардың жауаптылықтары"
    },
    {
     en: "resummons",
     ru: "повторный вызов в суд",
     kz: "сотқа қайта шақыру"
    },
    {
     en: "retainer",
     ru: "I договор с адвокатом; II предварительный гонорар адвоката; III удержание",
     kz: "I адвокатпен келісімшарт; II адвокаттың алдын ала қаламақысы; III ұстау"
    },
    {
     en: "retire",
     ru: "I выходить (из товарищества и т.д.); II выходить в отставку, на пенсию; увольнять в отставку; III изымать из обращения",
     kz: "I шығу (серіктестіктен); II отставкаға, зейнеткерлікке шығу; отставкаға шығару; III айналымнан алу"
    },
    {
     en: "retroactive",
     ru: "имеющий обратную силу",
     kz: "кері күші бар"
    },
    {
     en: "returnable",
     ru: "подлежащий возврату",
     kz: "қайтарылуға тиесілі"
    },
    {
     en: "court of review",
     ru: "кассационный суд",
     kz: "кассациялық сот"
    },
    {
     en: "revile",
     ru: "оскорблять",
     kz: "балағаттау"
    },
    {
     en: "revive",
     ru: "возобновлять",
     kz: "жаңарту"
    },
    {
     en: "reviver",
     ru: "возобновление дела",
     kz: "істі қайта бастау"
    },
    {
     en: "revolver",
     ru: "револьвер",
     kz: "револьвер"
    },
    {
     en: "ridge pattern",
     ru: "папиллярный узор",
     kz: "папилляр өрнек"
    },
    {
     en: "right",
     ru: "I право (обычно в субъективном смысле); правопритязание; II правомерный; правый; справедливый; правильный; надлежащий",
     kz: "I құқық (субъективті мағынасында); құқықтылық; II заңды; дұрыс; әділ; тиесілі"
    },
    {
     en: "right of action",
     ru: "право на иск",
     kz: "талап арызға құқық"
    },
    {
     en: "right of appeal",
     ru: "право обжалования",
     kz: "арыздануға құқық"
    },
    {
     en: "right of conscience",
     ru: "свобода совести",
     kz: "ар-ождан бостандығы"
    },
    {
     en: "right of defence",
     ru: "право на защиту",
     kz: "қорғауға құқық"
    },
    {
     en: "right to education",
     ru: "право на образование",
     kz: "білімге құқық"
    },
    {
     en: "rightfulness",
     ru: "правомерность",
     kz: "заңдылық"
    },
    {
     en: "right to rest and leisure",
     ru: "право на отдых",
     kz: "демалысқа құқық"
    },
    {
     en: "right to work",
     ru: "право на труд",
     kz: "еңбекке құқық"
    },
    {
     en: "basic rights",
     ru: "основные права",
     kz: "негізгі құқықтар"
    },
    {
     en: "civil rights",
     ru: "гражданские права",
     kz: "азаматтық құқықтар"
    },
    {
     en: "forfeit right",
     ru: "терять право; прекращать право",
     kz: "құқығын жоғалту; құқығын тоқтату"
    },
    {
     en: "human rights",
     ru: "права человека",
     kz: "адам құқығы"
    },
    {
     en: "misuse of right",
     ru: "злоупотребление правом",
     kz: "құқықты теріс пайдаланушылық"
    },
    {
     en: "natural rights",
     ru: "естественные права",
     kz: "табиғи құқықтар"
    },
    {
     en: "personal rights",
     ru: "личные права",
     kz: "жеке құқықтар"
    },
    {
     en: "political rights",
     ru: "политические права",
     kz: "саяси құқықтар"
    },
    {
     en: "real right",
     ru: "вещное право",
     kz: "заттық құқық"
    },
    {
     en: "road",
     ru: "дорога; путь; шоссе",
     kz: "жол; тас жол"
    },
    {
     en: "law of the road",
     ru: "дорожное право",
     kz: "жол құқығы"
    },
    {
     en: "rob",
     ru: "совершать грабеж; грабить",
     kz: "тонау"
    },
    {
     en: "robber",
     ru: "I грабитель; II субъект грабежа",
     kz: "I тонаушы; II тонау субъектісі"
    },
    {
     en: "robbery",
     ru: "грабеж",
     kz: "ұрлық"
    },
    {
     en: "aggravated robbery",
     ru: "тяжкое ограбление",
     kz: "ауыр салдарлы ұрлық"
    },
    {
     en: "armed robbery",
     ru: "вооруженный разбой",
     kz: "қарулы қарақшылық"
    },
    {
     en: "piratical robbery",
     ru: "пиратский разбой",
     kz: "теңіз қарақшылығы"
    },
    {
     en: "rowdyism",
     ru: "хулиганство",
     kz: "бұзақылық"
    },
    {
     en: "rule",
     ru: "I правило; устанавливать правило; II норма права; устанавливать правовую норму; III постановлять; постановление; предписание; приказ; IV править; правление; господство; власть",
     kz: "I ереже; ереже бекіту; II құқық нормасы; құқық нормасын бекіту; III қаулы шығару; қаулы; ұйғарым; бұйрық; IV басқару; басқарма; билік"
    },
    {
     en: "operative rule",
     ru: "действующая норма",
     kz: "қолданыстағы норма"
    },
    {
     en: "of procedure rules",
     ru: "I правила судопроизводства; процессуальные нормы; II правила процедуры (в законодательном органе и др.)",
     kz: "I сот өндірісі ережесі; іс жүргізу нормалары; II рәсім ережесі (заң шығарушы органда және т.б.)"
    },
    {
     en: "sack",
     ru: "грабить; разграблять",
     kz: "тонау; талау"
    },
    {
     en: "safe",
     ru: "сейф; безопасный; обеспечивающий невозможность освобождения из-под стражи и бегства или причинения вреда",
     kz: "сейф; қауіпсіз; күзет қарамағынан босап кетуге және қашуға немесе зиян келтіруге мүмкіндікті болдырмауды қамтамасыз ету"
    },
    {
     en: "safety",
     ru: "безопасность; сохранность",
     kz: "қауіпсіздік; сақтаулылық"
    },
    {
     en: "safety arrangement and precautions",
     ru: "охрана труда",
     kz: "еңбек қорғау"
    },
    {
     en: "safety measures",
     ru: "меры безопасности",
     kz: "қауіпсіздік шаралары"
    },
    {
     en: "public safety",
     ru: "общественная безопасность",
     kz: "қоғамдық қауіпсіздік"
    },
    {
     en: "road safety",
     ru: "правила безопасности уличного движения",
     kz: "көше қозғалысы қауіпсіздігінің ережесі"
    },
    {
     en: "salary",
     ru: "жалование; оклад",
     kz: "ақы; айлық"
    },
    {
     en: "sample",
     ru: "образец (товар)",
     kz: "үлгі (тауар)"
    },
    {
     en: "sanction",
     ru: "I одобрение, утверждение, санкция; санкционировать; II правовая санкция; предусмотренная законом мера наказания",
     kz: "I мақұлдау, бекіту; санкция, санкция беру; II құқықтық санкция; заңмен қарастырылған жаза түрі"
    },
    {
     en: "apply sanctions",
     ru: "применять санкции",
     kz: "санкция қолдану"
    },
    {
     en: "attach sanctions",
     ru: "налагать санкции",
     kz: "санкция беру"
    },
    {
     en: "legal sanctions",
     ru: "правовая санкция",
     kz: "құқықтық санкция"
    },
    {
     en: "remit sanctions",
     ru: "отменять санкции",
     kz: "санкцияның күшін жою"
    },
    {
     en: "satisfaction",
     ru: "I удовлетворение; сатисфакция; II встречное удовлетворение; III исполнение; IV замена исполнения",
     kz: "I қанағаттандыру; сатисфакция; II қарсы қанағаттандыру; III атқару; IV атқаруды ауыстыру"
    },
    {
     en: "scandal",
     ru: "I злоумышленная сплетня, клевета; II публичное оскорбление",
     kz: "I қаскүнемдік өсек, жала; II көпшілік алдында балағаттау"
    },
    {
     en: "scene of crime",
     ru: "место совершения преступления",
     kz: "қылмыс жасалған орын"
    },
    {
     en: "script",
     ru: "оригинал; подлинник",
     kz: "түпнұсқа"
    },
    {
     en: "scrivener",
     ru: "I нотариус; II ростовщик",
     kz: "I нотариус; II өсімқор"
    },
    {
     en: "seal",
     ru: "печать; скреплять печатью; запечатывать; опечатывать",
     kz: "мөр; мөрмен бекіту; жапсыру; сүргі салу"
    },
    {
     en: "sealed with the stamp",
     ru: "скрепленный печатью",
     kz: "мөрмен бекітілген"
    },
    {
     en: "sealing",
     ru: "приложение печати; опечатывание",
     kz: "мөр салу; сүргі салу"
    },
    {
     en: "search",
     ru: "I обыск; II розыск; III обыскивание; исследование",
     kz: "I тінту; II іздеу; III тінту; тексеру"
    },
    {
     en: "search party",
     ru: "поисковая группа",
     kz: "іздеу тобы"
    },
    {
     en: "search warrant",
     ru: "ордер на обыск",
     kz: "тінтуге ордер"
    },
    {
     en: "seize",
     ru: "I захватывать; II налагать арест; конфисковать",
     kz: "I басып алу; II тұтқындау; тәркілеу"
    },
    {
     en: "self-destruction",
     ru: "самоубийство",
     kz: "өз-өзіне қол салу, өзін-өзі өлтіру"
    },
    {
     en: "self-protection",
     ru: "самозащита",
     kz: "өзін қорғау"
    },
    {
     en: "self-will",
     ru: "самоуправство; произвол",
     kz: "озбырлық; бассыздық"
    },
    {
     en: "semi-official",
     ru: "полуофициальный",
     kz: "жартылай ресми"
    },
    {
     en: "senate",
     ru: "сенат",
     kz: "сенат"
    },
    {
     en: "senator",
     ru: "сенатор",
     kz: "сенатор"
    },
    {
     en: "senior",
     ru: "старший; главный; пользующийся преимуществом, преимущественный; более ранний по времени",
     kz: "үлкен; басты; басымдығы бар, басым; уақыты ертерек"
    },
    {
     en: "seniority",
     ru: "трудовой стаж",
     kz: "еңбек өтілі"
    },
    {
     en: "sense",
     ru: "чувство, рассудок; смысл",
     kz: "сезім, ақыл; мән, маңыз"
    },
    {
     en: "common sense",
     ru: "здравый смысл",
     kz: "дұрыс мағына"
    },
    {
     en: "in one’s right senses",
     ru: "в здравом уме и в твердой памяти",
     kz: "ақыл-есі түзу кезінде"
    },
    {
     en: "legal sense",
     ru: "юридический смысл",
     kz: "заңдық мағына"
    },
    {
     en: "sixth sense",
     ru: "интуиция",
     kz: "түйсік"
    },
    {
     en: "sentence",
     ru: "I наказание; II приговор, приговаривать; III решение (церковного суда)",
     kz: "I жаза; II үкім, үкім шығару; III шешім (шіркеу сотының)"
    },
    {
     en: "abridge sentence",
     ru: "сокращать срок наказания",
     kz: "жаза мерзімін қысқарту"
    },
    {
     en: "cumulative sentences",
     ru: "совокупность приговоров",
     kz: "өкімдер жиынтығы"
    },
    {
     en: "deferred sentence",
     ru: "отсроченный приговор",
     kz: "кейінге қалдырылған үкім"
    },
    {
     en: "final sentence",
     ru: "окончательный приговор",
     kz: "соңғы үкім"
    },
    {
     en: "fix a sentence",
     ru: "определять наказание",
     kz: "жаза анықтау"
    },
    {
     en: "life sentence",
     ru: "пожизненное заключение",
     kz: "өмір бойы қамау"
    },
    {
     en: "nominal (probationary) sentence",
     ru: "условный приговор",
     kz: "шартты үкім"
    },
    {
     en: "pass a sentence",
     ru: "выносить приговор",
     kz: "үкім шығару"
    },
    {
     en: "receive sentence",
     ru: "быть приговоренным",
     kz: "үкімі шығарылған болу"
    },
    {
     en: "suspended sentence",
     ru: "условное наказание",
     kz: "шартты жаза"
    },
    {
     en: "separate judgment",
     ru: "частное решение",
     kz: "жекелеген шешім"
    },
    {
     en: "separate opinion",
     ru: "особое мнение",
     kz: "ерекше пікір"
    },
    {
     en: "separate property",
     ru: "раздельная собственность супругов",
     kz: "ерлі-зайыптылардың бөлінетін меншігі"
    },
    {
     en: "service",
     ru: "I служба; личный наем; обслуживание; услуга; II повинность; III уплата; уплачивать; IV вручение (судебного документа)",
     kz: "I қызмет; жеке жалдау; қызмет ету; қызмет көрсету; II міндеттілік; III төлем; төлеу; IV тапсыру (сот құжатын)"
    },
    {
     en: "civil service",
     ru: "государственная гражданская служба",
     kz: "мемлекеттік азаматтық қызмет"
    },
    {
     en: "compulsory service",
     ru: "обязательная военная служба; воинская повинность",
     kz: "міндетті әскери қызмет; әскери міндеттілік"
    },
    {
     en: "settlement",
     ru: "I урегулирование; II уплата; расчет",
     kz: "I реттеу; II төлеу; есептесу"
    },
    {
     en: "pacific settlement",
     ru: "мирное урегулирование, мирное разрешение (спора)",
     kz: "бейбіт реттеу, бейбіт шешім (даудың)"
    },
    {
     en: "term of settlement",
     ru: "условия соглашения",
     kz: "келісім шарттары"
    },
    {
     en: "shakedown",
     ru: "вымогательство денег",
     kz: "ақша бопсалау"
    },
    {
     en: "sham pleading",
     ru: "ложный иск",
     kz: "жалған талап арыз"
    },
    {
     en: "share",
     ru: "I доля, часть; пай; участие, доля участия; участвовать; II акция",
     kz: "I үлес; бөлік; қатыс; қатыстық үлес; қатысу; II акция, шара, науқан"
    },
    {
     en: "sheet, charge",
     ru: "полицейский протокол",
     kz: "полиция хаттамасы"
    },
    {
     en: "shop-lifter",
     ru: "магазинный вор",
     kz: "дүкен ұрысы"
    },
    {
     en: "shoplifting",
     ru: "обкрадывание магазинов",
     kz: "дүкендерді ұрлау"
    },
    {
     en: "shot",
     ru: "выстрел",
     kz: "атыс"
    },
    {
     en: "shotgun pellet",
     ru: "дробь",
     kz: "бытыра"
    },
    {
     en: "sic лат.",
     ru: "таким образом",
     kz: "осылайша"
    },
    {
     en: "sick",
     ru: "больной",
     kz: "ауру"
    },
    {
     en: "sick benefit",
     ru: "пособие по болезни",
     kz: "ауырғанына байланысты жәрдемақы"
    },
    {
     en: "sick leave",
     ru: "оплаченный или неоплаченный отпуск по болезни",
     kz: "ауыруына байланысты төленген немесе төленбеген демалыс"
    },
    {
     en: "sickness",
     ru: "болезнь, заболевание",
     kz: "ауру, науқас"
    },
    {
     en: "sign",
     ru: "I подписывать, ставить подпись; расписываться; II знак; признак",
     kz: "I қол қою; II таңба; белгі"
    },
    {
     en: "sign on behalf of",
     ru: "подписывать от имени кого-л.",
     kz: "біреудің атынан қол қою"
    },
    {
     en: "sign “per pro”",
     ru: "подписывать по доверенности",
     kz: "сенімхат бойынша қол қою"
    },
    {
     en: "signature",
     ru: "I подпись; II подписание",
     kz: "I қол; II қол қою"
    },
    {
     en: "fictitious signature",
     ru: "поддельная подпись",
     kz: "жасанды қол"
    },
    {
     en: "specimen (of) signature",
     ru: "образец подписи",
     kz: "қол үлгісі"
    },
    {
     en: "simulate",
     ru: "симулировать, притворяться, фальсифицировать",
     kz: "жалған мінез, жалған әрекет, тәлімсу"
    },
    {
     en: "simulation",
     ru: "симуляция, притворство, фальсификация",
     kz: "жалған мінез, жалған қылық, тәлімсу"
    },
    {
     en: "single",
     ru: "единственный; единый; незамужняя; одинокий; отдельный; холостой",
     kz: "жалғыз; тұтас; тұрмыс құрмаған; жалғыз басты; жеке; бойдақ"
    },
    {
     en: "sit",
     ru: "заседать",
     kz: "мәжіліс құру"
    },
    {
     en: "sitting",
     ru: "заседание",
     kz: "мәжіліс"
    },
    {
     en: "slave",
     ru: "раб",
     kz: "құл"
    },
    {
     en: "slavery",
     ru: "рабство",
     kz: "құлдық"
    },
    {
     en: "smoothbore weapon",
     ru: "гладкоствольное оружие",
     kz: "тегіс ұңғылы қару"
    },
    {
     en: "society",
     ru: "общество",
     kz: "қоғам"
    },
    {
     en: "criminal society",
     ru: "преступное сообщество",
     kz: "қылмыстық қауымдастық"
    },
    {
     en: "friendly society",
     ru: "общество взаимопомощи",
     kz: "өзара көмек қоғамы"
    },
    {
     en: "sole",
     ru: "единственный; исключительный",
     kz: "жалғыз, дара; айрықша"
    },
    {
     en: "sole right",
     ru: "исключительное право",
     kz: "айрықша құқық"
    },
    {
     en: "solicit",
     ru: "I обращаться с просьбой, ходатайствовать, добиваться; II упрашивать",
     kz: "I өтіну, қолдауды сұрау, жету; II өтіну, сұрау, жалыну"
    },
    {
     en: "solicitation",
     ru: "ходатайство, просьба",
     kz: "қолдаухат, өтініш"
    },
    {
     en: "solicitor",
     ru: "солиситор, адвокат, поверенный",
     kz: "адвокат, сенімді"
    },
    {
     en: "source",
     ru: "источник",
     kz: "көз, қайнар көз, дереккөз"
    },
    {
     en: "source of income",
     ru: "источник дохода",
     kz: "кіріс көзі"
    },
    {
     en: "source of law",
     ru: "источник права",
     kz: "құқықтық негізі"
    },
    {
     en: "sponsor",
     ru: "поручитель",
     kz: "кепілші"
    },
    {
     en: "spy",
     ru: "шпион, заниматься шпионажем",
     kz: "тыңшы, тыңшылықпен айналысу (шұғылдану)"
    },
    {
     en: "squat",
     ru: "самовольно селиться",
     kz: "өз бетімен орналасу"
    },
    {
     en: "squatter",
     ru: "самовольно поселившийся",
     kz: "өз бетімен орналасушы"
    },
    {
     en: "stare decisis",
     ru: "судебный прецедент",
     kz: "соттық прецедент (оқиға)"
    },
    {
     en: "stateless",
     ru: "не имеющий гражданства",
     kz: "азаматтығы жоқ"
    },
    {
     en: "statelessness",
     ru: "безгражданство",
     kz: "азаматтықсыз"
    },
    {
     en: "statement of claim",
     ru: "исковое заявление",
     kz: "талап арыз"
    },
    {
     en: "statement of confession",
     ru: "доверенность",
     kz: "сенімхат"
    },
    {
     en: "formal statement",
     ru: "официальное заявление",
     kz: "ресми мәлімдеу"
    },
    {
     en: "joint statement",
     ru: "совместное заявление",
     kz: "бірлесіп мәлімдеу"
    },
    {
     en: "verbal statement",
     ru: "устное показание",
     kz: "ауызша көрсетпе"
    },
    {
     en: "written statement",
     ru: "письменное показание",
     kz: "жазбаша көрсетпе"
    },
    {
     en: "steal",
     ru: "похищать (имущество)",
     kz: "ұрлау (мүлік)"
    },
    {
     en: "stealing",
     ru: "похищение имущества",
     kz: "мүлікті ұрлау"
    },
    {
     en: "strangulated asphyxia",
     ru: "странгуляционная асфиксия",
     kz: "странгуляциялық тұншығу"
    },
    {
     en: "sublease",
     ru: "поднаем; субаренда; заключать договор субаренды",
     kz: "жал; субаренда (сатылы жал); субаренда келісімшартын жасау"
    },
    {
     en: "sublessor",
     ru: "отдающий в субаренду",
     kz: "субарендаға (сатылы жалға) беруші"
    },
    {
     en: "sublet",
     ru: "передавать в субаренду",
     kz: "субарендаға (сатылы жалға) беру"
    },
    {
     en: "suffer",
     ru: "I страдать, пострадать; II потерпеть, понести (убытки); III позволять; разрешать; допускать; соглашаться",
     kz: "I азаптану, қиналу; жапа шегу; II шығын шегу; III рұқсат ету; келісу"
    },
    {
     en: "suffer a loss",
     ru: "понести ущерб",
     kz: "шығындалу"
    },
    {
     en: "sufferer",
     ru: "пострадавший, потерпевший",
     kz: "жәбірленуші"
    },
    {
     en: "secure supplies",
     ru: "обеспечивать поставки",
     kz: "жеткізумен қамтамасыз ету"
    },
    {
     en: "supplementary expert examination",
     ru: "дополнительная экспертиза",
     kz: "қосымша сараптама"
    },
    {
     en: "support a family",
     ru: "содержать семью",
     kz: "отбасын асырау"
    },
    {
     en: "support life",
     ru: "обеспечивать средства к существованию",
     kz: "өмірге қажетті құралдармен қамтамасыз ету"
    },
    {
     en: "supposition",
     ru: "предположение",
     kz: "болжам, жобалау"
    },
    {
     en: "suppress riots",
     ru: "пресекать беспорядки",
     kz: "тәртіпсіздікті болдырмау"
    },
    {
     en: "suppretion of evidence",
     ru: "сокрытие показаний",
     kz: "көрсетпені жасыру"
    },
    {
     en: "supreme",
     ru: "верховный, высший",
     kz: "жоғарғы, жоғары"
    },
    {
     en: "Supreme Court",
     ru: "Верховный Суд",
     kz: "Жоғарғы Сот"
    },
    {
     en: "supreme power",
     ru: "верховная власть",
     kz: "жоғарғы билік"
    },
    {
     en: "suspended sentence",
     ru: "условное наказание",
     kz: "шартты жаза"
    },
    {
     en: "suspension of a right",
     ru: "лишение права",
     kz: "құқықтан айыру"
    },
    {
     en: "suspicion",
     ru: "подозрение",
     kz: "күдік"
    },
    {
     en: "sword-blade",
     ru: "клинок",
     kz: "сұқпа"
    },
    {
     en: "take life",
     ru: "лишать жизни",
     kz: "өмірін қию, өлтіру"
    },
    {
     en: "take oath",
     ru: "присягать, приносить присягу",
     kz: "ант қабылдау (беру)"
    },
    {
     en: "take part",
     ru: "участвовать",
     kz: "қатысу"
    },
    {
     en: "take physical part in a crime",
     ru: "принимать физическое участие в преступлении",
     kz: "қылмысқа өзі қатысу"
    },
    {
     en: "take risk",
     ru: "брать на себя риск",
     kz: "қатерді өзіне алу"
    },
    {
     en: "talks",
     ru: "переговоры",
     kz: "келіссөздер"
    },
    {
     en: "ministerial talks",
     ru: "переговоры на уровне министров",
     kz: "министрлер деңгейіндегі келіссөздер"
    },
    {
     en: "top level talks",
     ru: "переговоры на высшем уровне (между главами правительств)",
     kz: "жоғары деңгейдегі келіссөздер (үкімет басшылары арасында)"
    },
    {
     en: "tapping",
     ru: "подслушивание; перехват телефонных разговоров, телеграфных сообщений",
     kz: "тың тыңдау; телефон әңгімелерін, телеграфтық хабарламаларды жазып алу"
    },
    {
     en: "target witness",
     ru: "главный свидетель",
     kz: "бас куә"
    },
    {
     en: "tax",
     ru: "налог; сбор; облагать налогом",
     kz: "салық; жиын; салық салу"
    },
    {
     en: "income tax",
     ru: "подоходный налог",
     kz: "табыс салығы"
    },
    {
     en: "land tax",
     ru: "поземельный налог, земельный налог",
     kz: "жер салығы"
    },
    {
     en: "parliamentary tax",
     ru: "налог, устанавливаемый законом парламента",
     kz: "парламент заңымен белгіленген салық"
    },
    {
     en: "payroll tax",
     ru: "налог на фонд заработный платы",
     kz: "жалақы қорына салық"
    },
    {
     en: "real estate tax",
     ru: "налог на недвижимость",
     kz: "жылжымайтын мүлікке салық"
    },
    {
     en: "taxability",
     ru: "облагаемость налогом",
     kz: "салық салыну"
    },
    {
     en: "tenant",
     ru: "I владелец (преимущественно недвижимости); II арендатор; съемщик; наниматель; III арендовать, владеть на правах аренды; владеть на правах имущественного найма; IV ответчик по вещному иску",
     kz: "I ие, қожайын (негізінен жылжымайтын мүліктің); II жалға алушы; III жалға алу; жал құқығы негізінде иелену; мүліктік жалдау құқығы негізінде иелену; IV мүліктік талап арызға жауапкер"
    },
    {
     en: "terms",
     ru: "условия; обязательства; права; условия договора; договор",
     kz: "шарттар; міндеттемелер; құқықтар; келісімшарт шарттары; келісімшарт"
    },
    {
     en: "terms of contract",
     ru: "условия договора",
     kz: "келісімшарт шарттары"
    },
    {
     en: "terms of delivery",
     ru: "условия поставки",
     kz: "жеткізу шарттары"
    },
    {
     en: "terms of employment",
     ru: "условия найма",
     kz: "жал шарттары"
    },
    {
     en: "terms of sale",
     ru: "условия продажи",
     kz: "сату шарттары"
    },
    {
     en: "thief",
     ru: "I вор; II субъект кражи",
     kz: "I ұры; II ұрлық субъектісі"
    },
    {
     en: "thing",
     ru: "I вещь, предмет; II дело; факт, событие, обстоятельство",
     kz: "I зат; II іс; дерек, оқиға, мән-жай"
    },
    {
     en: "trace evidence expert examination",
     ru: "трасологическая экспертиза",
     kz: "трасологиялық сараптама"
    },
    {
     en: "trademark",
     ru: "товарный знак",
     kz: "тауар (табар) белгісі"
    },
    {
     en: "traffic",
     ru: "I движение (уличное, железнодорожное и т.п.); II транспорт, перевозки; грузооборот; III торговля, торговать",
     kz: "I қозғалыс (көше, теміржол және т.б.) II көлік, тасымал; жүк айналымы; III сауда, саудалау"
    },
    {
     en: "traffic accident",
     ru: "дорожное происшествие",
     kz: "жол оқиғасы"
    },
    {
     en: "traffic control",
     ru: "регулирование движения",
     kz: "қозғалысты реттеу"
    },
    {
     en: "traffic regulations",
     ru: "правила уличного движения",
     kz: "көше қозғалысы ережелері"
    },
    {
     en: "traffic signs",
     ru: "дорожные знаки",
     kz: "жол белгілері"
    },
    {
     en: "tramp",
     ru: "бродяга; бродяжничество",
     kz: "қаңғыбас; қаңғыбастық"
    },
    {
     en: "transcript",
     ru: "копия",
     kz: "көшірме"
    },
    {
     en: "trasology",
     ru: "трасология",
     kz: "трасология"
    },
    {
     en: "treason",
     ru: "измена",
     kz: "опасыздық"
    },
    {
     en: "high treason",
     ru: "государственная измена",
     kz: "мемлекеттік опасыздық"
    },
    {
     en: "war treason",
     ru: "военная измена",
     kz: "әскери опасыздық"
    },
    {
     en: "trial",
     ru: "I судебное разбирательство; судебный процесс; II испытание, проба; испытывать",
     kz: "I соттық талқылау; сот процесі; II сынақ; сынау"
    },
    {
     en: "default at trial",
     ru: "неявка в судебное заседание",
     kz: "сот мәжілісіне келмеу"
    },
    {
     en: "move for a new trial",
     ru: "подавать апелляцию",
     kz: "шағым арыз беру"
    },
    {
     en: "place on trial",
     ru: "предавать суду",
     kz: "сотқа беру"
    },
    {
     en: "public trial",
     ru: "открытый судебный процесс",
     kz: "ашық сот процесі"
    },
    {
     en: "put on trial",
     ru: "I назначать дело к слушанию в суде; II привлекать лицо к судебной ответственности",
     kz: "I істі сотта тыңдауға белгілеу; II адамды сот жауаптылығына тарту"
    },
    {
     en: "trustee",
     ru: "I попечитель; доверительный собственник; лицо, распоряжающееся имуществом на началах доверительной собственности; II государство, осуществляющее опеку",
     kz: "I қамқоршы; сенімді меншікші; мүлікті сенімді меншіктік негізде иеленуші адам; II қамқоршылықты іске асырушы мемлекет"
    },
    {
     en: "trusteeship",
     ru: "опека, попечительство",
     kz: "қорғаншы, қамқоршы"
    },
    {
     en: "truth",
     ru: "I правда; II истина; III достоверность",
     kz: "I шындық; II ақиқат; III анықтық, айқындық"
    },
    {
     en: "try",
     ru: "I пытаться; II судить; привлекать к судебной ответственности; III разбирать; рассматривать, расследовать (дело, случай)",
     kz: "I әрекеттену; II соттау; сот жауаптылығына тарту; III талқылау; қарастыру, тергеу (іс, оқиға)"
    },
    {
     en: "try in absentia",
     ru: "судить заочно, разбирать заочно",
     kz: "сырттай соттау, сырттай талқылау"
    },
    {
     en: "try a case",
     ru: "вести процесс",
     kz: "процесті (істі) жүргізу"
    },
    {
     en: "unanimity",
     ru: "единогласие",
     kz: "түгел, бір ауыздан"
    },
    {
     en: "unassessable",
     ru: "не подлежащий обложению",
     kz: "салық салынбайтын"
    },
    {
     en: "unavoidable",
     ru: "неизбежный",
     kz: "міндетті"
    },
    {
     en: "unbiased",
     ru: "беспристрастный",
     kz: "әділ"
    },
    {
     en: "uncalled",
     ru: "неистребованный",
     kz: "керексіз, қажетсіз"
    },
    {
     en: "uncover",
     ru: "обнаружить, раскрывать",
     kz: "табу, ашу"
    },
    {
     en: "unemployed",
     ru: "безработный",
     kz: "жұмыссыз"
    },
    {
     en: "unemployment",
     ru: "безработица",
     kz: "жұмыссыздық"
    },
    {
     en: "unequal",
     ru: "неравный",
     kz: "теңсіздік"
    },
    {
     en: "unequal treaty",
     ru: "неравноправный договор",
     kz: "әділетсіз келісімшарт"
    },
    {
     en: "unethical conduct",
     ru: "неэтичное поведение",
     kz: "әдепсіз қылық"
    },
    {
     en: "unexecuted",
     ru: "I неоформленный (о договоре); II неисполненный (о договоре); III не приведенный в исполнение (о судебном решении, приговоре)",
     kz: "I рәсімделмеген (келісімшарт туралы); II орындалмаған (келісімшарт туралы); III орындалмаған (сот шешімі, үкімі туралы)"
    },
    {
     en: "unify",
     ru: "объединять, унифицировать",
     kz: "біріктіру, бірлестіру, бірдейлендіру"
    },
    {
     en: "unwarranted",
     ru: "I неоправданный; необоснованный; II не имеющий права; неуполномоченный; III негарантированный",
     kz: "I негізсіз; II құқығы жоқ; өкілеттілігі жоқ; III кепілдіксіз"
    },
    {
     en: "unwarranted search",
     ru: "обыск без ордера",
     kz: "ордерсіз тінту"
    },
    {
     en: "unwritten law",
     ru: "прецедентное право",
     kz: "преценденттік құқық"
    },
    {
     en: "urban",
     ru: "городской",
     kz: "қалалық"
    },
    {
     en: "urban crime",
     ru: "городская преступность",
     kz: "қалалық қылмыстылық"
    },
    {
     en: "urban district",
     ru: "городской район",
     kz: "қалалық аудан"
    },
    {
     en: "usher",
     ru: "I судебный пристав; II вводить; сопровождать",
     kz: "I сот өкілі II енгізу, кіргізу; ерулі болу"
    },
    {
     en: "violate",
     ru: "нарушать (право, закон,  договор)",
     kz: "бұзу (құқық, заң, келісімшарт)"
    },
    {
     en: "violator",
     ru: "нарушитель",
     kz: "бұзушы"
    },
    {
     en: "wanted by the police",
     ru: "разыскиватся полицией",
     kz: "полиция іздеуінде"
    },
    {
     en: "want of consideration",
     ru: "недостаточное рассмотрение",
     kz: "жеткіліксіз қарастыру"
    },
    {
     en: "ward",
     ru: "лицо, находящееся под опекой или на попечении; подопечный",
     kz: "қорғаншылықтағы немесе қамқорлықтағы адам; қамқорлықтағы"
    },
    {
     en: "weapon",
     ru: "оружие",
     kz: "қару"
    },
    {
     en: "welfare",
     ru: "благосостояние",
     kz: "игілік"
    },
    {
     en: "social welfare",
     ru: "социальное обеспечение",
     kz: "әлеуметтік қамсыздандыру"
    },
    {
     en: "whore",
     ru: "проститутка",
     kz: "жезөкше"
    },
    {
     en: "whoremaster",
     ru: "сутенер",
     kz: "жеңгетай"
    },
    {
     en: "widow",
     ru: "вдова",
     kz: "жесір әйел"
    },
    {
     en: "widower",
     ru: "вдовец",
     kz: "жесір еркек"
    },
    {
     en: "widow's allowance",
     ru: "пособие вдове",
     kz: "жесір жәрдемақысы"
    },
    {
     en: "witness",
     ru: "свидетель; давать свидетельские показания; свидетельствовать",
     kz: "куә; куәлік көрсетпелер жасау; куәландыру"
    },
    {
     en: "witness against oneself",
     ru: "свидетельствовать против себя",
     kz: "өзіне қарсы куәландыру"
    },
    {
     en: "witness for the defense",
     ru: "свидетель защиты",
     kz: "қорғаудың куәсы"
    },
    {
     en: "witness for the prosecution",
     ru: "свидетель обвинения",
     kz: "айыпкердің куәсы"
    },
    {
     en: "false witness",
     ru: "лжесвидетель",
     kz: "жалған куә"
    },
    {
     en: "immunity of witness",
     ru: "неприкосновенность свидетеля",
     kz: "куәның тиіспеушілігі"
    },
    {
     en: "material witness",
     ru: "главный свидетель",
     kz: "басты куә"
    },
    {
     en: "wound",
     ru: "рана, ранение; наносить рану, ранение; ранить",
     kz: "жара, жаралану; жарақаттау"
    },
    {
     en: "wound mortally",
     ru: "ранить смертельно",
     kz: "өлімші етіп жарақаттау"
    },
    {
     en: "extent of a wound",
     ru: "размер раны",
     kz: "жара көлемі"
    },
    {
     en: "give wound",
     ru: "наносить рану",
     kz: "жаралау"
    },
    {
     en: "yield",
     ru: "I доход, выручка, прибыль; II приносить доход; признать себя неплатежеспособным",
     kz: "I кіріс, табыс, пайда; II кіріс кіру; өзін төлеуге шамасыз деп мойындау"
    }
   ]