export const kzJur = [
    {
     kz: "абайсызда кісі өлтіруші",
     ru: "убийца по неосторожности",
     en: "manslayer"
    },
    {
     kz: "абырой",
     ru: "честь",
     en: "honour"
    },
    {
     kz: "абыройлы",
     ru: "хорошая репутация",
     en: "good character"
    },
    {
     kz: "абыройлық парыз",
     ru: "долг чести",
     en: "honorary debt"
    },
    {
     kz: "автомобильді жалға беру",
     ru: "автомобили на прокат",
     en: "drive-it-yourself cars"
    },
    {
     kz: "автомобильді мас күйінде жүргізу",
     ru: "вождение автомобиля в нетрезвом состоянии",
     en: "drunken driven"
    },
    {
     kz: "авторлық құқығын қамтамасыз ету",
     ru: "обеспечивать авторское право",
     en: "copyright"
    },
    {
     kz: "авторлық құқық",
     ru: "авторское право",
     en: "copyright"
    },
    {
     kz: "авторлық құқықтан бас тарту",
     ru: "отказ от авторских прав",
     en: "dedication"
    },
    {
     kz: "авторлық құқықты қамтамасыз ету",
     ru: "обеспечивать авторское право",
     en: "copyright"
    },
    {
     kz: "агент",
     ru: "агент",
     en: "agent"
    },
    {
     kz: "адал",
     ru: "неподкупный; лояльный; верный, честный",
     en: "incorrupt; loyal; honest"
    },
    {
     kz: "адал емес ие (иеленуші)",
     ru: "нечестный влделец",
     en: "possessor mala fide"
    },
    {
     kz: "адал ие (иеленуші)",
     ru: "добросовестный владелец",
     en: "possessor bona fide"
    },
    {
     kz: "адалдық",
     ru: "неподкупность, порядочность",
     en: "incorruptibility, publicity"
    },
    {
     kz: "адал сатып алушы",
     ru: "добросовестный покупатель",
     en: "good faith purchaser"
    },
    {
     kz: "адам",
     ru: "человек",
     en: "person"
    },
    {
     kz: "жеке тұлғаны сипаттау",
     ru: "описание личности",
     en: "person description"
    },
    {
     kz: "жеке тұлғалық тиіспеушілік (қорғаныштылық)",
     ru: "неприкосновенность личности",
     en: "person immunity"
    },
    {
     kz: "үшінші адам",
     ru: "третье лицо",
     en: "third person"
    },
    {
     kz: "адамгершілік",
     ru: "I мораль, нравственность; II нравственный",
     en: "I ethics; II moral"
    },
    {
     kz: "адамгершілікке жат",
     ru: "безнравственный",
     en: "immoral"
    },
    {
     kz: "адамгершілікке қарсы қылмыс",
     ru: "преступление против нравственности",
     en: "offence against morality"
    },
    {
     kz: "жеке тұлғаға қарсы қылмыс",
     ru: "преступление против личности",
     en: "offence against the person"
    },
    {
     kz: "адамдарды ұрлау",
     ru: "похищение людей",
     en: "kidnapping"
    },
    {
     kz: "жеке тұлғаны анықтау",
     ru: "устанавливать личность",
     en: "identify"
    },
    {
     kz: "адамды сот жауаптылығына тарту",
     ru: "привлекать лицо к судебной ответственности",
     en: "put on trial"
    },
    {
     kz: "Адам құқығы жөніндегі Еуропа соты",
     ru: "Европейский Суд по правам человека",
     en: "European Court of Human rights"
    },
    {
     kz: "Адам құқықтар жөніндегі комиссия",
     ru: "Комиссия по правам человека",
     en: "Commission on Human Rights"
    },
    {
     kz: "адамның табиғи құқықтары",
     ru: "естественные права человека",
     en: "natural rights"
    },
    {
     kz: "адам өлтіру",
     ru: "убийство",
     en: "homicide, killing"
    },
    {
     kz: "қасақана (әдейі) адам өлтіру",
     ru: "умышленное (преднамеренное) убийство",
     en: "felonious homicide"
    },
    {
     kz: "абайсызда (қасақана емес) адам өлтіру",
     ru: "неумышленное (непреднамеренное) убийство",
     en: "excusable homicide"
    },
    {
     kz: "өзін қорғау мақсатында адам өлтіру",
     ru: "убийство в целях самозащиты",
     en: "homicide se defendendo"
    },
    {
     kz: "адам өлтіруші",
     ru: "убийца",
     en: "homicide"
    },
    {
     kz: "адам өмірін қию",
     ru: "лишение человека жизни",
     en: "homicide"
    },
    {
     kz: "адам ұрлау",
     ru: "похитить кого-л",
     en: "kidnap"
    },
    {
     kz: "адам ұрлаушы (адамдарды, әсіресе балаларды)",
     ru: "похититель (людей, особенно детей)",
     en: "kidnapper"
    },
    {
     kz: "І адасу;",
     ru: "I заблуждение;",
     en: "I misconception;"
    },
    {
     kz: "ІІ қателесу, адасу",
     ru: "II ошибаться, заблуждаться",
     en: "II err"
    },
    {
     kz: "адвокат",
     ru: "адвокат, солиситор",
     en: "advocate, solicitor"
    },
    {
     kz: "адвокат қызметтерін төлеу",
     ru: "оплата услуг адвоката",
     en: "cost(s)"
    },
    {
     kz: "адвокатпен келісімшарт",
     ru: "договор с адвокатом",
     en: "retainer"
    },
    {
     kz: "адвокаттар қауымдастығы",
     ru: "ассоциация адвокатов",
     en: "bar association"
    },
    {
     kz: "адвокаттық атақтан айыру",
     ru: "лишать звания адвоката",
     en: "disbar"
    },
    {
     kz: "адвокаттық іс құқығынан айыру",
     ru: "лишать права адвокатской практики",
     en: "disbar"
    },
    {
     kz: "адвокаттың алдын ала қаламақысы",
     ru: "предварительный гонорар адвоката",
     en: "retainer"
    },
    {
     kz: "бір тараптың екі адвокатының кішісі",
     ru: "младший из двух адвокатов одной стороны",
     en: "pleader"
    },
    {
     kz: "адвокатура",
     ru: "адвокатура",
     en: "advocacy"
    },
    {
     kz: "адвокатураға дайындалу",
     ru: "готовиться к адвокатуре",
     en: "eat, to eat for the Bar"
    },
    {
     kz: "адъюнкт, көмекші",
     ru: "адъюнкт, помощник",
     en: "adjunct"
    },
    {
     kz: "ажырасу",
     ru: "развод",
     en: "divorce"
    },
    {
     kz: "ажырасу туралы талап арыз",
     ru: "иск о разводе",
     en: "matrimonial action"
    },
    {
     kz: "азамат",
     ru: "гражданин амер.",
     en: "national амер., native, citizen"
    },
    {
     kz: "азаматтығы жоқ",
     ru: "не имеющий гражданства",
     en: "stateless"
    },
    {
     kz: "азаматтығы жоқ адам",
     ru: "апатрид, лицо без гражданства",
     en: "apatride"
    },
    {
     kz: "азаматтық",
     ru: "гражданство; гражданский",
     en: "citizenship; civil"
    },
    {
     kz: "азаматтықтан айыру",
     ru: "лишения гражданства",
     en: "revocation of citizenship"
    },
    {
     kz: "азаматтық бостандықтар",
     ru: "гражданские свободы",
     en: "civil liberties"
    },
    {
     kz: "азаматтық кодекс",
     ru: "гражданский кодекс",
     en: "civil code"
    },
    {
     kz: "азаматтық құқықтар",
     ru: "гражданские права",
     en: "civil rights"
    },
    {
     kz: "азаматтық қызметші",
     ru: "гражданский служащий",
     en: "civil officer"
    },
    {
     kz: "азаматтық неке",
     ru: "гражданский брак",
     en: "civil marriage"
    },
    {
     kz: "азаматтық іс жүргізу, процесс",
     ru: "гражданский процесс",
     en: "civil procedure"
    },
    {
     kz: "азаматтық талап арыз",
     ru: "гражданский иск",
     en: "civil suit"
    },
    {
     kz: "азаматтықты таңдау",
     ru: "выбор гражданства, оптация",
     en: "choice of citizenship"
    },
    {
     kz: "азаматтық хал актілерін тіркеу",
     ru: "регистрация актов гражданского состояния",
     en: "civil registration"
    },
    {
     kz: "мемлекеттік азаматтық қызмет",
     ru: "государственная гражданская служба",
     en: "civil service"
    },
    {
     kz: "азаматтық құқықтарынан айыру",
     ru: "лишение гражданских прав",
     en: "extinction of civil rights"
    },
    {
     kz: "азаматтық-құқықтық санкция",
     ru: "гражданско-правовая санкция",
     en: "civil penalty"
    },
    {
     kz: "азаматтық сот өндірісі тәртібімен мүлікке тыйым салу",
     ru: "арест имущества в порядке гражданского судопроизводства",
     en: "arrest on civil cases"
    },
    {
     kz: "азаматтықсыз",
     ru: "безгражданство",
     en: "statelessness"
    },
    {
     kz: "азаматтықтан айыру",
     ru: "I лишение гражданства; II лишать гражданства",
     en: "I denationalization; II denationalize"
    },
    {
     kz: "азаптану",
     ru: "страдать",
     en: "suffer"
    },
    {
     kz: "азғындық",
     ru: "распутство",
     en: "ordure"
    },
    {
     kz: "азық-түлікті өңдеу",
     ru: "переработка продуктов",
     en: "processing"
    },
    {
     kz: "айғақ",
     ru: "улика",
     en: "evidence"
    },
    {
     kz: "айдаудағы жұмыстар",
     ru: "каторжные работы",
     en: "hard labour"
    },
    {
     kz: "айдауылдау (тұтқынды)",
     ru: "конвоировать (арестованного)",
     en: "escort"
    },
    {
     kz: "айқын, анық, нақты",
     ru: "ясный, явный, очевидный, ясно выраженный",
     en: "clear, obvious, positive"
    },
    {
     kz: "айқын дәлелдер",
     ru: "явные доказательства",
     en: "clear evidence of proof"
    },
    {
     kz: "айқындалу",
     ru: "проясняться",
     en: "clear"
    },
    {
     kz: "іс бойынша айқындалатын шындық",
     ru: "устанавливаемая по делу истина",
     en: "principal fact"
    },
    {
     kz: "айқындау; негіздеу",
     ru: "устанавливать; основывать",
     en: "constitute"
    },
    {
     kz: "айналымнан алу",
     ru: "изымать из обращения",
     en: "retire"
    },
    {
     kz: "айрылу",
     ru: "лишаться",
     en: "forfeit"
    },
    {
     kz: "айыпкердің орындауы міндетті үкім",
     ru: "приговор, требующий от обвиняемого выполнение",
     en: "communitive service"
    },
    {
     kz: "айыппұл",
     ru: "штраф",
     en: "forfeit, penalty"
    },
    {
     kz: "айыппұл туралы құжаттарды өндіріп алуға жіберу",
     ru: "направлять к взысканию документы о штрафе",
     en: "estreat"
    },
    {
     kz: "айыппұл санкциясы",
     ru: "штрафная санкция",
     en: "penal action"
    },
    {
     kz: "айып тағу (қылмыстық іс бойынша)",
     ru: "предъявлять обвинение (по уголовному делу)",
     en: "accuse, arraign; article"
    },
    {
     kz: "айыпталушы",
     ru: "обвиняемый",
     en: "accused, defendant, charged"
    },
    {
     kz: "айыптау",
     ru: "I обвинение; II обвинять",
     en: "I accusation; II accuse, argue"
    },
    {
     kz: "айыптау актісі",
     ru: "обвинительный акт",
     en: "accusation"
    },
    {
     kz: "айыптауға қатысты",
     ru: "относящийся к обвинению",
     en: "accusatorial"
    },
    {
     kz: "айыптауды бекіту",
     ru: "утверждать обвинение",
     en: "recriminate"
    },
    {
     kz: "айыптаудың соттық рәсімі",
     ru: "обвинительная судебная процедура",
     en: "accusatory pleading"
    },
    {
     kz: "айыптау жағынан сөйлеу",
     ru: "выступать от лица обвинения",
     en: "appear for prosecution"
    },
    {
     kz: "айыптау куәсы",
     ru: "свидетель обвинения",
     en: "prosecuting witness"
    },
    {
     kz: "айыптау құжаты",
     ru: "обвинительный документ",
     en: "accusatory instrument"
    },
    {
     kz: "айыптау қорытындысы",
     ru: "обвинительное заключение",
     en: "conclusion to indict"
    },
    {
     kz: "айыптау үкімі",
     ru: "обвинительный приговор",
     en: "conviction, guilty verdict"
    },
    {
     kz: "айыптаушы (қоғамдық)",
     ru: "обвинитель (общественный)",
     en: "accuser, public procurator"
    },
    {
     kz: "айыптаушыны қолдау",
     ru: "поддерживать обвинителя",
     en: "appear for prosecution"
    },
    {
     kz: "айыптық",
     ru: "штрафной",
     en: "penal"
    },
    {
     kz: "айыптық айып",
     ru: "штрафная неустойка",
     en: "penalty"
    },
    {
     kz: "айрықша",
     ru: "исключительный",
     en: "sole"
    },
    {
     kz: "айрықша қолданыс (сауда маркасын, сауда белгісін)",
     ru: "исключительное пользование (торговой маркой, товарным знаком)",
     en: "exclusive use"
    },
    {
     kz: "айрықша құқық",
     ru: "исключительное право",
     en: "sole right, exclusive right"
    },
    {
     kz: "айрықша пікір",
     ru: "особое мнение",
     en: "separate opinion"
    },
    {
     kz: "айырбас",
     ru: "обмен",
     en: "exchange"
    },
    {
     kz: "айырбастау (ақшаны)",
     ru: "обменивать; разменивать (деньги)",
     en: "exchange"
    },
    {
     kz: "акция",
     ru: "акция",
     en: "share"
    },
    {
     kz: "ақиқат",
     ru: 'истина',
     en: "truth"
    },
    {
     kz: "ақыл қабілеттері",
     ru: "умственные способности",
     en: "mental capacity"
    },
    {
     kz: "акт",
     ru: "документ, акт",
     en: "factum (pl. – ta, - s)"
    },
    {
     kz: "ақталу",
     ru: "оправдание лат.",
     en: "alibi"
    },
    {
     kz: "ақтау, кешірім",
     ru: "I оправдание, реабилитация, прощение; II оправдать, полилование",
     en: "I absolution, exculpation; II acquit, exculpate"
    },
    {
     kz: "ақтау үкімі",
     ru: "оправдательный приговор",
     en: "absolutory sentence"
    },
    {
     kz: "ақша айырбасы",
     ru: "размен денег",
     en: "exchange"
    },
    {
     kz: "ақша бопсалау",
     ru: "I вымогательство денег; II вымогать деньги",
     en: "I shakedown; II bleed"
    },
    {
     kz: "ақша қарызы",
     ru: "денежный долг",
     en: "debt(s)"
    },
    {
     kz: "ақша қарызын өндіру туралы талап арыз",
     ru: "иск о взыскании денежного долга",
     en: "debt(s)"
    },
    {
     kz: "ақшалай түсім",
     ru: "выручка",
     en: "rebutment"
    },
    {
     kz: "ақшаны банкке салу",
     ru: "класть деньги в банк",
     en: "bank"
    },
    {
     kz: "ақшаны банкте ұстау",
     ru: "держать деньги в банке",
     en: "bank"
    },
    {
     kz: "ақшаның айырбастау бағамы",
     ru: "обменный курс валюты",
     en: "exchange rate"
    },
    {
     kz: "ақша шығындау, шығындары",
     ru: "денежная растрата",
     en: "defalcation"
    },
    {
     kz: "ақы",
     ru: "заработок",
     en: "gain(s)"
    },
    {
     kz: "ақыл",
     ru: "рассудок",
     en: "sense"
    },
    {
     kz: "ақыл-есі дұрыс емес күйде",
     ru: "не находящийся в здравом уме",
     en: "insane"
    },
    {
     kz: "ақыл-есі түзу кезінде",
     ru: "в здравом уме и в твердой памяти",
     en: "in one’s right senses"
    },
    {
     kz: "алақан бедерлерінің өрнектері",
     ru: "кожные узоры ладоней",
     en: "dermatic whorl"
    },
    {
     kz: "алақан таңбасы",
     ru: "отпечатки ладони, пальмоскопия",
     en: "palm prints"
    },
    {
     kz: "алаяқ",
     ru: "мошенник, обманщик",
     en: "crook"
    },
    {
     kz: "алаяқтық; алдау; бопсалаушылық",
     ru: "I мошенничество; обман; вымогательство; II лгать, обманывать",
     en: "I racket; cheat, overreach, fraud, foul play, deceit; extortion; II lie, cheat"
    },
    {
     kz: "алаяқ мекеме",
     ru: "мошенническое предприятие",
     en: "bubble company"
    },
    {
     kz: "алғанына қол қою",
     ru: "расписываться в получении",
     en: "rebutment"
    },
    {
     kz: "алғанына қолхат",
     ru: "расписка в получении",
     en: "rebutment"
    },
    {
     kz: "алғанына қолхат беру",
     ru: "выдавать расписку в получении",
     en: "rebutment"
    },
    {
     kz: "алғашқы",
     ru: "первичный",
     en: "primary"
    },
    {
     kz: "алғашқы дәлел",
     ru: "первичное доказательство",
     en: "original evidence"
    },
    {
     kz: "алғашқы кезек",
     ru: "первоочередность",
     en: "priority"
    },
    {
     kz: "алғашқылық (талқыланатын сауалдардың ретін анықтау кезіндегі рет, кезек)",
     ru: "приоритет (при установлении очередности обсуждения вопросов)",
     en: "privilege, priority"
    },
    {
     kz: "алдағы (күтілетін) шығындар",
     ru: "ожидаемые расходы",
     en: "estimate"
    },
    {
     kz: "алдамшы, алдау",
     ru: "жульничество, обман",
     en: "knavery"
    },
    {
     kz: "алдау",
     ru: "I мошенничество; обман; вымогательство; II лгать, обманывать",
     en: "I racket; cheat, overreach, fraud, foul play, deceit; extortion; II lie, cheat"
    },
    {
     kz: "алдаушы",
     ru: "обманщик",
     en: "cheat"
    },
    {
     kz: "алдын ала",
     ru: "предварительный",
     en: "prior, previous"
    },
    {
     kz: "алдын ала ымыраласу (келісу)",
     ru: "предварительный сговор",
     en: "previous concert"
    },
    {
     kz: "алдын ала қамау орындары",
     ru: "места предварительного заключения",
     en: "places of preliminary confinement"
    },
    {
     kz: "алдын ала қасақаналық",
     ru: "предумышленный",
     en: "premediated"
    },
    {
     kz: "алдын ала мақсаттылық",
     ru: "преднамеренный",
     en: "premeditated"
    },
    {
     kz: "алдын ала тергеу",
     ru: "предварительное следствие",
     en: "preliminary inquiry"
    },
    {
     kz: "алдын ала тыңдау",
     ru: "предварительное слушание",
     en: "examining trial"
    },
    {
     kz: "алдын алу",
     ru: "предотвращать; профилактика",
     en: "prevent; preventive measures"
    },
    {
     kz: "алдыңғы",
     ru: "предшествующий, предыдущий",
     en: "prior"
    },
    {
     kz: "алиби",
     ru: "алиби",
     en: "alibi"
    },
    {
     kz: "алиби ұсыну",
     ru: "представлять алиби",
     en: "alibi"
    },
    {
     kz: "алимент",
     ru: "алимент",
     en: "aliment"
    },
    {
     kz: "алқа билер",
     ru: "присяжные",
     en: "jury, lay people"
    },
    {
     kz: "алқа билер құрамы",
     ru: "состав присяжных",
     en: "jury"
    },
    {
     kz: "алқа билер соты",
     ru: "суд присяжных",
     en: "assise, jury"
    },
    {
     kz: "алу (тыйымды, шектеуді және т.б.)",
     ru: "I получение; изъятие; II снимать (запрещение, ограничение и т.п.)",
     en: "I rebutment; privilege; II lift"
    },
    {
     kz: "алымсыз",
     ru: "беспошлинный",
     en: "custom free"
    },
    {
     kz: "алып тастау (тыйымды, шектеуді және т.б.)",
     ru: "отменять (запрещение, ограничение и т.п.); исключать; изымать",
     en: "lift; except"
    },
    {
     kz: "ант",
     ru: "присяга",
     en: "oath, juration"
    },
    {
     kz: "ант беру",
     ru: "под присягой",
     en: "by (on) oath"
    },
    {
     kz: "ант қабылдау",
     ru: "приносить присягу",
     en: "make oath"
    },
    {
     kz: "ант алдында терістеу",
     ru: "отрицать под присягой",
     en: "forswear"
    },
    {
     kz: "ант қабылдату",
     ru: "I приведение к присяге; II приводить к присяге",
     en: "I adjudiration, juration; II adjure"
    },
    {
     kz: "ант қабылдау",
     ru: "I принесение присяги; II приносить присягу, присягать",
     en: "I adjudiration; II adjure, take oath"
    },
    {
     kz: "анық",
     ru: "очевидный, явный, ясный, абсолютный",
     en: "obvious, clear"
    },
    {
     kz: "анық қауіптілік",
     ru: "очевидная опасность",
     en: "obvious danger"
    },
    {
     kz: "анық қатер, анық тәуекел",
     ru: "очевидный риск",
     en: "obvious risk"
    },
    {
     kz: "анықтық, айқындық",
     ru: "достоверность",
     en: "truth"
    },
    {
     kz: "анықтама",
     ru: "сертификат, справка",
     en: "certificate"
    },
    {
     kz: "анықтау, тергеу; айқындау (санын, сапасын)",
     ru: "дознание, следствие; определение (количества, качества)",
     en: "inquest; evaluation"
    },
    {
     kz: "апат, жұт, нәубет, зұлмат",
     ru: "катастрофа, бедствие, авария",
     en: "calamity, catastrophe, damage"
    },
    {
     kz: "апелляция",
     ru: "апелляция",
     en: "appeal"
    },
    {
     kz: "апелляция құқығы",
     ru: "право апелляции",
     en: "appeal"
    },
    {
     kz: "апелляциялық (шағым) арыз",
     ru: "апелляционная жалоба, обжалование",
     en: "appeal"
    },
    {
     kz: "апелляциялық (шағым)  арыз беру",
     ru: "апеллировать",
     en: "appeal"
    },
    {
     kz: "апелляциялық сот (АҚШ-да)",
     ru: "апелляционный суд (в США)",
     en: "Appellate Court"
    },
    {
     kz: "апелляцияны (шағым арызды) қайтару",
     ru: "отклонить апелляцию",
     en: "dismiss an appeal"
    },
    {
     kz: "апелляцияны (шағым арызды) қанағаттандыру",
     ru: "удовлетворять апелляцию",
     en: "allow an appeal"
    },
    {
     kz: "апелляция талапкері",
     ru: "истец по апелляции",
     en: "plaintiff in error"
    },
    {
     kz: "аралас талап арыз",
     ru: "смешанный иск",
     en: "mixed action"
    },
    {
     kz: "аралық жазба",
     ru: "третейская запись",
     en: "compromise"
    },
    {
     kz: "аралық сот",
     ru: "арбитраж, третейский суд",
     en: "arbitrage"
    },
    {
     kz: "арамза",
     ru: "подлый, бесчестный",
     en: "foul"
    },
    {
     kz: "арамзалық",
     ru: "вероломство",
     en: "faith, bad faith"
    },
    {
     kz: "арам ниетті",
     ru: "злонамеренный",
     en: "malicious"
    },
    {
     kz: "арам пайда",
     ru: "нажива",
     en: "profit"
    },
    {
     kz: "арам пиғыл",
     ru: "злой умысел",
     en: "ill-will"
    },
    {
     kz: "арам пиғылмен  алдын ала ойластырып адам өлтіру",
     ru: "злонамеренное предумышленное убийство",
     en: "cold blood"
    },
    {
     kz: "азғыру",
     ru: "подстрекать",
     en: "abet, incite"
    },
    {
     kz: "азғырушы, көмектесуші",
     ru: "подстрекатель, пособник",
     en: "abettor, inciter"
    },
    {
     kz: "азғырушылық",
     ru: "подстрекательство",
     en: "incitement, abetment"
    },
    {
     kz: "арқадан соққы беру",
     ru: "нанести удар в спину амер. жарг",
     en: "knife"
    },
    {
     kz: "ар-намыс кодексі",
     ru: "кодекс чести",
     en: "law of honour"
    },
    {
     kz: "арнау",
     ru: "посвящать",
     en: "dedicate"
    },
    {
     kz: "ар-ождан бостандығы",
     ru: "свобода совести",
     en: "freedom of religion"
    },
    {
     kz: "артық",
     ru: "привилегированный",
     en: "prior"
    },
    {
     kz: "артық құқық",
     ru: "привилегированное право, преимущественное право",
     en: "privilege, priority"
    },
    {
     kz: "артықшылық",
     ru: "привилегия",
     en: "liberty, privilege"
    },
    {
     kz: "басым",
     ru: "преимущество",
     en: "priority"
    },
    {
     kz: "артықшылық",
     ru: "привилегированный",
     en: "prior"
    },
    {
     kz: "артықшылық беру",
     ru: "давать привилегию",
     en: "privilege"
    },
    {
     kz: "артықшылық көрсету",
     ru: "оказывать предпочтение",
     en: "prefer"
    },
    {
     kz: "ар-ұждан бостандығы",
     ru: "свобода совести",
     en: "right of conscience"
    },
    {
     kz: "арыз",
     ru: "жалоба, прошение",
     en: "complaint, petition"
    },
    {
     kz: "арыз (шағым) беру",
     ru: "жаловаться, подавать жалобу",
     en: "complain, petition"
    },
    {
     kz: "арыздану (шағымдану)",
     ru: "подавать апелляционную жалобу, жаловаться",
     en: "appeal, complain"
    },
    {
     kz: "арыздануға (шағымдануға) жатпайды",
     ru: "обжалованию не подлежит",
     en: "without appeal"
    },
    {
     kz: "арызқой",
     ru: "жалобщик",
     en: "complainant"
    },
    {
     kz: "арыз ұсыну",
     ru: "представлять прошение",
     en: "present a petition"
    },
    {
     kz: "aрызшы, талапкер",
     ru: "истец",
     en: "libellant"
    },
    {
     kz: "аса қажетті дәлел",
     ru: "крайне необходимое доказательство",
     en: "critical evidence"
    },
    {
     kz: "аса қажеттілік",
     ru: "крайняя необходимость",
     en: "emergency"
    },
    {
     kz: "асу",
     ru: "вешать",
     en: "hang, gibbet"
    },
    {
     kz: "асфиксия",
     ru: "асфиксия",
     en: "asphyxia"
    },
    {
     kz: "механикалық асфиксия",
     ru: "механическая асфиксия",
     en: "mechanical asphyxia"
    },
    {
     kz: "асыраған ата-ана",
     ru: "приемные родители",
     en: "foster parents"
    },
    {
     kz: "асыранды бала",
     ru: "приемный ребенок",
     en: "foster child"
    },
    {
     kz: "асыра пайдалану",
     ru: "превышать",
     en: "abuse"
    },
    {
     kz: "асырау",
     ru: "содержание; содержать",
     en: "aliment"
    },
    {
     kz: "асырыңқы жылдамдық",
     ru: "превышенная скорость",
     en: "excessive speed"
    },
    {
     kz: "асырыңқы  үкім (әділетсіз негізде шығарылған)",
     ru: "чрезмерный приговор (вынесенный на основании предвзятого мнения, необъективности)",
     en: "excessive verdict"
    },
    {
     kz: "ата-ана",
     ru: "родители",
     en: "parents"
    },
    {
     kz: "ата-ана құқығы",
     ru: "родительские права",
     en: "parental rights"
    },
    {
     kz: "атқару ",
     ru: "исполнение",
     en: "satisfaction, performance "
    },
    {
     kz: "атқару, істеу, жасау",
     ru: "исполнять, делать, создавать",
     en: "execute, make, perform"
    },
    {
     kz: "атқарушы билік",
     ru: "исполнительная власть",
     en: "administrative authority, executive authority"
    },
    {
     kz: "атқарушы биліктің (президенттің) бұйрығы (жарлығы)",
     ru: "приказ (указ) исполнительной власти (президента)",
     en: "executive order"
    },
    {
     kz: "атқарушы орган",
     ru: "исполнительный орган",
     en: "executive board"
    },
    {
     kz: "ату",
     ru: "стрелять",
     en: "fire"
    },
    {
     kz: "атыс",
     ru: "выстрел, стрельба",
     en: "shot, firing"
    },
    {
     kz: "атыс қаруы",
     ru: "огнестрельное оружие",
     en: "firearm"
    },
    {
     kz: "атыс қаруының калибрі",
     ru: "калибр огнестрельного оружия",
     en: "calibre; gage"
    },
    {
     kz: "аудан",
     ru: "район",
     en: "district"
    },
    {
     kz: "аудандық",
     ru: "районный",
     en: "regional"
    },
    {
     kz: "аудармашы",
     ru: "переводчик",
     en: "language officer"
    },
    {
     kz: "аудару (ақшаны)",
     ru: "переводить (деньги)",
     en: "remit"
    },
    {
     kz: "ауру",
     ru: "больной; болезнь, заболевание",
     en: "sick; sickness"
    },
    {
     kz: "ауырғанына байланысты жәрдемақы",
     ru: "пособие по болезни",
     en: "sick benefit"
    },
    {
     kz: "ауыруына байланысты төленген немесе төленбеген демалыс",
     ru: "оплаченный или неоплаченный отпуск по болезни",
     en: "sick leave"
    },
    {
     kz: "ауызша   мәміле (келісім)",
     ru: "устное соглашение",
     en: "parol agreement"
    },
    {
     kz: "ауызша бейнелеу (пішіндеу)",
     ru: "словесный портрет",
     en: "physical description off a person"
    },
    {
     kz: "ауызша көрсетпе",
     ru: "устное показание",
     en: "verbal statement"
    },
    {
     kz: "ауызша өндіріс (сотта)",
     ru: "устное производство (в суде)",
     en: "oral proceedings"
    },
    {
     kz: "ауыр, қиын",
     ru: "тяжелый, трудный",
     en: "hard"
    },
    {
     kz: "ауыр кісі өлімінің субъектісі",
     ru: "субъект тяжкого убийства",
     en: "murderer"
    },
    {
     kz: "ауыр салдарлы тонау",
     ru: "тяжкое ограбление",
     en: "aggravated robbery"
    },
    {
     kz: "ауыртпалықсыз",
     ru: "необремененный, свободный от чего-л.",
     en: "clear"
    },
    {
     kz: "ауысу (құқық туралы)",
     ru: "переходить (о праве)",
     en: "pass"
    },
    {
     kz: "ашу, табу",
     ru: "раскрывать, обнаружить",
     en: "uncover"
    },
    {
     kz: "ашық сот процесі",
     ru: "открытый судебный процесс",
     en: "public trial"
    },
    {
     kz: "ашыналық сөйл.",
     ru: "сожительство разг. груб.",
     en: "make"
    },
    {
     kz: "аяқ",
     ru: "нога",
     en: "foot"
    },
    {
     kz: "аяқ ізтаңбасы (іздері)",
     ru: "отпечаток ноги (следы)",
     en: "foot mark (print)"
    },
    {
     kz: "аяқталу",
     ru: "заканчивать(ся)",
     en: "conclude"
    },
    {
     kz: "аяқтау",
     ru: "заканчивать(ся)",
     en: "conclude"
    },
    {
     kz: "әдеп",
     ru: "этикет",
     en: "etiquette"
    },
    {
     kz: "әдепсіздік",
     ru: "непристойность",
     en: "ordure"
    },
    {
     kz: "әдепсіз қылық",
     ru: "неэтичное поведение",
     en: "unethical conduct"
    },
    {
     kz: "әдет-ғұрып",
     ru: "обычай",
     en: "custom"
    },
    {
     kz: "әдет-ғұрып құқығы",
     ru: "обычное право",
     en: "custom"
    },
    {
     kz: "әдеттегі",
     ru: "нормальный",
     en: "regular"
    },
    {
     kz: "әдеттегідей",
     ru: "обычный, привычный; обыкновение",
     en: "habitual; practice"
    },
    {
     kz: "әдеттен тыс, нормадан ауытқу",
     ru: "ненормальность, отклонение от нормы",
     en: "abnormality"
    },
    {
     kz: "әділ",
     ru: "I беспристрастный, справедливый, неподкупный; II справедливо",
     en: "I unbiased, just, right, incorrupt; equitable; II justly"
    },
    {
     kz: "әділ судья; әділ сот",
     ru: "неподкупный судья; неподкупный суд",
     en: "an honest judge"
    },
    {
     kz: "әділ, әділдік",
     ru: "справедливость; неподкупность",
     en: "justice; incorruptibility"
    },
    {
     kz: "әділет",
     ru: "юстиция",
     en: "justice"
    },
    {
     kz: "қылмыстық әділет",
     ru: "уголовная юстиция",
     en: "criminal justice"
    },
    {
     kz: "әділетсіз ойын",
     ru: "нечестная игра",
     en: "foul play"
    },
    {
     kz: "әділетсіздік",
     ru: "несправедливость",
     en: "inequity"
    },
    {
     kz: "әділеттілік",
     ru: "справедливость",
     en: "justice"
    },
    {
     kz: "әділ тыңдау сотын талап ету құқығы",
     ru: "право требовать справедливого слушания",
     en: "access to courts"
    },
    {
     kz: "әйел",
     ru: "жена",
     en: "feme"
    },
    {
     kz: "тұрмыс құрмаған әйел",
     ru: "незамужняя женщина",
     en: "feme sole"
    },
    {
     kz: "тұрмыстағы әйел",
     ru: "замужняя женщина",
     en: "feme covert"
    },
    {
     kz: "әкелу (әкелім) баж салығы",
     ru: "ввозная пошлина",
     en: "entrance duty"
    },
    {
     kz: "әкелігін анықтау",
     ru: "устанавливать отцовство",
     en: "filiate"
    },
    {
     kz: "әкімшілік",
     ru: "административный",
     en: "executive"
    },
    {
     kz: "әкімшілік құқық саласындағы құқық бұзушылық",
     ru: "правонарушение в области административного права",
     en: "administrative crime"
    },
    {
     kz: "әлеуметтік қамсыздандыру",
     ru: "социальное обеспечение",
     en: "social welfare"
    },
    {
     kz: "әпкесін (сіңілісін, қарындасын) өлтіру",
     ru: "убийство сестры",
     en: "fratricide"
    },
    {
     kz: "әпкесін (сіңілісін, қарындасын) өлтіруші",
     ru: "убийца сестры",
     en: "fratricide"
    },
    {
     kz: "әрекет",
     ru: "деяние",
     en: "act"
    },
    {
     kz: "әрекетке қабілетсіздік",
     ru: "недееспособность",
     en: "disability"
    },
    {
     kz: "әрекеттену",
     ru: "пытаться",
     en: "try"
    },
    {
     kz: "әріп",
     ru: "буква",
     en: "letter"
    },
    {
     kz: "әріптес",
     ru: "коллегия",
     en: "body"
    },
    {
     kz: "әсер, ықпал",
     ru: "воздействие, влияние",
     en: "influence"
    },
    {
     kz: "әскерден босаушы",
     ru: "уволенный из армии, демобилизованный",
     en: "discharge"
    },
    {
     kz: "әскери",
     ru: "военный; воинский",
     en: "military"
    },
    {
     kz: "әскери қызметке қабылдау",
     ru: "набор на военную службу",
     en: "conscription"
    },
    {
     kz: "әскери қызметке шақырылған",
     ru: "призванный на военную службу",
     en: "conscript"
    },
    {
     kz: "әскери қызметке шақыру",
     ru: "призывать на военную службу",
     en: "conscript"
    },
    {
     kz: "әскери міндеттілік",
     ru: "воинская повинность",
     en: "conscription"
    },
    {
     kz: "әскери прокурор",
     ru: "военный прокурор",
     en: "judge advocate"
    },
    {
     kz: "әскери трибунал",
     ru: "военный трибунал",
     en: "military commission"
    },
    {
     kz: "баға",
     ru: "оценка; цена",
     en: "judgment, estimate, evaluation; price"
    },
    {
     kz: "баға беру",
     ru: "давать оценку",
     en: "evaluate"
    },
    {
     kz: "баға қою (тағайындау)",
     ru: "устанавливать стоимость",
     en: "evaluate"
    },
    {
     kz: "бағалау",
     ru: "I оценивание; II оценивать; исчислять",
     en: "I evaluation; II rate; evaluate"
    },
    {
     kz: "бағам",
     ru: "тариф; такса; цена; курс",
     en: "rate, price"
    },
    {
     kz: "валюта бағамы",
     ru: "валютный курс",
     en: "rate of exchange"
    },
    {
     kz: "бағаның көтерілуі",
     ru: "повышение в цене",
     en: "price advance"
    },
    {
     kz: "бағаның өсуі",
     ru: "рост цен",
     en: "price advance"
    },
    {
     kz: "бағдарламаның және ірі жобалардың қоршаған ортаға әсер етін айғақтайтын құжаттар",
     ru: "документы, свидетельствующие о       воздействии на окружающую среду крупных проектов и программ",
     en: "environmental impact statements"
    },
    {
     kz: "бағынбау",
     ru: "I неповиновение; II не повиноваться",
     en: "I disobeyance; II disobey"
    },
    {
     kz: "бағыттау",
     ru: "адресовать",
     en: "address"
    },
    {
     kz: "бағыттаушы",
     ru: "направляющий",
     en: "in charge of"
    },
    {
     kz: "баж салығы",
     ru: "пошлина",
     en: "duty"
    },
    {
     kz: "әкелім баж салығы",
     ru: "ввозная пошлина",
     en: "entrance duty"
    },
    {
     kz: "баж салығы салынатын",
     ru: "облагаемый пошлиной",
     en: "duty paid"
    },
    {
     kz: "баж салығынсыз",
     ru: "беспошлинный, беспошлинно",
     en: "duty free"
    },
    {
     kz: "кедендік баж салығы",
     ru: "таможенная пошлина",
     en: "custom duty"
    },
    {
     kz: "баж салығынсыз",
     ru: "беспошлинный",
     en: "free"
    },
    {
     kz: "бажсыз",
     ru: "беспошлинный",
     en: "custom free"
    },
    {
     kz: "байқау (әскери)",
     ru: "смотр (военных)",
     en: "muster"
    },
    {
     kz: "байланыс",
     ru: "связь",
     en: "relation"
    },
    {
     kz: "бақталас",
     ru: "соперник",
     en: "competitor"
    },
    {
     kz: "бақытсыздық",
     ru: "несчастье",
     en: "disaster"
    },
    {
     kz: "бала асырап алу",
     ru: "усыновление (удочерение)",
     en: "adoption"
    },
    {
     kz: "бала асырап алушы",
     ru: "усыновитель",
     en: "adopter"
    },
    {
     kz: "балағат",
     ru: "оскорбление",
     en: "insult, injury, offence"
    },
    {
     kz: "ауыр балағат",
     ru: "тяжкое оскорбление",
     en: "great insult"
    },
    {
     kz: "І балағаттау, төмендету; қорлау; ІІ балағаттау",
     ru: "I оскорбление, унижение; сквернословие; II оскорблять",
     en: "I indignity, contempt; ordure; II abuse, insult, offend, revile"
    },
    {
     kz: "балағаттаушы",
     ru: "оскорбитель, обидчик",
     en: "insulter"
    },
    {
     kz: "баллистика",
     ru: "баллистика",
     en: "ballistics"
    },
    {
     kz: "баллистикалық сараптама",
     ru: "баллистическая экспертиза",
     en: "ballictics expert examination"
    },
    {
     kz: "банда",
     ru: "банда",
     en: "gang"
    },
    {
     kz: "бандит",
     ru: "I бандит; II вступить в шайку",
     en: "I gunman, killer; II gang"
    },
    {
     kz: "банк",
     ru: "банк",
     en: "bank"
    },
    {
     kz: "банкрот болу",
     ru: "стать банкротом",
     en: "fail"
    },
    {
     kz: "Банкроттық туралы заң",
     ru: "Закон о банкротстве",
     en: "Bankruptcy act (BA)"
    },
    {
     kz: "банк ісімен шұғылдану",
     ru: "заниматься банковским делом",
     en: "bank"
    },
    {
     kz: "бап",
     ru: "статья",
     en: "article"
    },
    {
     kz: "баптар бойынша (талқылау, дауыс беру)",
     ru: "постатейный (об обсуждении, голосовании)",
     en: "clause-by-clause"
    },
    {
     kz: "барлау",
     ru: "I наблюдение; II наблюдать",
     en: "I observation; II observe"
    },
    {
     kz: "бас куә",
     ru: "главный свидетель",
     en: "target witness"
    },
    {
     kz: "басқа инстанцияға беру",
     ru: "передавать в другую инстанцию",
     en: "remit"
    },
    {
     kz: "басқарма",
     ru: "правление",
     en: "rule"
    },
    {
     kz: "басқару",
     ru: "I управление; II править",
     en: "I government; II rule"
    },
    {
     kz: "басқару формасы",
     ru: "форма правления",
     en: "government"
    },
    {
     kz: "басқыншылық жасау",
     ru: "захватывать, обирать",
     en: "despoil"
    },
    {
     kz: "бас лицензия",
     ru: "генеральная лицензия",
     en: "general license"
    },
    {
     kz: "баспа құқығы",
     ru: "издательское право",
     en: "copyright"
    },
    {
     kz: "баспа құқығын қамтамасыз ету",
     ru: "обеспечивать издательское право",
     en: "copyright"
    },
    {
     kz: "баспасөз бостандығы",
     ru: "свобода прессы",
     en: "freedom of press"
    },
    {
     kz: "бас прокурордың көмекшісі",
     ru: "помощник генерального прокурора",
     en: "advocate – depute шотл."
    },
    {
     kz: "бассыздық, өктемдік",
     ru: "произвол",
     en: "self-will"
    },
    {
     kz: "бастапқы",
     ru: "I первенство; II первоначальный",
     en: "I priority; II primary"
    },
    {
     kz: "бастапқы дәлел (дәлелдеме)",
     ru: "первичное доказательство",
     en: "primary evidence"
    },
    {
     kz: "бас тарту",
     ru: "отводить, отказываться",
     en: "reject, disallow, forgive"
    },
    {
     kz: "бастау",
     ru: "вести",
     en: "conduct"
    },
    {
     kz: "басты, негізгі",
     ru: "главный, основной",
     en: "senior, chief, general, key, main, principal, primary"
    },
    {
     kz: "басты бөлімі (құжаттың)",
     ru: "главная часть (документа)",
     en: "body"
    },
    {
     kz: "басты зат (мүлік) (тиесіліден өзгеше)",
     ru: "главная вещь (в отличие от принадлежности)",
     en: "principal"
    },
    {
     kz: "бастық",
     ru: "начальник",
     en: "head"
    },
    {
     kz: "полиция бастығы",
     ru: "начальник полиции",
     en: "chief of police"
    },
    {
     kz: "іздеу бастығы",
     ru: "начальник сыска",
     en: "chief of detectives"
    },
    {
     kz: "басу, басылым",
     ru: "издание",
     en: "publication"
    },
    {
     kz: "басшы, жетекші",
     ru: "глава, руководитель; голова",
     en: "head, chief"
    },
    {
     kz: "мемлекет басшысы",
     ru: "глава государства",
     en: "head of state"
    },
    {
     kz: "үкімет басшысы",
     ru: "глава правительства",
     en: "head of government"
    },
    {
     kz: "басшылық",
     ru: "руководство",
     en: "conduct, government"
    },
    {
     kz: "басым",
     ru: "привилегированный",
     en: "prior"
    },
    {
     kz: "басымдығы бар",
     ru: "пользующийся преимуществом",
     en: "senior"
    },
    {
     kz: "басымдық беру",
     ru: "предоставлять преимущество",
     en: "privilege, prefer"
    },
    {
     kz: "басып алу, тонау",
     ru: "захват; грабеж;",
     en: "despoilment;"
    },
    {
     kz: "басқыншылық жасау",
     ru: "захватывать",
     en: "seize"
    },
    {
     kz: "бәсекеге қабілеттілік",
     ru: "конкурентоспособность",
     en: "competitiveness"
    },
    {
     kz: "бәсекелес",
     ru: "конкурент",
     en: "competitor"
    },
    {
     kz: "бәсекелесу",
     ru: "конкурировать",
     en: "compete"
    },
    {
     kz: "беделін түсіру",
     ru: "компрометировать",
     en: "compromise"
    },
    {
     kz: "бейбіт реттеу",
     ru: "мироное урегулирование",
     en: "pacific settlement"
    },
    {
     kz: "бейбіт шешім (даудың)",
     ru: "мирное разрешение (спора)",
     en: "pacific settlement"
    },
    {
     kz: "бейбітшілік",
     ru: "мир",
     en: "peace"
    },
    {
     kz: "бей-жай",
     ru: "лояльный",
     en: "loyal"
    },
    {
     kz: "бейім",
     ru: "предрасположение",
     en: "predisposition"
    },
    {
     kz: "бейімділік",
     ru: "склонность",
     en: "predisposition"
    },
    {
     kz: "бекіту; мақұлдау",
     ru: "утверждение; одобрение",
     en: "sanction"
    },
    {
     kz: "белгі",
     ru: "признак; ярлык, этикетка",
     en: "label; sign"
    },
    {
     kz: "белгіленген",
     ru: "установленный",
     en: "positive"
    },
    {
     kz: "белгілеріне сәйкес келу",
     ru: "соответствовать приметам",
     en: "answer the description"
    },
    {
     kz: "белгілеу (сот тәртібімен)",
     ru: "I признание, установление (в судебном порядке); II устанавливать (в судебном порядке)",
     en: "I adjudgement; II adjudge, establish"
    },
    {
     kz: "белгілі бір топқа жатқызу",
     ru: "групповая принадлежность",
     en: "class accessory"
    },
    {
     kz: "белгілі саяси бағдар туралы баяндау",
     ru: "делать заявление об определенной политической линии",
     en: "pledge"
    },
    {
     kz: "белсенділік",
     ru: "активность, деятельность",
     en: "activity"
    },
    {
     kz: "беру (арыз, шағым, өтініш, қарсылық);",
     ru: "подача (жалобы, прошение, возражение); облечение (властью, правом);",
     en: "lodgment;"
    },
    {
     kz: "беру (билікпен, құқықпен)",
     ru: "передавать; облекать; наделять (правом, властью)",
     en: "assign; lodge"
    },
    {
     kz: "беттестіру",
     ru: "очная ставка",
     en: "confrontation"
    },
    {
     kz: "беттестіру жүргізу",
     ru: "производить очную ставку",
     en: "compare evidence"
    },
    {
     kz: "беттестіру хаттамасы",
     ru: "протокол очной ставки",
     en: "confrontation protocol"
    },
    {
     kz: "билеуші",
     ru: "правитель",
     en: "governor"
    },
    {
     kz: "билік",
     ru: "господство; власть",
     en: "rule, department"
    },
    {
     kz: "атқарушы билік",
     ru: "исполнительная власть",
     en: "executing department"
    },
    {
     kz: "зандық билік",
     ru: "законодательная власть",
     en: "legislative department"
    },
    {
     kz: "сот билігі",
     ru: "судебная власть",
     en: "judicial department"
    },
    {
     kz: "билікке жүгіну",
     ru: "обратиться к властям",
     en: "apply to the authorities"
    },
    {
     kz: "билік орындары",
     ru: "органы власти",
     en: "authorities"
    },
    {
     kz: "жергілікті билік орындары",
     ru: "местные органы власти",
     en: "local authorities"
    },
    {
     kz: "билік өкілі",
     ru: "представитель власти",
     en: "public agent"
    },
    {
     kz: "билікті асыра пайдалану",
     ru: "превышение власти",
     en: "abuse of power"
    },
    {
     kz: "билікті теріс пайдалану",
     ru: "злоупотребление властью",
     en: "abuse of power (authority)"
    },
    {
     kz: "биліктің федеральды органдары",
     ru: "федеральные органы власти",
     en: "federal authorities"
    },
    {
     kz: "биологиялық өлім",
     ru: "биологическая смерть",
     en: "natural death"
    },
    {
     kz: "биологиялық сараптама",
     ru: "биологическая экспертиза",
     en: "biological expert examination"
    },
    {
     kz: "биржа",
     ru: "биржа",
     en: "exchange"
    },
    {
     kz: "бодандық",
     ru: "подданство",
     en: "nationality"
    },
    {
     kz: "бойдақ",
     ru: "холостой",
     en: "single"
    },
    {
     kz: "болған орнын анықтау",
     ru: "определять местонахождение",
     en: "locate"
    },
    {
     kz: "болдырмау",
     ru: "предотвращать",
     en: "prevent"
    },
    {
     kz: "болжам",
     ru: "предположение",
     en: "supposition"
    },
    {
     kz: "болжау",
     ru: "I предположение; II подразумевать; вовлекать",
     en: "I estimate; II implicate"
    },
    {
     kz: "бопса",
     ru: "шантаж",
     en: "racket"
    },
    {
     kz: "бопсалау",
     ru: "вымогать",
     en: "extort"
    },
    {
     kz: "бопсалауға ұшырау",
     ru: "подвергаться вымогательству",
     en: "bleed"
    },
    {
     kz: "бопсалаушы",
     ru: "вымогатель",
     en: "extortioner (extortionist)"
    },
    {
     kz: "бопсалаушылық",
     ru: "шантаж, вымогательство",
     en: "black-mail, racket, extortion"
    },
    {
     kz: "борышкерлік қолхат",
     ru: "долговая расписка",
     en: "obligation"
    },
    {
     kz: "борышкерлік міндеттеме",
     ru: "долговое обязательство",
     en: "obligation"
    },
    {
     kz: "босату (жауапкершіліктен, жазадан)",
     ru: "освобождать (от ответственности, наказания)",
     en: "absolve, disimprison, dismiss"
    },
    {
     kz: "босқын",
     ru: "беженец",
     en: "refugee, fugitive"
    },
    {
     kz: "бостандық",
     ru: "свобода",
     en: "liberty"
    },
    {
     kz: "бостандықтан айыру",
     ru: "I лишение свободы; II лишать свободы",
     en: "I imprisonment, confinement; II imprison, confine"
    },
    {
     kz: "бөлек",
     ru: "отдельный",
     en: "single"
    },
    {
     kz: "бөлу құқығы (лауазымды)",
     ru: "право распределять (должности)",
     en: "gift"
    },
    {
     kz: "бөлім",
     ru: "отдел",
     en: "department"
    },
    {
     kz: "бөлінбейтін жылжымайтын мүлікті бірге иелену",
     ru: "совместное владение неразделенным недвижимым имуществом",
     en: "entirely"
    },
    {
     kz: "бөтеннің затын иеленуге заттық құқық",
     ru: "вещное право владения чужой вещью",
     en: "special property"
    },
    {
     kz: "бөтеннің меншігі",
     ru: "чужая собственность",
     en: "property of another"
    },
    {
     kz: "браконьер",
     ru: "браконьер",
     en: "poacher"
    },
    {
     kz: "браконьерлік",
     ru: "браконьерство",
     en: "poaching"
    },
    {
     kz: "бөтеннің жерінде браконьерлік",
     ru: "браконьерство на чужой земле",
     en: "poach"
    },
    {
     kz: "бутлегер",
     ru: "бутлегер",
     en: "bootlegger"
    },
    {
     kz: "буындырған түйіннің ізі",
     ru: "странгуляционная борозда",
     en: "constriction mark"
    },
    {
     kz: "бұдан басқа",
     ru: "за исключением, кроме",
     en: "except"
    },
    {
     kz: "бұзақы",
     ru: "банда, шайка",
     en: "band"
    },
    {
     kz: "бұзақылық",
     ru: "хулиганство, бандитизм",
     en: "rowdyism, brigandage"
    },
    {
     kz: "бұзақы топқа кіру",
     ru: "вступить в шайку",
     en: "gang"
    },
    {
     kz: "бұзу",
     ru: "нарушение, неправильность;",
     en: "infraction, contempt, abnormality;"
    },
    {
     kz: "бұзу (құқық, заң, келісімшарт)",
     ru: "нарушать (право, закон,  договор), отменять",
     en: "violate, defeat, disobey, contravene"
    },
    {
     kz: "бұзушы",
     ru: "нарушитель",
     en: "violator"
    },
    {
     kz: "бұзушы (міндетті)",
     ru: "нарушающий (обязанность)",
     en: "derelict"
    },
    {
     kz: "бұзып кіріп ұрлау",
     ru: "кража со взломом",
     en: "burglarious entry"
    },
    {
     kz: "бұйрық",
     ru: "приказ",
     en: "rule, command, order, commandment"
    },
    {
     kz: "бұйыру",
     ru: "приказывать",
     en: "command, order"
    },
    {
     kz: "бұл сот сатысынан істі алып жоғары тұрған сотқа беру",
     ru: "изымать дело из данной судебной инстанции с передачей его в вышестоящий суд",
     en: "evoke"
    },
    {
     kz: "бұлтару",
     ru: "уклоняться, ускользать",
     en: "elude"
    },
    {
     kz: "келісімшартты сақтаудан бұлтару",
     ru: "уклоняться от соблюдения договора",
     en: "elude a treaty"
    },
    {
     kz: "бұрмалау",
     ru: "I искажать; II искажение",
     en: "I deface; II defacement"
    },
    {
     kz: "бұрынғы мерзім",
     ru: "давний срок",
     en: "period of limitation"
    },
    {
     kz: "бұрын жасалған қылмыс",
     ru: "ранее совершенное преступление",
     en: "previous offence"
    },
    {
     kz: "бұрын қаралған іс бойынша қабылданған шешімді жаңа қабылданған нормаларды есепке ала отырып қабылдамай тастау",
     ru: "отвергать решение по ранее рассмотренному делу с созданием новой нормы прецедентного права",
     en: "overrule"
    },
    {
     kz: "бұрыс (дұрыс емес) арыз",
     ru: "неправильное заявление",
     en: "misstatement"
    },
    {
     kz: "бүлдіру; бұрмалау",
     ru: "I порча; искажение; II портить; искажать",
     en: "I defacement; II deface"
    },
    {
     kz: "бүртік сызықтары",
     ru: "папиллярные линии",
     en: "dermal ridges"
    },
    {
     kz: "бүртікті өрнек",
     ru: "папиллярный узор",
     en: "ridge pattern, papillary picture"
    },
    {
     kz: "бытыра",
     ru: "дробь",
     en: "shotgun pellet"
    },
    {
     kz: "білімділік шегі",
     ru: "образовательный ценз",
     en: "education qualification"
    },
    {
     kz: "білместікке сілтеу",
     ru: "ссылаться на незнание",
     en: "plead ignorance"
    },
    {
     kz: "бір ауыздылық",
     ru: "единогласие",
     en: "unanimity"
    },
    {
     kz: "бірге қатысу",
     ru: "соучастие",
     en: "complicity, privity"
    },
    {
     kz: "бірге қатысушы",
     ru: "соучастник, сообщник, пособник",
     en: "abettor, accomplice, complice"
    },
    {
     kz: "бірге талап арыз беруші",
     ru: "соистец",
     en: "co-litigant"
    },
    {
     kz: "бірдей",
     ru: "одинаковый",
     en: "even"
    },
    {
     kz: "бірдейлендіру",
     ru: "идентифицировать",
     en: "identify"
    },
    {
     kz: "біреуді кінәлы тану",
     ru: "признавать кого-либо виновным",
     en: "adjudge smb. guilty"
    },
    {
     kz: "біреуді қылмыс жасауға азғыру",
     ru: "подстрекать кого-л. к совершению преступления",
     en: "to abet smb. in a crime"
    },
    {
     kz: "біреуді өлім жазасына кесу (түрмеге қамауға) ұкім шығару",
     ru: "приговаривать кого-либо к смерти (тюремному заключению)",
     en: "adjudge smb. to die (jail)"
    },
    {
     kz: "біреудің меншігін иемдену",
     ru: "присвоить чужую собственность",
     en: "appropriate a piece of property"
    },
    {
     kz: "біреуді өзіне сыбайлас ету",
     ru: "сделать кого-л. своим союзником",
     en: "make"
    },
    {
     kz: "біреуді таныстыру",
     ru: "представлять кого-л.",
     en: "deputize, present"
    },
    {
     kz: "бірлесіп мәлімдеу",
     ru: "совместное заявление",
     en: "joint statement"
    },
    {
     kz: "бір нәрсеге құқылы",
     ru: "имеющий право на что-то",
     en: "capable"
    },
    {
     kz: "бір нәрсеге негізделген",
     ru: "основанный на чем-л.",
     en: "founded"
    },
    {
     kz: "бір нәрседен еркін",
     ru: "необремененный",
     en: "clear"
    },
    {
     kz: "бір нәрседен жәбірленген",
     ru: "пострадавший от чего-л.",
     en: "loser"
    },
    {
     kz: "біріктіру, бірлестіру",
     ru: "объединять, унифицировать",
     en: "unify"
    },
    {
     kz: "бітімгершілік келісім",
     ru: "мировая сделка",
     en: "compromise"
    },
    {
     kz: "бітімгершілік келісім жасау",
     ru: "заключать мировую сделку",
     en: "compromise"
    },
    {
     kz: "бітіру",
     ru: "заканчивать(ся)",
     en: "conclude"
    },
    {
     kz: "валюта бағамы",
     ru: "валютный курс",
     en: "exchange rate"
    },
    {
     kz: "валюта курсын түзету",
     ru: "поправка на валютный курс",
     en: "exchange adjustments"
    },
    {
     kz: "валютаны теңестіру",
     ru: "выравнивание валюты",
     en: "exchange adjustments"
    },
    {
     kz: "ведомство",
     ru: "ведомство",
     en: "department"
    },
    {
     kz: "үкіметтік ведомство",
     ru: "правительственное ведомство",
     en: "government department"
    },
    {
     kz: "вексель",
     ru: "вексель",
     en: "bill"
    },
    {
     kz: "вето құқығы",
     ru: "право вето",
     en: "negative"
    },
    {
     kz: "габитоскопия",
     ru: "габитоскопия",
     en: "gabitoskopiya"
    },
    {
     kz: "газды қару",
     ru: "газовое оружие",
     en: "gas spray gun"
    },
    {
     kz: "гангстер",
     ru: "бандит; гангстер",
     en: "killer"
    },
    {
     kz: "гематома",
     ru: "гематома",
     en: "hematoma"
    },
    {
     kz: "гендік «дактилоскопия»",
     ru: "генная «дактилоскопия»",
     en: "genetic dactyloscopy"
    },
    {
     kz: "генотип",
     ru: "генотип",
     en: "genotype"
    },
    {
     kz: "геноцид",
     ru: "геноцид",
     en: "genocide"
    },
    {
     kz: "героин",
     ru: "героин",
     en: "heroin"
    },
    {
     kz: "гистологиялық зерттеу",
     ru: "гистологическое исследование",
     en: "histologic examination"
    },
    {
     kz: "губернатор",
     ru: "губернатор",
     en: "governor"
    },
    {
     kz: "әскери губернатор",
     ru: "военный губернатор",
     en: "governor"
    },
    {
     kz: "ғалым заңгер",
     ru: "ученый юрист",
     en: "jurist"
    },
    {
     kz: "дактилоскопия",
     ru: "дактилоскопия",
     en: "dactylography"
    },
    {
     kz: "дактилоскопиялық пленка",
     ru: "дактилоскопическая пленка",
     en: "lifting tape"
    },
    {
     kz: "дактилоскопиялық лупа",
     ru: "дактилоскопическая лупа",
     en: "dactyloscopic magnifier"
    },
    {
     kz: "дактилоскопиялық сараптама",
     ru: "дактилоскопическая экспертиза",
     en: "fingerprint identification"
    },
    {
     kz: "даму, өсу",
     ru: "рост, развитие",
     en: "increase"
    },
    {
     kz: "дар",
     ru: "виселица",
     en: "gibbet"
    },
    {
     kz: "дара",
     ru: "единственный",
     en: "sole"
    },
    {
     kz: "дау",
     ru: "спор",
     en: "dispute"
    },
    {
     kz: "еңбек дауы, дау өнеркәсіптегі дау-жанжал",
     ru: "трудовой конфликт, спор конфликт в промышленности",
     en: "labour dispute, trade dispute"
    },
    {
     kz: "келіспеушілікті, дауды реттеу",
     ru: "урегулировать разногласие, спор",
     en: "settle dispute"
    },
    {
     kz: "құқықтық дау",
     ru: "правовой спор",
     en: "justiciable dispute"
    },
    {
     kz: "сотта ғана шешілетін дау",
     ru: "спор могущий быть разрешенным в суде",
     en: "justiciable dispute"
    },
    {
     kz: "дау айту",
     ru: "оспаривание, оспаривать",
     en: "attack"
    },
    {
     kz: "дау-дамай",
     ru: "рекламация",
     en: "reclamation"
    },
    {
     kz: "дауды реттеу",
     ru: "улаживание спора",
     en: "adjustment of difference"
    },
    {
     kz: "дауласу",
     ru: "спорить",
     en: "dispute"
    },
    {
     kz: "даулау",
     ru: "оспаривать",
     en: "dispute, contravene"
    },
    {
     kz: "даулы",
     ru: "спорный",
     en: "deniable"
    },
    {
     kz: "дауыс беруден қалыс қалу",
     ru: "воздержание от голосования",
     en: "abstention"
    },
    {
     kz: "дауыс беру жолымен қабылдамау",
     ru: "отклонять путем голосования",
     en: "negative"
    },
    {
     kz: "дәйек",
     ru: "аргумент",
     en: "plea"
    },
    {
     kz: "дәйек ретінде",
     ru: "как факт",
     en: "pro facto лат."
    },
    {
     kz: "дәйектеу, уәждеу",
     ru: "аргументировать, мотивировать",
     en: "argue, motive, motivate"
    },
    {
     kz: "уәждеу",
     ru: "мотивирование",
     en: "motivation"
    },
    {
     kz: "дәлел",
     ru: "доказательство",
     en: "evidence, proof, probation"
    },
    {
     kz: "ауызша дәлелдер",
     ru: "устные доказательства",
     en: "oral evidence"
    },
    {
     kz: "бұлжымас дәлел",
     ru: "неоспоримое доказательство",
     en: "conclusive evidence"
    },
    {
     kz: "бұлтартпас (сенімді) дәлелдер",
     ru: "убедительные доказательства",
     en: "strong evidence"
    },
    {
     kz: "дәлелдерді ұсыну",
     ru: "представлять доказательства",
     en: "give evidence"
    },
    {
     kz: "дәлелдер мен көрсетпелерді зерттеу",
     ru: "исследовать показания \/ доказательства",
     en: "examine evidence"
    },
    {
     kz: "дәлелді қабылдау",
     ru: "принимать доказательство",
     en: "take evidence"
    },
    {
     kz: "дәлелдік дәрежесі",
     ru: "степень доказательства",
     en: "degree of proof"
    },
    {
     kz: "дәлел ретінде көрсету",
     ru: "представлять в качестве доказательства",
     en: "tender in evidence"
    },
    {
     kz: "жазбаша дәлелдер",
     ru: "письменные доказательства",
     en: "written evidence"
    },
    {
     kz: "жалған дәлел",
     ru: "ложное доказательство",
     en: "false evidence"
    },
    {
     kz: "заттық дәлел",
     ru: "вещественное доказательство",
     en: "demonstrative evidence"
    },
    {
     kz: "қайшылықты дәлел",
     ru: "противоречивое доказательство",
     en: "contrary evidence"
    },
    {
     kz: "құжаттық дәлел",
     ru: "документальное доказательство",
     en: "documentary evidence"
    },
    {
     kz: "маңызды дәлелдер",
     ru: "существенные доказательства",
     en: "material evidence"
    },
    {
     kz: "сот қабылдамайтын дәлел",
     ru: "не принимаемое судом доказательство",
     en: "incompetent evidence"
    },
    {
     kz: "сөзге негізделген дәлелдер",
     ru: "доказательства, основанные на словах",
     en: "second-hand evidence"
    },
    {
     kz: "дәлел болу",
     ru: "служить доказательством",
     en: "evidence"
    },
    {
     kz: "дәлел, дәлелдеу",
     ru: "доказательство, доказывание",
     en: "proof, probation"
    },
    {
     kz: "дәлелдердің жеткіліксіздігі",
     ru: "недостаток доказательств",
     en: "want of proof"
    },
    {
     kz: "дәлелдердің иландыру дәрежесі",
     ru: "степень убедительности доказательств",
     en: "standard of proof"
    },
    {
     kz: "деректі (фактіні) жазбаша дәлелдердің көмегімен анықтау",
     ru: "установление факта при помощи письменных доказательств",
     en: "literal proof"
    },
    {
     kz: "деректі (фактіні) куәлар көрсетпесімен анықтау",
     ru: "установление факта свидетельскими показаниями",
     en: "testimonial proof"
    },
    {
     kz: "жанама дәлел",
     ru: "косвенное доказательство",
     en: "probable evidence"
    },
    {
     kz: "жазбаша дәлел",
     ru: "письменное доказательство",
     en: "literal proof"
    },
    {
     kz: "құжаттық дәлел",
     ru: "документальное доказательство",
     en: "literal proof"
    },
    {
     kz: "дәлелдерді бекітудің графикалық нысаны",
     ru: "графическая форма фиксации доказательств",
     en: "graphic form of evidence fixing"
    },
    {
     kz: "дәлелденетін жағдайы бар",
     ru: "могущий быть доказанным",
     en: "provable"
    },
    {
     kz: "дәлелдерді, көрсетпелерді салыстыру",
     ru: "сопоставлять доказательства, показания",
     en: "compare evidence"
    },
    {
     kz: "дәлелдерді зерттеу",
     ru: "исследовать доказательства",
     en: "examine evidence"
    },
    {
     kz: "дәлелдеу",
     ru: "доказывание; средство доказывания",
     en: "evidence; probation"
    },
    {
     kz: "дәлелдеу құралдары",
     ru: "доказывать; утверждать",
     en: "argue, establish, prove; pass"
    },
    {
     kz: "сот алдында дәлелдеу",
     ru: "доказывать перед судом",
     en: "prove to the satisfaction of the court"
    },
    {
     kz: "дәлелді",
     ru: "утвердительный",
     en: "positive"
    },
    {
     kz: "дәреже",
     ru: "степень",
     en: "degree"
    },
    {
     kz: "қылмысқа қатыстылық дәрежесі",
     ru: "степень участия в преступлении",
     en: "degree in commission of crime"
    },
    {
     kz: "қылмыстың ауырлық дәрежесі",
     ru: "степень тяжести преступления",
     en: "degree of crime"
    },
    {
     kz: "дәрі",
     ru: "лекарство",
     en: "drug"
    },
    {
     kz: "дәулет",
     ru: "благосостояние",
     en: "welfare"
    },
    {
     kz: "делдал",
     ru: "поверенный, посредник",
     en: "agent, intermediator, go-between"
    },
    {
     kz: "делдалдық",
     ru: "посредничество",
     en: "intermediation"
    },
    {
     kz: "делегат",
     ru: "делегат",
     en: "deputy"
    },
    {
     kz: "демалыс",
     ru: "отпуск, увольнительная",
     en: "furlough"
    },
    {
     kz: "дене жарақаты",
     ru: "телесное повреждение",
     en: "bodily harm, injury"
    },
    {
     kz: "деңгей",
     ru: "уровень",
     en: "level"
    },
    {
     kz: "департамент",
     ru: "департамент",
     en: "department"
    },
    {
     kz: "депутат",
     ru: "депутат",
     en: "deputy"
    },
    {
     kz: "депутат етіп тағайындау",
     ru: "назначать депутатом",
     en: "deputize"
    },
    {
     kz: "дербес",
     ru: "самостоятельный",
     en: "independent"
    },
    {
     kz: "дерек",
     ru: "факт",
     en: "thing"
    },
    {
     kz: "дерек ретінде мойындау",
     ru: "признание де фактопризнание де факто",
     en: "recognition de facto"
    },
    {
     kz: "дереккөз",
     ru: "источник",
     en: "source"
    },
    {
     kz: "диплом",
     ru: "диплом",
     en: "diploma"
    },
    {
     kz: "директор",
     ru: "директор",
     en: "president"
    },
    {
     kz: "диффамация (адамды не мекемені масқаралайтын шын мәліметті жариялау)",
     ru: "диффамация",
     en: "calumny"
    },
    {
     kz: "доғару",
     ru: "прекращение",
     en: "defeat"
    },
    {
     kz: "долбар",
     ru: "предположение",
     en: "supposition"
    },
    {
     kz: "дұрыс, оң",
     ru: "правильный, правый",
     en: "regular, right, proper"
    },
    {
     kz: "дұрыс мағына",
     ru: "здравый смысл",
     en: "common sense"
    },
    {
     kz: "дүкендерді ұрлау",
     ru: "обкрадывание магазинов",
     en: "shoplifting"
    },
    {
     kz: "дүкен ұрысы",
     ru: "магазинный вор",
     en: "shop-lifter"
    },
    {
     kz: "екі жақты бухгалтерия",
     ru: "двойная бухгалтерия",
     en: "double-entry"
    },
    {
     kz: "екі ұшты",
     ru: "двусмысленный",
     en: "equivocal"
    },
    {
     kz: "екі ұштылық",
     ru: "двусмысленность",
     en: "equivovacy"
    },
    {
     kz: "ел",
     ru: "страна",
     en: "land"
    },
    {
     kz: "елден шығару",
     ru: "высылать, депортировать",
     en: "deport"
    },
    {
     kz: "елемеу",
     ru: "пренебрегать",
     en: "neglect"
    },
    {
     kz: "елеулі шарт (бұзылуы келісімшартты бұзуға құқық беретін)",
     ru: "существенное условие (нарушение которого дает право на расторжение договора)",
     en: "condition"
    },
    {
     kz: "ел-жұрт",
     ru: "народ, население",
     en: "people"
    },
    {
     kz: "елтаңба",
     ru: "герб",
     en: "coat of arms"
    },
    {
     kz: "елші",
     ru: "посол",
     en: "ambassador"
    },
    {
     kz: "елшілік",
     ru: "посольство",
     en: "embassy"
    },
    {
     kz: "елші өкілеттіліктері",
     ru: "посольские полномочия",
     en: "embassy"
    },
    {
     kz: "енгізу (ұсыныс, қарар)",
     ru: "вводить, вносить (предложение, резолюцию)",
     en: "usher, move"
    },
    {
     kz: "еңбек",
     ru: "труд",
     en: "labour"
    },
    {
     kz: "еңбек туралы заңдар кодексі",
     ru: "кодекс законов о труде",
     en: "labour code"
    },
    {
     kz: "мәжбүрлі еңбек",
     ru: "принудительный труд",
     en: "forced labour"
    },
    {
     kz: "еңбекақы",
     ru: "заработанная плата",
     en: "compensation, income, salary"
    },
    {
     kz: "еңбекақы қарызы",
     ru: "задолженность по заработанной плате",
     en: "accrued personnel compensation"
    },
    {
     kz: "еңбек биржасы",
     ru: "биржа труда",
     en: "employment agency"
    },
    {
     kz: "еңбекке жарамсыздыққа соқтырған дене жарақаты",
     ru: "телесное повреждение, влекущее за собой потерю трудоспособности",
     en: "permanent injury"
    },
    {
     kz: "еңбекке қабілетсіздік",
     ru: "нетрудоспособность",
     en: "disability"
    },
    {
     kz: "еңбек келісімі",
     ru: "трудовое соглашение",
     en: "employment agreement"
    },
    {
     kz: "еңбек қатынастары",
     ru: "трудовые отношения",
     en: "industrial relations"
    },
    {
     kz: "еңбек қорғау",
     ru: "охрана труда",
     en: "safety arrangement and precautions"
    },
    {
     kz: "еңбек өтілі",
     ru: "трудовой стаж",
     en: "seniority"
    },
    {
     kz: "ерге (тұрмысқа) шықпаған",
     ru: "незамужняя",
     en: "discovert"
    },
    {
     kz: "ереже",
     ru: "правило",
     en: "rule, establishment"
    },
    {
     kz: "ереже бекіту",
     ru: "устанавливать правило",
     en: "rule"
    },
    {
     kz: "ереже бұзу",
     ru: "нарушение правил (биржи)",
     en: "offence (амер. offense)"
    },
    {
     kz: "ере жүру, шығарып салу",
     ru: "сопровождать",
     en: "usher"
    },
    {
     kz: "ерекше режимдегі колония",
     ru: "колония особого режима",
     en: "high-security penal colony"
    },
    {
     kz: "еркін",
     ru: "свободный; свободно",
     en: "free"
    },
    {
     kz: "еркіндік",
     ru: "свобода",
     en: "liberty"
    },
    {
     kz: "ерлі-зайыпты, жұбайлық",
     ru: "супружеский",
     en: "marital"
    },
    {
     kz: "ерлі-зайыптылар, жұбайлар",
     ru: "супруги",
     en: "conjoints"
    },
    {
     kz: "ерлі-зайыптылардың (жұбайлардың) бөлінетін меншігі",
     ru: "раздельная собственность супругов",
     en: "separate property"
    },
    {
     kz: "ерлі-зайыптылардың (жұбайлардың) ортақ меншігіндегі мүлік",
     ru: "имущество, находящееся в общей собственности супругов",
     en: "goods"
    },
    {
     kz: "ерсі қылық",
     ru: "неправильное поведение",
     en: "crime"
    },
    {
     kz: "ерік беру, босату",
     ru: "освобождать",
     en: "free"
    },
    {
     kz: "ерікті",
     ru: "независимый, добровольный; добровольно",
     en: "independent, free"
    },
    {
     kz: "еріктілік, тәуелсіздік",
     ru: "самостоятельность, независимость",
     en: "independence"
    },
    {
     kz: "еріп немесе ертіп жүру",
     ru: "сопровождать, эскортировать",
     en: "conduct"
    },
    {
     kz: "есептесу",
     ru: "расчет",
     en: "settlement"
    },
    {
     kz: "есептеу",
     ru: "оценивать; исчислять",
     en: "rate"
    },
    {
     kz: "есептік мәліметтер",
     ru: "расчетный данные",
     en: "estimate"
    },
    {
     kz: "ескертпе",
     ru: "оговорка; превентивный, предупредительный",
     en: "clause; preventive"
    },
    {
     kz: "ескерту; ұйғарым, нұсқама",
     ru: "I предупреждение; предписание II предписывать, предупреждать",
     en: "I notice, prevention, order; II order, prevent"
    },
    {
     kz: "ес-түссіз",
     ru: "невменяемый",
     en: "insane"
    },
    {
     kz: "ес-түссіздік",
     ru: "невменяемость",
     en: "mental alienation"
    },
    {
     kz: "есі ауысқан",
     ru: "душевнобольной",
     en: "insane"
    },
    {
     kz: "есікті сындыру",
     ru: "взломать дверь",
     en: "force"
    },
    {
     kz: "есірткілер",
     ru: "наркотики",
     en: "narcotic drugs"
    },
    {
     kz: "есірткіге тәуелді",
     ru: "зависеть от наркотика",
     en: "drug dependence"
    },
    {
     kz: "есірткі қолдану",
     ru: "применять наркотики",
     en: "administer narcotics"
    },
    {
     kz: "есірткіні шектен тыс пайдалану",
     ru: "злоупотреблять наркотиками",
     en: "drug"
    },
    {
     kz: "есірткі саудалау",
     ru: "торговля наркотиками",
     en: "drug sale"
    },
    {
     kz: "ешқайда кетпеу туралы қолхат",
     ru: "под подписку о невыезде",
     en: "recognizance, on one’s own"
    },
    {
     kz: "жабу, жасыру",
     ru: "скрывание, утаивание, сокрытие; укрывательство",
     en: "concealment"
    },
    {
     kz: "жабық (мәжіліс) ",
     ru: "закрытый (о заседаниях) ",
     en: "private"
    },
    {
     kz: "жабық мәжіліс",
     ru: "закрытое заседание",
     en: "private meeting"
    },
    {
     kz: "жабық есік жағдайында",
     ru: "при закрытых дверях",
     en: "in private"
    },
    {
     kz: "жағдай, мән-жай; сәт, қағида; шарт; жағдай; оқиға",
     ru: "обстоятельство; случай; положение; условие; обстановка; событие",
     en: "thing; case, circumstance, condition, event, occasion"
    },
    {
     kz: "ауырлататын мән-жай",
     ru: "отягчающее обстоятельство",
     en: "aggravating circumstance"
    },
    {
     kz: "жеңілдететін мән-жай",
     ru: "смягчающее обстоятельство",
     en: "mitigating circumstance"
    },
    {
     kz: "жағдай жасау (өсуге)",
     ru: "способствовать (росту)",
     en: "promote, procure"
    },
    {
     kz: "жағдайлы тұрмыстағы әйел",
     ru: "замужняя женщина с независимым состоянием",
     en: "feme"
    },
    {
     kz: "жағдайы жағынан төмен",
     ru: "низший по положению",
     en: "junior"
    },
    {
     kz: "жағдаят, сәт, оқиға",
     ru: "случай",
     en: "accident"
    },
    {
     kz: "жағымсыз әрекет;",
     ru: "проступок",
     en: "misbehavior;"
    },
    {
     kz: "жағымсыз әрекет жасау",
     ru: "совершить проступок",
     en: "offend"
    },
    {
     kz: "жаза",
     ru: "наказание",
     en: "sentence, discipline, chastisement, penalty"
    },
    {
     kz: "жаза анықтау",
     ru: "определять наказание",
     en: "fix a sentence"
    },
    {
     kz: "жаза мерзімін қысқарту",
     ru: "сокращать срок наказания",
     en: "abridge sentence"
    },
    {
     kz: "шартты жаза",
     ru: "условное наказание",
     en: "suspended sentence"
    },
    {
     kz: "жаза тағайындау",
     ru: "назначать наказание",
     en: "award punishment , fix punishment"
    },
    {
     kz: "жазадан босау",
     ru: "освобождение от наказания",
     en: "absolution, impunity"
    },
    {
     kz: "жазаланатын",
     ru: "наказуемый",
     en: "bad"
    },
    {
     kz: "жазаланатын қылық",
     ru: "наказуемое поведение",
     en: "bad behavior"
    },
    {
     kz: "жазалау",
     ru: "наказывать",
     en: "administer punishment"
    },
    {
     kz: "жазалау шарасы",
     ru: "карательная мера",
     en: "penalty"
    },
    {
     kz: "жазалаушы",
     ru: "карательный",
     en: "penal"
    },
    {
     kz: "жазалылық",
     ru: "наказуемость",
     en: "guilt"
    },
    {
     kz: "жазаны жеңілдету",
     ru: "смягчать наказание",
     en: "commute"
    },
    {
     kz: "жазаның жоғары түрі",
     ru: "высшая мера наказания",
     en: "capital punishment"
    },
    {
     kz: "жазасыз қалу",
     ru: "оставаться безнаказанным",
     en: "escape"
    },
    {
     kz: "жазасыздық",
     ru: "безнаказанность",
     en: "impunity"
    },
    {
     kz: "жазатайым жағдай",
     ru: "несчастный случай",
     en: "accident"
    },
    {
     kz: "өлімге соқтырған жазатайым жағдай",
     ru: "несчастный случай со смертельным исходом",
     en: "accident fatal"
    },
    {
     kz: "өндірістегі жазатайым жағдай",
     ru: "несчастный случай на производстве",
     en: "industrial accident"
    },
    {
     kz: "жазба журналы",
     ru: "журнал записей",
     en: "register"
    },
    {
     kz: "жазбаша көрсету",
     ru: "письменное показание",
     en: "written statement"
    },
    {
     kz: "жазбаша куәлік беру",
     ru: "выдавать письменное удостоверение",
     en: "certificate"
    },
    {
     kz: "жазбаша міндеттеме (қарыз қолхаты)",
     ru: "письменное обязательство (долговая расписка)",
     en: "handbill"
    },
    {
     kz: "жазбаша іс (өндіріс)",
     ru: "письменное производство",
     en: "written proceedings"
    },
    {
     kz: "жай мәмле",
     ru: "простое соглашение",
     en: "parol agreement"
    },
    {
     kz: "жақсарту, жетілдіру",
     ru: "улучшать, совершенствовать",
     en: "improve"
    },
    {
     kz: "жақтау және қарсы (екі тараптың ұсынған дәлелдері, дәйектемелері туралы) болу",
     ru: "за и против (о представленных доказательствах, аргументации и т.д. обеих сторон)",
     en: "pro and con"
    },
    {
     kz: "жал",
     ru: "поднаем",
     en: "sublease"
    },
    {
     kz: "жала",
     ru: "клевета",
     en: "scandal, defamation, calumny, injury"
    },
    {
     kz: "жала (жазбаша)",
     ru: "клевета (письменная)",
     en: "libel"
    },
    {
     kz: "жала бойынша айыптау сот ісі",
     ru: "судебное дело по обвинению в клевете",
     en: "action for libel"
    },
    {
     kz: "жала жабу",
     ru: "клеветать",
     en: "libel, defame"
    },
    {
     kz: "жалақор",
     ru: "клеветник, пасквилянт",
     en: "black-mouth, calumniator, libel"
    },
    {
     kz: "жалақы",
     ru: "оклад",
     en: "salary"
    },
    {
     kz: "жалгер",
     ru: "арендатор",
     en: "landholder"
    },
    {
     kz: "жалға алу",
     ru: "арендовать",
     en: "tenant"
    },
    {
     kz: "жалға алушы",
     ru: "арендатор; съемщик; наниматель",
     en: "tenant"
    },
    {
     kz: "жалға беруші",
     ru: "арендодатель",
     en: "letter"
    },
    {
     kz: "жалған",
     ru: "I ложь; II поддельный, фальшивый",
     en: "I lie; II dummy, false"
    },
    {
     kz: "жалған адам",
     ru: "подставное лицо",
     en: "dummy"
    },
    {
     kz: "жалған айыптау",
     ru: "I ложное обвинение; II поносить, порочить",
     en: "I calumny; II defame"
    },
    {
     kz: "жалған ақша жасаушы",
     ru: "фальшивомонетчик",
     en: "counterfeiting"
    },
    {
     kz: "жалған ақшалар",
     ru: "фальшивые деньги",
     en: "bad money"
    },
    {
     kz: "жалған арыз",
     ru: "ложный иск, ложное заявление",
     en: "sham pleading, misstatement"
    },
    {
     kz: "жалған әрекет",
     ru: "притворяться",
     en: "simulate"
    },
    {
     kz: "жалғандау",
     ru: "I фальсифицировать; II фальсификация",
     en: "I simulate; II simulation"
    },
    {
     kz: "жалғандық детекторы",
     ru: "детектор лжи",
     en: "polygraph"
    },
    {
     kz: "жалған куә",
     ru: "лжесвидетель",
     en: "false witness, man of straw"
    },
    {
     kz: "жалған куәлік",
     ru: "лжесвидетельство",
     en: "perjury"
    },
    {
     kz: "жалған куәлік ету",
     ru: "лжесвидетельствовать",
     en: "forswear"
    },
    {
     kz: "жалған қылық",
     ru: "притворство",
     en: "simulation"
    },
    {
     kz: "жалған мінез (қылық)",
     ru: "I симуляция; II симулировать",
     en: "I simulation; II simulate"
    },
    {
     kz: "жалға тапсыру",
     ru: "сдавать в аренду, внаем",
     en: "let, locate"
    },
    {
     kz: "жалға тапсырылатын пәтерлер",
     ru: "квартиры, сдаваемые в наем",
     en: "lodgings"
    },
    {
     kz: "жалға тапсырылатын пәтерлі үйлер",
     ru: "дома со сдающимися в наем квартирами",
     en: "lodging house"
    },
    {
     kz: "жалғыз",
     ru: "единственный",
     en: "sole, single"
    },
    {
     kz: "жалғыз басты",
     ru: "одинокий",
     en: "single"
    },
    {
     kz: "жалдамалы",
     ru: "наемный",
     en: "mercenary"
    },
    {
     kz: "жалдамалы жұмыскер",
     ru: "работник по найму",
     en: "employee"
    },
    {
     kz: "жалдамалы кісі өлтіруші",
     ru: "наемный убийца",
     en: "assassin"
    },
    {
     kz: "жалдау",
     ru: "нанимать",
     en: "engage"
    },
    {
     kz: "жалдаушы",
     ru: "наниматель",
     en: "tenant, employer"
    },
    {
     kz: "жалдаушы құқығымен тұру",
     ru: "жить на правах нанимателя",
     en: "lodge"
    },
    {
     kz: "жал құқығы негізінде иелену",
     ru: "владеть на правах аренды",
     en: "tenant"
    },
    {
     kz: "жалпы",
     ru: "общий",
     en: "general"
    },
    {
     kz: "жалпы норма",
     ru: "общая норма",
     en: "general rule"
    },
    {
     kz: "жалпы акт",
     ru: "общий акт",
     en: "public act"
    },
    {
     kz: "жалпы заң (жеке адамдарға қатысы жоқ)",
     ru: "общий закон (в отличие от закона, касающегося отдельных лиц)",
     en: "general act"
    },
    {
     kz: "жалпы қол жетімділік",
     ru: "общедоступный",
     en: "popular"
    },
    {
     kz: "жалпы қор",
     ru: "общий запас",
     en: "bank"
    },
    {
     kz: "жалпы құқық",
     ru: "общее право",
     en: "law, common law"
    },
    {
     kz: "жалпы құқыққа негізделген",
     ru: "основанный на общем праве",
     en: "legal"
    },
    {
     kz: "жалпы құқық саласына қатысты (тиесілі)",
     ru: "относящийся к области общего права",
     en: "legal"
    },
    {
     kz: "жалпы құқықпен реттелетін",
     ru: "регулируемый общим правом",
     en: "legal"
    },
    {
     kz: "жалпы құқық талап арыздары",
     ru: "иски общего права",
     en: "common pleas"
    },
    {
     kz: "жалпы мәні",
     ru: "общий смысл",
     en: "popular sense"
    },
    {
     kz: "жалпы халық",
     ru: "гражданское население",
     en: "civilian population"
    },
    {
     kz: "жамандық істеуге көмектесу",
     ru: "содействовать совершению (чего-л. дурного)",
     en: "abet"
    },
    {
     kz: "жанама",
     ru: "непрямой, косвенный",
     en: "indirect"
    },
    {
     kz: "жанама айғақ, жанама дәлел",
     ru: "косвенные улики, косвенное доказательство",
     en: "circumstantional evidence"
    },
    {
     kz: "жаңадан белгілі болған мән-жайларға байланысты жауапкердің істі тоқтату туралы қолдаухаты",
     ru: "ходатайство ответчика о прекращении дела ввиду вновь открывшихся обстоятельств",
     en: "plea to further maintenance of action"
    },
    {
     kz: "жаңарту",
     ru: "возобновлять",
     en: "revive"
    },
    {
     kz: "жаңылдыру, шатастыру",
     ru: "вводить в заблуждение",
     en: "abuse"
    },
    {
     kz: "жаңылу",
     ru: "заблуждение",
     en: "misconception"
    },
    {
     kz: "жаңылыстыру",
     ru: "заблуждение",
     en: "misconception"
    },
    {
     kz: "жапа шегу",
     ru: "страдать, пострадать",
     en: "suffer"
    },
    {
     kz: "жаппай кісі өлтіру",
     ru: "массовое убийство",
     en: "massacre"
    },
    {
     kz: "жаппай не аса қатыгездікпен кісі өлтірушілік",
     ru: "совершать массовое \/ особо жестокое убийство",
     en: "massacre"
    },
    {
     kz: "жапсыру, желімдеу, сүргі салу",
     ru: "I опечатывание; II запечатывать",
     en: "I sealing; II seal"
    },
    {
     kz: "жара",
     ru: "рана, ранение",
     en: "wound, injury"
    },
    {
     kz: "жарадар, жарақат",
     ru: "ушиб",
     en: "injury"
    },
    {
     kz: "жара көлемі",
     ru: "размер раны",
     en: "extent of a wound"
    },
    {
     kz: "жарақаттау",
     ru: "ранить",
     en: "wound"
    },
    {
     kz: "өлімші етіп жарақаттау",
     ru: "ранить смертельно",
     en: "wound mortally"
    },
    {
     kz: "жаралану",
     ru: "наносить рану, ранение",
     en: "wound"
    },
    {
     kz: "жаралау",
     ru: "наносить рану",
     en: "give wound"
    },
    {
     kz: "жарамды мерзімі",
     ru: "срок амортизации",
     en: "life"
    },
    {
     kz: "жарамсыз ету",
     ru: "делать неудобочитаемым, делать непригодным, считать недействительным",
     en: "deface, destroy, flaw, overrule"
    },
    {
     kz: "жаратып қою (біреудің ақшасын)",
     ru: "растрачивать (чужие деньги)",
     en: "embezzle"
    },
    {
     kz: "жарғы",
     ru: "устав",
     en: "articles"
    },
    {
     kz: "жария заң",
     ru: "публичный закон",
     en: "public act"
    },
    {
     kz: "жариялау",
     ru: "опубликование; промульгация",
     en: "publication"
    },
    {
     kz: "жариялылық",
     ru: "гласность",
     en: "publicity"
    },
    {
     kz: "жарғылық нормалар",
     ru: "уставные нормы",
     en: "by-law"
    },
    {
     kz: "жартылай ресми",
     ru: "полуофициальный",
     en: "semi-official"
    },
    {
     kz: "жарылыс техникалық сараптама",
     ru: "взрывотехническая экспертиза",
     en: "counterexplosive expert examination"
    },
    {
     kz: "жарысу",
     ru: "соревноваться",
     en: "compete"
    },
    {
     kz: "жас",
     ru: "молодой",
     en: "junior"
    },
    {
     kz: "жасалған әрекеттің салдарынан болған шығыннан босату",
     ru: "освобождение от убытков как от последствия совершенного действия",
     en: "impunity"
    },
    {
     kz: "жасанды",
     ru: "I подделка; II поддельный, фальшивый",
     en: "I fabrication; II dummy, false"
    },
    {
     kz: "жасанды тұлға",
     ru: "подставное лицо",
     en: "man of straw"
    },
    {
     kz: "жасау",
     ru: "делать, создавать; заключать",
     en: "make, establish,do; conclude"
    },
    {
     kz: "жасау (келісімшарт)",
     ru: "заключать (договор); совершать",
     en: "conclude; execute, make"
    },
    {
     kz: "жас мөлшер шегі",
     ru: "возрастной ценз",
     en: "age qualification"
    },
    {
     kz: "жасыру (қылмыскерді)",
     ru: "скрывать, укрывать (преступника); сокрытие",
     en: "hide, harbor; concealment"
    },
    {
     kz: "жасырыну (полициядан)",
     ru: "скрываться (от полиции)",
     en: "hide out"
    },
    {
     kz: "жау, қарсылас",
     ru: "враг, противник",
     en: "enemy"
    },
    {
     kz: "жауап",
     ru: "ответ",
     en: "reply"
    },
    {
     kz: "жауап алу",
     ru: "I допрос; II допрашивать",
     en: "I interrogation, questioning, examination, inquiry; II interrogate"
    },
    {
     kz: "жауап алынушы",
     ru: "допрашиваемый",
     en: "interrogatee"
    },
    {
     kz: "жауап беру",
     ru: "отвечать",
     en: "reply"
    },
    {
     kz: "жауапкер",
     ru: "ответчик",
     en: "respondent, libelee, defendant"
    },
    {
     kz: "жауапкердің құқыққа қарсы жолмен иемденген жылжымайтын мүлікті кіріс ретінде қайта алу туралы талап арыз",
     ru: "иск о взыскании доходов, полученных ответчиком с недвижимости за время противоправного владения ею",
     en: "action for mesne profit"
    },
    {
     kz: "жауапкердің, сотталушының, талап арызшының адвокаты ретінде сөйлеу",
     ru: "выступать в качестве адвоката ответчика, подсудимого, истца",
     en: "appear for defendant \/ for plaintiff"
    },
    {
     kz: "жауапкердің талапкерге қарсы әрекеті",
     ru: "действия ответчика против истца",
     en: "reconvention"
    },
    {
     kz: "жауапкерді сотқа шақыру",
     ru: "вызов ответчика в суд",
     en: "citation"
    },
    {
     kz: "жауапкер не қорғаушы немесе жауапкердің не қорғаушының атынан баяндау",
     ru: "заявление, сделанное ответчиком или защитой или от имени ответчика или защиты",
     en: "plea"
    },
    {
     kz: "жауапкершілігі шектеулі серіктестік",
     ru: "товарищество с ограниченной ответственностью",
     en: "limited liability company"
    },
    {
     kz: "жауаптылық",
     ru: "ответственность",
     en: "responsibility"
    },
    {
     kz: "азаматтық жауаптылық",
     ru: "гражданская ответственность",
     en: "civil liability"
    },
    {
     kz: "азаматтық жауаптылығы бар \/ азаматтық құқық бойынша жауаптылық",
     ru: "несущий гражданскую ответственность \/ ответственность по гражданскому праву",
     en: "liable to civil proceedings"
    },
    {
     kz: "жауаптылық алу",
     ru: "взять ответственность",
     en: "to assume (accept, take) responsibility"
    },
    {
     kz: "қылмыстық жауаптылық",
     ru: "уголовная ответственность",
     en: "criminal responsibility"
    },
    {
     kz: "қылмыстық жауаптылығы бар \/ қылмыстық құқық бойынша жауаптылық",
     ru: "несущий уголовную ответственность \/ ответственность по уголовному праву",
     en: "liable to criminal proceedings"
    },
    {
     kz: "судьялардың жауаптылығы",
     ru: "ответственности судей",
     en: "judicial responsibility"
    },
    {
     kz: "шектеусіз жауаптылық",
     ru: "неограниченная ответственность",
     en: "unlimited liability"
    },
    {
     kz: "жауаптылықтан босату",
     ru: "I освобождение от ответственности; II освобождать от ответственности",
     en: "I condonation; II acquit"
    },
    {
     kz: "жауаптылықты азайту",
     ru: "уменьшать ответственность",
     en: "remit"
    },
    {
     kz: "жауапқа шақыру",
     ru: "призывать к ответу",
     en: "arraign"
    },
    {
     kz: "жауапсыз",
     ru: "недобросовестность",
     en: "faith, bad faith"
    },
    {
     kz: "жауапсыздық",
     ru: "безответственность",
     en: "irresponsibility"
    },
    {
     kz: "жауапты",
     ru: "ответственный",
     en: "liable"
    },
    {
     kz: "жәбірленуші",
     ru: "потерпевший, пострадавший",
     en: "loser, sufferer"
    },
    {
     kz: "жәбірленушіні опасыздықпен өлтіру",
     ru: "убить потерпевшего вероломным путем",
     en: "assassinate"
    },
    {
     kz: "жедел есеп",
     ru: "оперативный учет",
     en: "records management"
    },
    {
     kz: "жедел-тергеулік топ",
     ru: "следственно-оперативная группа",
     en: "investigative operational group"
    },
    {
     kz: "жезөкше",
     ru: "проститутка",
     en: "whore"
    },
    {
     kz: "жеке; бөлек",
     ru: "личный, персональный, частный; отдельный",
     en: "single; personal, private"
    },
    {
     kz: "жеке тұлға",
     ru: "личность",
     en: "identify"
    },
    {
     kz: "жеке тұлғаға тиіспеушілік (қорғаныштылық)",
     ru: "неприкосновенность личности",
     en: "person immunity"
    },
    {
     kz: "жеке акт",
     ru: "частный акт",
     en: "private act"
    },
    {
     kz: "жеке жалдану",
     ru: "личный наем",
     en: "employment"
    },
    {
     kz: "жеке жалдану келісімшарты",
     ru: "договор личного найма",
     en: "employment agreement"
    },
    {
     kz: "жеке жалдау",
     ru: "личный наем",
     en: "service, engagement"
    },
    {
     kz: "жеке жал келісімшарты",
     ru: "договор личного найма",
     en: "employment agreement"
    },
    {
     kz: "жеке заң",
     ru: "частный закон",
     en: "private act"
    },
    {
     kz: "жеке куәлік",
     ru: "удостоверение личности",
     en: "identification card"
    },
    {
     kz: "жеке кіріс",
     ru: "личный доход",
     en: "personal income"
    },
    {
     kz: "жекелеген шешім",
     ru: "частное решение",
     en: "separate judgment"
    },
    {
     kz: "жеке мүлік",
     ru: "личное имущество",
     en: "personal belongings"
    },
    {
     kz: "жеке тұлға",
     ru: "частное лицо",
     en: "private individual (person)"
    },
    {
     kz: "жеке хабарлау",
     ru: "личное уведомление",
     en: "personal notice"
    },
    {
     kz: "желбезекті кілт",
     ru: "отмычка",
     en: "picklock"
    },
    {
     kz: "жендет",
     ru: "палач",
     en: "death man"
    },
    {
     kz: "жеңгетай",
     ru: "сутенер; сводник",
     en: "whoremaster; pander"
    },
    {
     kz: "жеңгетайлық жасау",
     ru: "сводничать",
     en: "pander"
    },
    {
     kz: "жеңіл",
     ru: "легкий",
     en: "light"
    },
    {
     kz: "жеңіл үкім",
     ru: "мягкий приговор",
     en: "light sentence"
    },
    {
     kz: "жеңілдік",
     ru: "льгота",
     en: "grace"
    },
    {
     kz: "жеңіліс, сәтсіздік",
     ru: "поражение, неудача, провал",
     en: "fail"
    },
    {
     kz: "жер",
     ru: "земля",
     en: "land"
    },
    {
     kz: "жергілікті",
     ru: "коренной",
     en: "native born"
    },
    {
     kz: "жергілікті ереже, нормалар",
     ru: "местные правила, нормы",
     en: "local rules"
    },
    {
     kz: "жергілікті билік орнының қаулысы",
     ru: "постановление органа местной власти",
     en: "by-law"
    },
    {
     kz: "жергілікті заң",
     ru: "местный закон",
     en: "local law"
    },
    {
     kz: "жерден басқа меншік",
     ru: "неземельная собственность",
     en: "chattel"
    },
    {
     kz: "жер емес меншік",
     ru: "неземельная собственность",
     en: "chattel"
    },
    {
     kz: "жер меншігі",
     ru: "земельная собственность",
     en: "land, land estate"
    },
    {
     kz: "жесір әйел",
     ru: "вдова",
     en: "widow, feme"
    },
    {
     kz: "жесір еркек",
     ru: "вдовец",
     en: "widower"
    },
    {
     kz: "жесір жәрдемақысы",
     ru: "пособие вдове",
     en: "widow's allowance"
    },
    {
     kz: "жетектеу",
     ru: "вести",
     en: "conduct"
    },
    {
     kz: "жетекші",
     ru: "руководящий, ведущий; руководитель",
     en: "in charge of, main; head, chief"
    },
    {
     kz: "жетекшілік",
     ru: "руководство; ведение",
     en: "conduct"
    },
    {
     kz: "жеткізу",
     ru: "доставать",
     en: "procure"
    },
    {
     kz: "жеткізуді қамтамасыз ету",
     ru: "обеспечивать поставки",
     en: "secure supplies"
    },
    {
     kz: "жеткіліксіз қарастыру",
     ru: "недостаточное рассмотрение",
     en: "want of consideration"
    },
    {
     kz: "жеткілікті негіз",
     ru: "достаточное основание",
     en: "good cause"
    },
    {
     kz: "жету",
     ru: "добиваться",
     en: "solicit"
    },
    {
     kz: "жетілген қалыпта",
     ru: "совершенный по форме; формальный",
     en: "regular"
    },
    {
     kz: "жетілдіру, жақсарту",
     ru: "улучшать, совершенствовать",
     en: "improve"
    },
    {
     kz: "жетім",
     ru: "сирота",
     en: "orphan"
    },
    {
     kz: "жинақ (заңдар)",
     ru: "сборник (законов)",
     en: "body"
    },
    {
     kz: "жиын",
     ru: "сбор",
     en: "tax, muster"
    },
    {
     kz: "жиынтық",
     ru: "совокупность",
     en: "body"
    },
    {
     kz: "құқық нормаларының жиынтығы",
     ru: "совокупность правовых норм",
     en: "body of laws"
    },
    {
     kz: "жоғалған",
     ru: "потерянный, утраченный",
     en: "lost"
    },
    {
     kz: "жоғалған өсиет",
     ru: "утерянное завещание",
     en: "lost will"
    },
    {
     kz: "жоғалған меншік",
     ru: "утраченная собственность",
     en: "lost property"
    },
    {
     kz: "жоғалту",
     ru: "утрачивать; утрата (в правах, имуществе)",
     en: "forfeit"
    },
    {
     kz: "жоғарғы, жоғары",
     ru: "верховный, высший",
     en: "supreme, extreme"
    },
    {
     kz: "жазаның ең жоғары түрі",
     ru: "высшая мера наказания",
     en: "extreme penalty"
    },
    {
     kz: "жоғарғы билік",
     ru: "верховная власть",
     en: "supreme power"
    },
    {
     kz: "Жоғарғы Сот",
     ru: "Верховный Суд",
     en: "Supreme Court"
    },
    {
     kz: "жоғарғы палата",
     ru: "верхняя палата",
     en: "high chamber"
    },
    {
     kz: "жоғары",
     ru: "высший",
     en: "supreme"
    },
    {
     kz: "жоғары сатыдағы сот",
     ru: "суд высшей инстанции",
     en: "highest court"
    },
    {
     kz: "белгілі бір сот сатысынан істі алып, жоғары тұрған сотқа беру",
     ru: "изымать дело из данной судебной инстанции с передачей его в вышестоящий суд",
     en: "evoke"
    },
    {
     kz: "жоққа шығару",
     ru: "I отрицание; негатив; II аннулировать; отрицать, опровергать; отвергать, отклонять, исключать",
     en: "I negative; II disannul, avoid; negative, rebut; reject, exclude, forswear, overrule"
    },
    {
     kz: "жол",
     ru: "дорога",
     en: "road"
    },
    {
     kz: "жол құқығы",
     ru: "дорожное право",
     en: "law of the road"
    },
    {
     kz: "жолаушы",
     ru: "пассажир",
     en: "passenger"
    },
    {
     kz: "жол белгілері",
     ru: "дорожные знаки",
     en: "traffic signs"
    },
    {
     kz: "жолдау",
     ru: "послание",
     en: "letter"
    },
    {
     kz: "жол-көлік оқиғасы",
     ru: "дорожно - транспортное происшествие",
     en: "road traffic accident"
    },
    {
     kz: "жол оқиғасы",
     ru: "дорожное происшествие",
     en: "traffic accident"
    },
    {
     kz: "жою",
     ru: "I уничтожение, ликвидация; II уничтожать; устранять, исключать",
     en: "I abolition, liquidation; II destroy; eliminate, exclude, kill"
    },
    {
     kz: "жартылай жою",
     ru: "частная ликвидация",
     en: "partial liquidation"
    },
    {
     kz: "жою тәртібі, реті",
     ru: "процедура ликвидации",
     en: "liquidation procedure"
    },
    {
     kz: "мәжбүрлеп жою",
     ru: "принудительная ликвидация",
     en: "liquidation compulsory"
    },
    {
     kz: "жоюшы",
     ru: "ликвидатор",
     en: "liquidator"
    },
    {
     kz: "жуу",
     ru: "стирать",
     en: "deface, erase"
    },
    {
     kz: "жұмыс",
     ru: "работа",
     en: "labour, employment"
    },
    {
     kz: "жұмыс басты болу",
     ru: "быть занятым (чем-л.)",
     en: "engage"
    },
    {
     kz: "жұмыс бастылық",
     ru: "занятость",
     en: "employment"
    },
    {
     kz: "жұмыс беруші",
     ru: "работодатель",
     en: "employer"
    },
    {
     kz: "жұмыскер",
     ru: "работник",
     en: "labourer"
    },
    {
     kz: "жұмыссыз",
     ru: "безработный, неработающий",
     en: "unemployed, idle, out-of-work"
    },
    {
     kz: "жұмыссыздық",
     ru: "безработица",
     en: "unemployment"
    },
    {
     kz: "жұмыстан шығару (қуу)",
     ru: "увольнять, выгонять с работы",
     en: "fire"
    },
    {
     kz: "жұмысты өз мүмкіндіктерімен атқарушы",
     ru: "выполняющий работу своими средствами",
     en: "independent"
    },
    {
     kz: "жұмысшы",
     ru: "рабочий",
     en: "labourer"
    },
    {
     kz: "жұмыс істеу сағаттары",
     ru: "часы работы",
     en: "hours of labour"
    },
    {
     kz: "жүк айналымы",
     ru: "грузооборот",
     en: "traffic"
    },
    {
     kz: "жүкті қарау",
     ru: "досмотр багажа",
     en: "luggage examination"
    },
    {
     kz: "жүктілік",
     ru: "беременность",
     en: "pregnancy"
    },
    {
     kz: "жүліктік",
     ru: "жульничество, обман",
     en: "knavery"
    },
    {
     kz: "жүргізуші куәлігі",
     ru: "водительское удостоверение, водительские права",
     en: "driver’s license"
    },
    {
     kz: "жүргінші",
     ru: "пешеход",
     en: "pedestrian"
    },
    {
     kz: "жылжитын мүлік",
     ru: "движимость",
     en: "chattel, effects; goods"
    },
    {
     kz: "жылжитын мүлік",
     ru: "движимое имущество",
     en: "movable estate, person property"
    },
    {
     kz: "жылжымайтын",
     ru: "недвижимость",
     en: "land, land estate, realty"
    },
    {
     kz: "жылжымайтын мүлік",
     ru: "недвижимость, недвижимое имущество",
     en: "realty, land estate"
    },
    {
     kz: "жылжымайтын мүлік иесі",
     ru: "владелец недвижимости",
     en: "landholder"
    },
    {
     kz: "жылжымайтын мүлікті мұра ету",
     ru: "завещать недвижимость",
     en: "devise"
    },
    {
     kz: "жылыстау",
     ru: "уклоняться, ускользать",
     en: "elude"
    },
    {
     kz: "ізге түсуден жылыстау",
     ru: "ускользнуть от преследования",
     en: "elude pursuit"
    },
    {
     kz: "жындыкеш, ашулы, кәнігі",
     ru: "дурной, злой, злостный",
     en: "evil"
    },
    {
     kz: "жіберу, босату",
     ru: "отпуск",
     en: "leave"
    },
    {
     kz: "зайырлы билік",
     ru: "светская власть",
     en: "temporal power"
    },
    {
     kz: "зақымдану",
     ru: "увечье; повреждение",
     en: "maim; mischief"
    },
    {
     kz: "зақымдау",
     ru: "наносить увечье",
     en: "maim"
    },
    {
     kz: "заң",
     ru: "закон",
     en: "lex лат.; legislative act, law, establishment"
    },
    {
     kz: "жиынтық заң",
     ru: "органический закон",
     en: "fundamental law"
    },
    {
     kz: "заң баптары",
     ru: "статьи закона",
     en: "points of law"
    },
    {
     kz: "заң бұзу",
     ru: "нарушать закон",
     en: "break the law, offend"
    },
    {
     kz: "заң шығару",
     ru: "издавать закон",
     en: "issue law"
    },
    {
     kz: "негізгі заң",
     ru: "основной закон",
     en: "fundamental law"
    },
    {
     kz: "неке заңы",
     ru: "брачный закон",
     en: "marital law"
    },
    {
     kz: "ұйымдастыру заңы",
     ru: "организаторский закон",
     en: "fundamental law"
    },
    {
     kz: "заңгер",
     ru: "правовед, юрист",
     en: "jurisprudent, jurist, lawyer, legist, man of law"
    },
    {
     kz: "заңгер кәсібі",
     ru: "профессия юриста",
     en: "law"
    },
    {
     kz: "заңгер кеңесі",
     ru: "консультация юриста",
     en: "legal advice"
    },
    {
     kz: "заңгерлік",
     ru: "правоведческий",
     en: "jurisprudential"
    },
    {
     kz: "заңға қайшы",
     ru: "противозаконный",
     en: "illegal"
    },
    {
     kz: "заңға сілтеме жасау (сүйену)",
     ru: "ссылаться на закон",
     en: "plead statute"
    },
    {
     kz: "заңға тәуелді актілер",
     ru: "подзаконный акт",
     en: "by-law"
    },
    {
     kz: "заңдар",
     ru: "законы",
     en: "legislation"
    },
    {
     kz: "заңдарды қабылдау",
     ru: "принимать законы",
     en: "pass legislation"
    },
    {
     kz: "заңдастыру",
     ru: "легализовать",
     en: "authorize"
    },
    {
     kz: "заңды",
     ru: "I правомерный, законный; II законно",
     en: "I right, just, loyal, lawful; II justly"
    },
    {
     kz: "заңды айналып өту (жалтару)",
     ru: "обходить закон (уклонятся)",
     en: "evade"
    },
    {
     kz: "заңды ата-аналар",
     ru: "законный родитель",
     en: "legitimate"
    },
    {
     kz: "заңды әке немесе шеше",
     ru: "законный отец или мать",
     en: "parent"
    },
    {
     kz: "заңды биліктер",
     ru: "законные власти",
     en: "constituted authorities"
    },
    {
     kz: "заңды болу немесе заңды екенін мойындау",
     ru: "быть или признаваться законным",
     en: "lie"
    },
    {
     kz: "заңды күшіне енген",
     ru: "вступивший в силу",
     en: "consummated"
    },
    {
     kz: "заңдық",
     ru: "юридический",
     en: "legal"
    },
    {
     kz: "заңдық күш",
     ru: "юридическая сила",
     en: "legal effect"
    },
    {
     kz: "заңдық акт",
     ru: "законный акт",
     en: "legal act"
    },
    {
     kz: "заңдық ықпалға жатпайтын іс",
     ru: "не подпадающий под действие закона",
     en: "extralegal"
    },
    {
     kz: "заңдық бастама",
     ru: "законодательная инициатива",
     en: "legislation"
    },
    {
     kz: "заңдық күшінен айыру",
     ru: "лишать юридической силы",
     en: "destroy"
    },
    {
     kz: "заңдық мағына",
     ru: "юридический смысл",
     en: "legal sense"
    },
    {
     kz: "заңдылық",
     ru: "правомерность",
     en: "rightfulness"
    },
    {
     kz: "заңды мирасқор",
     ru: "правопреемник",
     en: "assignee"
    },
    {
     kz: "заңды мұрагер",
     ru: "правопреемник",
     en: "personal representative"
    },
    {
     kz: "заң бойынша өкілеттілік",
     ru: "правомочие по закону",
     en: "authority by law"
    },
    {
     kz: "заңды туған",
     ru: "законное рождение",
     en: "legitimate"
    },
    {
     kz: "заңды туған бала",
     ru: "законнорожденный",
     en: "legitimate"
    },
    {
     kz: "заңды тұлға",
     ru: "юридическое лицо",
     en: "artificial person, legal entity, corporate person"
    },
    {
     kz: "заңды іс-әрекет",
     ru: "правомерное поведение",
     en: "good behavior"
    },
    {
     kz: "заң жобасы",
     ru: "билль, законопроект",
     en: "bill, draft bill"
    },
    {
     kz: "заң жобасын ұсыну",
     ru: "вносить законопроект",
     en: "bring in a bill"
    },
    {
     kz: "заң кеңесшісі",
     ru: "юрисконсульт",
     en: "legal adviser"
    },
    {
     kz: "заң қабылдау",
     ru: "принимать закон",
     en: "pass an act"
    },
    {
     kz: "заңқой",
     ru: "законник",
     en: "man of law"
    },
    {
     kz: "заңқұзірет",
     ru: "юрисдикция",
     en: "cognizable"
    },
    {
     kz: "заңқұзiретті іске асыру",
     ru: "осуществление юрисдикции",
     en: "cognizable"
    },
    {
     kz: "заң маңызы",
     ru: "значение закона",
     en: "intendment of law"
    },
    {
     kz: "заңмен белгіленген жас",
     ru: "возраст, установленный законом",
     en: "legal age"
    },
    {
     kz: "заңмен қарастырылған жаза түрі",
     ru: "предусмотренная законом мера наказания",
     en: "sanction"
    },
    {
     kz: "заңмен қарастырылмаған",
     ru: "не предусмотренный законом",
     en: "extralegal"
    },
    {
     kz: "заңмен негізделмеген",
     ru: "юридически необоснованный",
     en: "bad"
    },
    {
     kz: "заңмен тікелей тыйым салынған",
     ru: "прямо запрещено законом",
     en: "forbidden by express law"
    },
    {
     kz: "заңнама",
     ru: "законодательство",
     en: "legislation"
    },
    {
     kz: "заңнамалық акт",
     ru: "законодательный акт",
     en: "legislative act"
    },
    {
     kz: "заңнамалық билік",
     ru: "законодательная власть",
     en: "legislative power"
    },
    {
     kz: "заңнамалық іс-әрекет",
     ru: "законодательная деятельность",
     en: "legislation"
    },
    {
     kz: "заң шығарушы орын",
     ru: "законодательный орган",
     en: "body of legislation"
    },
    {
     kz: "заң шығарушы орындар",
     ru: "законодательные органы",
     en: "legislative authorities"
    },
    {
     kz: "заң субъектісі",
     ru: "юридический субъект",
     en: "legal entity"
    },
    {
     kz: "заңсыз",
     ru: "незаконный, нелегальный, неправомерный,",
     en: "illegal"
    },
    {
     kz: "заңсыз мінез-құлық",
     ru: "неправомерное поведение",
     en: "misbehavior"
    },
    {
     kz: "заңсыздық",
     ru: "беззаконие",
     en: "lawlessness"
    },
    {
     kz: "заңсыз иелену",
     ru: "незаконно завладеть",
     en: "misappropriate"
    },
    {
     kz: "заңсыз сот",
     ru: "самосуд",
     en: "mob law"
    },
    {
     kz: "заңсыз туған бала",
     ru: "незаконнорожденный ребенок",
     en: "bastard"
    },
    {
     kz: "заңтану",
     ru: "законоведение",
     en: "jurisprudence"
    },
    {
     kz: "заңтану актісі",
     ru: "юридический акт",
     en: "legal act"
    },
    {
     kz: "заңтану іс-әрекеті",
     ru: "юридическое действие",
     en: "juristic act, act-in-law"
    },
    {
     kz: "заң факультетінде оқу",
     ru: "учиться на юридическом факультете",
     en: "to eat one’s dinners (terms)"
    },
    {
     kz: "заң шығару",
     ru: "законодательствовать",
     en: "pass legislation"
    },
    {
     kz: "заң шығарушы",
     ru: "законодатель",
     en: "lawmaker, legislator"
    },
    {
     kz: "заң шығарушы жиналыс",
     ru: "законодательное собрание",
     en: "court"
    },
    {
     kz: "заң шығарушы орган мүшелеріне ресми емес келіссөздермен әсер етуге талпыныс жасау",
     ru: "пытаться воздействовать на членов законодательного органа путем закулисных переговоров",
     en: "lobby"
    },
    {
     kz: "заң шығарушы орган мүшесі",
     ru: "член законодательного органа",
     en: "legislator"
    },
    {
     kz: "зардапсыз кету",
     ru: "уйти невредимым",
     en: "escape"
    },
    {
     kz: "зат ",
     ru: "вещь",
     en: "thing, property"
    },
    {
     kz: "бөтеннің затын еленуге заттық құқық",
     ru: "вещное право владения чужой вещью",
     en: "special property"
    },
    {
     kz: "заттық дәлелдемелер (айғақтар)",
     ru: "вещественные доказательства",
     en: "real evidence"
    },
    {
     kz: "заттық дәлелдердің барлығын толық сипаттау",
     ru: "полное описание всех вещественных доказательств",
     en: "complete description of evidential items"
    },
    {
     kz: "заттық-міндеттемелік талап арыз",
     ru: "вещно-обязательственный иск",
     en: "mixed action"
    },
    {
     kz: "зауалсыздық",
     ru: "безнаказанность",
     en: "impunity"
    },
    {
     kz: "зейнетақы",
     ru: "пенсия",
     en: "pension"
    },
    {
     kz: "зейнеткер",
     ru: "пенсионер",
     en: "pensioner"
    },
    {
     kz: "зейнеткерлікке шығу",
     ru: "выходить на пенсию",
     en: "retire"
    },
    {
     kz: "зерделеу (сұрақты)",
     ru: "I изучение (вопроса); II изучать (вопрос)",
     en: "I investigation; II investigate"
    },
    {
     kz: "зиян",
     ru: "вред",
     en: "injury, harm, mischief"
    },
    {
     kz: "зиян келтіру",
     ru: "наносить вред",
     en: "hurt"
    },
    {
     kz: "зорлау",
     ru: "I насиловать; II изнасилование",
     en: "I force, rape; II force, rape"
    },
    {
     kz: "зорлық",
     ru: "насилие",
     en: "force"
    },
    {
     kz: "зұлмат",
     ru: "бедствие",
     en: "disaster, distress"
    },
    {
     kz: "ие (негізінен жылжымайтын мүліктің)",
     ru: "владелец (преимущественно недвижимости)",
     en: "tenant, owner"
    },
    {
     kz: "иелену; иемдену; тәркілеу",
     ru: "I владение; присвоение; конфискация; II владеть",
     en: "I appropriation, arrogation; ownership; II possess"
    },
    {
     kz: "иемдену",
     ru: "I присвоение; II присвоить",
     en: "I arrogation; II misappropriate"
    },
    {
     kz: "иелік",
     ru: "владение",
     en: "ownership"
    },
    {
     kz: "біреудің иелігіне басып кіру, араласу",
     ru: "вмешиваться, вторгаться в чужие владения",
     en: "poach"
    },
    {
     kz: "иеліктің (меншіктің) нағыз құқығы",
     ru: "настоящее право владения",
     en: "present interest"
    },
    {
     kz: "иеліктен айыру",
     ru: "I лишения владения; II отчуждать; лишать владения",
     en: "I ejection; II assign; eject"
    },
    {
     kz: "иесіз",
     ru: "бесхозный, бесхозяйный",
     en: "derelict, ownerless"
    },
    {
     kz: "иландыру",
     ru: "предубеждать",
     en: "prejudice"
    },
    {
     kz: "иммунитет",
     ru: "иммунитет",
     en: "privilege"
    },
    {
     kz: "қазына",
     ru: "казна",
     en: "fisc"
    },
    {
     kz: "капитал (капиталға кірістен басқа)",
     ru: "капитал (в отличие от доходов на капитал)",
     en: "principal"
    },
    {
     kz: "карташы",
     ru: "картежник",
     en: "gambler"
    },
    {
     kz: "картотека",
     ru: "картотека",
     en: "file"
    },
    {
     kz: "карцер",
     ru: "карцер",
     en: "hole"
    },
    {
     kz: "кассациялық сот",
     ru: "кассационный суд",
     en: "court of review"
    },
    {
     kz: "кастет",
     ru: "кастет",
     en: "knuckle-duster"
    },
    {
     kz: "кәдімгі",
     ru: "обычный",
     en: "regular"
    },
    {
     kz: "кәдімгі ұқыпсыздық",
     ru: "обычная небрежность",
     en: "ordinary negligence"
    },
    {
     kz: "кәмелетке толған",
     ru: "совершеннолетний",
     en: "major"
    },
    {
     kz: "кәмелетке толмаған",
     ru: "несовершеннолетний; несовершеннолетие",
     en: "infant, minor; infancy"
    },
    {
     kz: "кәмелетке толмаған қыз баланы ұрлау",
     ru: "похищать несовершеннолетнюю",
     en: "abduct"
    },
    {
     kz: "кәмелетке толмаған қыз баланы ұрлаушы",
     ru: "похититель несовершеннолетней",
     en: "abductor"
    },
    {
     kz: "кәмелеттік жас",
     ru: "совершеннолетие",
     en: "legal age, majority"
    },
    {
     kz: "кәмелеттілікке жету",
     ru: "достичь совершеннолетия",
     en: "majorize"
    },
    {
     kz: "кәнігі қылмыскер",
     ru: "закоренелый преступник",
     en: "hard case"
    },
    {
     kz: "кәсібіне, жұмыс орнына байланысты ауру",
     ru: "заболевание, связанное с профессией, местом работы",
     en: "industrial disease"
    },
    {
     kz: "кәсіп",
     ru: "профессия",
     en: "business"
    },
    {
     kz: "кәсіпкерлік",
     ru: "предпринимательство",
     en: "business"
    },
    {
     kz: "кедейлік",
     ru: "нищета, бедность",
     en: "distress"
    },
    {
     kz: "кеден",
     ru: "таможня",
     en: "custom-house"
    },
    {
     kz: "кеден бажы салынатын",
     ru: "облагаемый таможенной пошлиной",
     en: "customable"
    },
    {
     kz: "кеден басқармасы",
     ru: "таможенное управление",
     en: "Customs"
    },
    {
     kz: "кеденде кеден салығы салынатын заттарды көрсету",
     ru: "I предъявление на таможне вещей, облагаемых таможенной пошлиной; II предъявлять на таможне вещи, облагаемые пошлиной",
     en: "I declaration; II declare"
    },
    {
     kz: "кедендік баж салықтары",
     ru: "таможенные пошлины",
     en: "custom duties"
    },
    {
     kz: "кедендік қарау",
     ru: "таможенный досмотр",
     en: "custom-house examination"
    },
    {
     kz: "кедергі жасау",
     ru: "препятствовать",
     en: "interrupt"
    },
    {
     kz: "кедергі келтіру",
     ru: "помешать успеху",
     en: "kill"
    },
    {
     kz: "кездейсоқ",
     ru: "случайный",
     en: "fortuitous, accidental"
    },
    {
     kz: "кездейсоқ жағдай",
     ru: "чрезвычайное обстоятельство",
     en: "emergency"
    },
    {
     kz: "кездейсоқ кісі өлтіріп алу",
     ru: "случайное убийство",
     en: "accidental killing"
    },
    {
     kz: "кездейсоқ өлім",
     ru: "случайная смерть",
     en: "accidental death"
    },
    {
     kz: "кездейсоқ шығын",
     ru: "случайный ущерб",
     en: "accidental damage"
    },
    {
     kz: "кезек",
     ru: "очередность",
     en: "priority"
    },
    {
     kz: "кезекті",
     ru: "очередной",
     en: "regular"
    },
    {
     kz: "кезең",
     ru: "период, цикл",
     en: "period"
    },
    {
     kz: "кейінге қалдыру",
     ru: "I отсрочка; II отсрочивать, откладывать; отводить, отказываться",
     en: "I adjournment; II adjourn; reject"
    },
    {
     kz: "кейінге қалдыру",
     ru: "отсрочка",
     en: "prorogation"
    },
    {
     kz: "кейінге қалдыру (кештеу мерзімге)",
     ru: "откладывать (на более поздний срок)",
     en: "remit"
    },
    {
     kz: "кейінгі қолдау",
     ru: "последующее подтверждение",
     en: "recognition"
    },
    {
     kz: "кейінгі мақұлдау",
     ru: "последующее одобрение",
     en: "recognition"
    },
    {
     kz: "келген орын",
     ru: "место пребывания",
     en: "residence"
    },
    {
     kz: "келешек (дайындалып жатқан) қылмыс",
     ru: "будущее (готовящееся) преступление",
     en: "anticipatory offense"
    },
    {
     kz: "келіспеушілікті реттеу",
     ru: "урегулировать разногласие",
     en: "settle dispute"
    },
    {
     kz: "келістіру",
     ru: "согласовывать",
     en: "reconcile"
    },
    {
     kz: "келісу",
     ru: "I согласование; II допускать; соглашаться, заключать",
     en: "I reconciliation; II suffer, celebrate"
    },
    {
     kz: "келісім",
     ru: "согласие, сделка; договоренность",
     en: "agreement, business, privity, consensus; engagement"
    },
    {
     kz: "келісім алу",
     ru: "согласовывать",
     en: "reconcile"
    },
    {
     kz: "келісімді бұзу",
     ru: "расторгать",
     en: "avoid"
    },
    {
     kz: "келісімшарт",
     ru: "договор, сделка",
     en: "terms, bargain, contract"
    },
    {
     kz: "ауызша келісім",
     ru: "устный договор",
     en: "verbal contract"
    },
    {
     kz: "жалға алу келісімшарты",
     ru: "договор аренды",
     en: "contract of tenancy"
    },
    {
     kz: "жазбаша келісімшарт",
     ru: "письменный договор",
     en: "written contract"
    },
    {
     kz: "жазбаша түрдегі келісімшарт",
     ru: "договор в письменной форме",
     en: "written contract"
    },
    {
     kz: "жеке жал келісімшарты",
     ru: "договор личного найма",
     en: "service contract"
    },
    {
     kz: "игі әдепті бұзатын келісімшарт",
     ru: "договор, нарушающий добрые нравы",
     en: "immoral contract"
    },
    {
     kz: "келісімшарт жасау",
     ru: "заключать договор",
     en: "make contract"
    },
    {
     kz: "келісімшартты бұзу",
     ru: "расторгнуть договор",
     en: "avoid (avoidance) a contract, to dissolve agreement"
    },
    {
     kz: "келісімшартты орындамау",
     ru: "нарушать договор",
     en: "to break the contract"
    },
    {
     kz: "құқыққа қарсы келісімшарт",
     ru: "противоправный договор",
     en: "illegal contract"
    },
    {
     kz: "мөр басылған құжат түріндегі емес келісімшарт",
     ru: "договор не в форме документа за печатью",
     en: "verbal contract"
    },
    {
     kz: "мүліктік жалға беру келісімшарты",
     ru: "договор имущественного найма",
     en: "contract of tenancy"
    },
    {
     kz: "негізгі келісімшарт",
     ru: "основной договор",
     en: "principle contract"
    },
    {
     kz: "келісімшартқа қол қою",
     ru: "заключать договор",
     en: "contract"
    },
    {
     kz: "келісім шарттары",
     ru: "условия соглашения",
     en: "term of settlement"
    },
    {
     kz: "келісімшарт шарттары",
     ru: "условия договора",
     en: "terms, terms of contract"
    },
    {
     kz: "келіссөздер",
     ru: "переговоры",
     en: "talks"
    },
    {
     kz: "жоғары деңгейдегі келіссөздер (үкімет басшылары арасында)",
     ru: "переговоры на высшем уровне (между главами правительств)",
     en: "ministerial talks"
    },
    {
     kz: "министрлер деңгейіндегі келіссөздер",
     ru: "переговоры на уровне министров",
     en: "top level talks"
    },
    {
     kz: "кеңес беруші",
     ru: "советник, консультант",
     en: "adviser"
    },
    {
     kz: "кеңесші",
     ru: "советник, консультант",
     en: "adviser, advocate"
    },
    {
     kz: "кепіл (кепілге берген кездегі)",
     ru: "залог (при передаче на поруки); гарантия; поруки",
     en: "bail; guarantee"
    },
    {
     kz: "кепіл зат",
     ru: "заложенная вещь",
     en: "pledge"
    },
    {
     kz: "қол кепіл",
     ru: "ручной залог",
     en: "pledge"
    },
    {
     kz: "кепіл ақша",
     ru: "задаток",
     en: "earles-penny \/ earl’s penny"
    },
    {
     kz: "кепілақы",
     ru: "задаток",
     en: "arles, handsafe"
    },
    {
     kz: "кепіл беру",
     ru: "давать гарантию",
     en: "guarantee"
    },
    {
     kz: "кепіл берілетін адам",
     ru: "лицо, которому дается гарантия",
     en: "guarantee"
    },
    {
     kz: "кепіл болу",
     ru: "поручаться",
     en: "guarantee"
    },
    {
     kz: "кепілге алу",
     ru: "брать на поруки",
     en: "bail"
    },
    {
     kz: "кепілге беру",
     ru: "передавать на поруки",
     en: "bail, admit to bail"
    },
    {
     kz: "кепілгер",
     ru: "поручитель",
     en: "bail"
    },
    {
     kz: "кепілгерлік",
     ru: "поручительство",
     en: "bail; guarantee"
    },
    {
     kz: "кепілгерлік беру",
     ru: "давать поручительство",
     en: "guarantee"
    },
    {
     kz: "кепілгерлікті қабылдаушы адам",
     ru: "лицо, принимающее поручительство",
     en: "guarantee"
    },
    {
     kz: "кепілдіксіз",
     ru: "негарантированный",
     en: "unwarranted"
    },
    {
     kz: "кепілші",
     ru: "поручитель",
     en: "sponsor"
    },
    {
     kz: "керек",
     ru: "насущный; нужный",
     en: "needful"
    },
    {
     kz: "керексіз",
     ru: "неистребованный, ненужный",
     en: "uncalled, needless"
    },
    {
     kz: "керектер",
     ru: "нужды",
     en: "needs"
    },
    {
     kz: "кері күші бар",
     ru: "имеющий обратную силу",
     en: "retroactive"
    },
    {
     kz: "кешен",
     ru: "комплекс",
     en: "body"
    },
    {
     kz: "кешенді сараптама",
     ru: "комплексная экспертиза",
     en: "comprehensive expert examination"
    },
    {
     kz: "кешіру; ақтау",
     ru: "I прощение; оправдание; II прощать",
     en: "I absolution; II remit, forgive"
    },
    {
     kz: "кешірім; рақымшылық",
     ru: "прощение,извинение; помилование",
     en: "condonation, pardon; plea"
    },
    {
     kz: "кешірім жасау; рақымшылық жасау",
     ru: "помиловать; помилование",
     en: "mercy, pardon"
    },
    {
     kz: "кешірім құқығы",
     ru: "право помилования",
     en: "pardoning power"
    },
    {
     kz: "кинолог",
     ru: "кинолог",
     en: "dog specialist"
    },
    {
     kz: "клептомания",
     ru: "клептомания",
     en: "cleptomania"
    },
    {
     kz: "клиент",
     ru: "клиент, потребитель",
     en: "customer"
    },
    {
     kz: "клиникалық өлім",
     ru: "клиническая смерть",
     en: "clinical death"
    },
    {
     kz: "код (құпия белгі)",
     ru: "код, кодировать",
     en: "code"
    },
    {
     kz: "кодекс",
     ru: "кодекс",
     en: "code"
    },
    {
     kz: "азаматтық кодекс",
     ru: "гражданский кодекс",
     en: "civil code"
    },
    {
     kz: "еңбек туралы заңдар кодексі",
     ru: "кодекс законов о труде",
     en: "labour code"
    },
    {
     kz: "қылмыстық кодекс",
     ru: "уголовный кодекс",
     en: "criminal code"
    },
    {
     kz: "сот кодексі",
     ru: "судебный кодекс",
     en: "judicial code"
    },
    {
     kz: "сот құрылымы туралы заңдар кодексі",
     ru: "кодекс законов о судоустройстве",
     en: "judicial code"
    },
    {
     kz: "іс жүргізу кодексі",
     ru: "процессуальный кодекс",
     en: "code of practice"
    },
    {
     kz: "колония",
     ru: "колония",
     en: "colony"
    },
    {
     kz: "жалпы режимдегі колония",
     ru: "колония общего режима",
     en: "colony with a general regime"
    },
    {
     kz: "күшейтілген режимдегі колония",
     ru: "колония усиленного режима",
     en: "colony with a reinforced regime"
    },
    {
     kz: "қатаң режимдегі колония",
     ru: "колония строго режима",
     en: "colony with a strict regime"
    },
    {
     kz: "команда (пәрмен) беру",
     ru: "командовать",
     en: "command"
    },
    {
     kz: "командавание",
     ru: "командование",
     en: "command"
    },
    {
     kz: "комиссиялық сараптама",
     ru: "комиссионная экспертиза",
     en: "comission expert examination"
    },
    {
     kz: "коммуналдық мекемелер",
     ru: "коммунальные учреждения",
     en: "public works"
    },
    {
     kz: "компания",
     ru: "компания",
     en: "company"
    },
    {
     kz: "акционерлік компания",
     ru: "акционерная компания",
     en: "company limited by shares"
    },
    {
     kz: "жауапкершілігі шектеулі компания",
     ru: "компания с ограниченной ответственностью",
     en: "limited liability company"
    },
    {
     kz: "компания абыройы",
     ru: "репутация компании",
     en: "company image"
    },
    {
     kz: "сақтандыру компаниясы",
     ru: "страховая компания",
     en: "assurance company"
    },
    {
     kz: "конституциялық монарх",
     ru: "конституционный монарх",
     en: "constitutional monarch"
    },
    {
     kz: "конституциялық монархия",
     ru: "конституционная монархия",
     en: "limited monarchy"
    },
    {
     kz: "консул лауазымы",
     ru: "должность консула",
     en: "consulship"
    },
    {
     kz: "консульдық",
     ru: "консульство",
     en: "consulate"
    },
    {
     kz: "корпорация құрушы",
     ru: "образующий корпорацию",
     en: "corporate"
    },
    {
     kz: "көбею",
     ru: "увеличение, возрастание",
     en: "increase"
    },
    {
     kz: "көз",
     ru: "источник",
     en: "source"
    },
    {
     kz: "кіріс көзі",
     ru: "источник дохода",
     en: "source of income"
    },
    {
     kz: "көлік",
     ru: "транспорт",
     en: "traffic"
    },
    {
     kz: "көлік апаты",
     ru: "автокатастрофа",
     en: "motor vehicle accident"
    },
    {
     kz: "көлік оқиғасы нәтижесінде өлу (опат болу)",
     ru: "гибель в результате транспортного происшествия",
     en: "vehicular homicide"
    },
    {
     kz: "көмектесу",
     ru: "содействовать",
     en: "promote"
    },
    {
     kz: "көмектесу және азғыру",
     ru: "оказывать пособничество и подстрекать",
     en: "to aid and abet"
    },
    {
     kz: "көмекші",
     ru: "помощник, адъюнкт",
     en: "adjunct, advocate, deputy"
    },
    {
     kz: "судья көмекшісі",
     ru: "помощник судьи",
     en: "deputy judge"
    },
    {
     kz: "көндіру",
     ru: "предубеждать",
     en: "prejudice"
    },
    {
     kz: "көпшілігі",
     ru: "большинство",
     en: "majority"
    },
    {
     kz: "көпшілік актісі",
     ru: "публичный акт",
     en: "public act"
    },
    {
     kz: "көпшілік алдында намысына тию",
     ru: "публичное оскорбление",
     en: "scandal"
    },
    {
     kz: "көрсеткіш",
     ru: "указатель",
     en: "register"
    },
    {
     kz: "көрсетпе",
     ru: "показание",
     en: "evidence"
    },
    {
     kz: "көрсетпе беру",
     ru: "давать показание",
     en: "give evidence"
    },
    {
     kz: "көрсетпелер негізінде",
     ru: "на основе показаний",
     en: "on evidence"
    },
    {
     kz: "бөгденің сөзінен көрсетпе беру",
     ru: "показания с чужих слов",
     en: "second-hand evidence"
    },
    {
     kz: "жалған көрсетпелерді жалған жинақтау",
     ru: "фабрикация ложных показаний",
     en: "manufacture of false evidence"
    },
    {
     kz: "куә көрсетпелерін тыңдау немесе қабылдау",
     ru: "принимать или выслушивать свидетельские показания",
     en: "take evidence"
    },
    {
     kz: "куәлік көрсетпелер",
     ru: "свидетельские показания",
     en: "testimonial evidence"
    },
    {
     kz: "куәның ауызша көрсетпелері",
     ru: "устные свидетельские показания",
     en: "oral evidence"
    },
    {
     kz: "іске қатысы жоқ көрсетпе",
     ru: "показание, не относящееся к делу",
     en: "irrelevant evidence"
    },
    {
     kz: "көрсету",
     ru: "предъявлять",
     en: "maintain"
    },
    {
     kz: "көрсетпені жасыру",
     ru: "сокрытие показаний",
     en: "suppretion of evidence"
    },
    {
     kz: "көше қозғалысы ережелері",
     ru: "правила уличного движения",
     en: "traffic regulations"
    },
    {
     kz: "көшірме",
     ru: "копия; выписка",
     en: "transcript; extract"
    },
    {
     kz: "көшірме бедерлеме",
     ru: "оттиск",
     en: "print"
    },
    {
     kz: "криминалистика",
     ru: "криминалистика",
     en: "criminal investigation technique"
    },
    {
     kz: "криминалистикалық болжам",
     ru: "криминалистическая версия",
     en: "criminalistics version"
    },
    {
     kz: "криминалистикалық диагностика",
     ru: "криминалистическая диагностика",
     en: "criminalistic diagnostics"
    },
    {
     kz: "криминалистикалық тіркеу",
     ru: "криминалистическая регистрация",
     en: "criminalistic record"
    },
    {
     kz: "криминалистикалық тіркеудің дактилоскопиялық жүйесі",
     ru: "дактилоскопическая система криминалистической регистрации",
     en: "dactyloscopic system of criminalistic record"
    },
    {
     kz: "криминолог",
     ru: "криминолог",
     en: "criminological researcher"
    },
    {
     kz: "криминология (қылмыстылық және қылмыс туралы ғылым)",
     ru: "криминология (наука о преступности, о преступлении)",
     en: "criminology"
    },
    {
     kz: "куә (көруші)",
     ru: "свидетель, очевидец",
     en: "witness, attestor, evidence, eye-witness"
    },
    {
     kz: "куә көрсетпесі",
     ru: "свидетельское показание",
     en: "evidence"
    },
    {
     kz: "куә әңгімесі",
     ru: "рассказ свидетеля",
     en: "narrative evidence"
    },
    {
     kz: "куә, көрген",
     ru: "свидетель, очевидец",
     en: "witness, eye-witness"
    },
    {
     kz: "басты куә",
     ru: "главный свидетель",
     en: "material witness"
    },
    {
     kz: "куәның тиіспеушілігі",
     ru: "неприкосновенность свидетеля",
     en: "immunity of witness"
    },
    {
     kz: "жалған куә",
     ru: "лжесвидетель",
     en: "false witness"
    },
    {
     kz: "айыпкердің куәсы",
     ru: "свидетель обвинения",
     en: "witness for the prosecution"
    },
    {
     kz: "қорғаудың куәсы",
     ru: "свидетель защиты",
     en: "witness for the defense"
    },
    {
     kz: "тиісті куә",
     ru: "надлежащий свидетель",
     en: "competent witness"
    },
    {
     kz: "куәгер",
     ru: "понятой",
     en: "attesting witness"
    },
    {
     kz: "куәны қайта сұрау",
     ru: "повторный опрос свидетеля",
     en: "re-examination"
    },
    {
     kz: "куәлік көрсетпелер жасау",
     ru: "давать свидетельские показания",
     en: "witness"
    },
    {
     kz: "куәландыру",
     ru: "I освидетельствование; II свидетельствовать, удостоверять",
     en: "I examination; II witness, certificate"
    },
    {
     kz: "өзіне қарсы куәландыру",
     ru: "свидетельствовать против себя",
     en: "witness against oneself"
    },
    {
     kz: "куәлардан жазбаша жауап алу",
     ru: "письменный опрос свидетелей",
     en: "interrogatories"
    },
    {
     kz: "куәлардан жауап алу",
     ru: "допрос свидетелей",
     en: "havings of witness"
    },
    {
     kz: "куәлік",
     ru: "свидетельство, диплом, сертификат",
     en: "document, diploma, certificate"
    },
    {
     kz: "жеке куәлік",
     ru: "удостоверение личности",
     en: "certificate of identity"
    },
    {
     kz: "неке куәлігі",
     ru: "брачное свидетельство",
     en: "certificate for marriage"
    },
    {
     kz: "туу туралы куәлік",
     ru: "свидетельство о рождении",
     en: "certificate of birth"
    },
    {
     kz: "куә көрсетпелері",
     ru: "свидетельское показание",
     en: "attestation"
    },
    {
     kz: "куә көрсетпелерін беру",
     ru: "дача свидетельского показания",
     en: "attestation"
    },
    {
     kz: "куә көрсетпелерін баяндайтын орын",
     ru: "место для дачи свидетельских показаний",
     en: "witness box"
    },
    {
     kz: "күдік",
     ru: "подозрение",
     en: "suspicion, mistrust"
    },
    {
     kz: "күдіктену",
     ru: "подозревать",
     en: "mistrust"
    },
    {
     kz: "күзет",
     ru: "стража",
     en: "custody"
    },
    {
     kz: "күзетке алу",
     ru: "брать под стражу",
     en: "detain in custody"
    },
    {
     kz: "күзет куәлігі",
     ru: "охранное свидетельство",
     en: "pass"
    },
    {
     kz: "күзет қарамағындағы айыпталушы",
     ru: "обвиняемый, находящийся под стражей",
     en: "prisoner"
    },
    {
     kz: "күзет қарамағынан босап кетуге және қашуға немесе зиян келтіруге мүмкіндікті болдырмауды қамтамасыз ету",
     ru: "обеспечивающий невозможность освобождения из-под стражи и бегства или причинения вреда",
     en: "safe"
    },
    {
     kz: "күзет қарамағынан босатылған тұтқын",
     ru: "освобожденный из-под стражи заключенный",
     en: "escaped prisoner"
    },
    {
     kz: "күзет қарамағынан заңсыз босату",
     ru: "незаконно освобождать из под стражи",
     en: "escape"
    },
    {
     kz: "күзет қарамағынан заңсыз босау",
     ru: "незаконное освобождение из под стражи",
     en: "escape"
    },
    {
     kz: "күзет қарамағынан қашқан тұтқын",
     ru: "бежавший из-под стражи заключенный",
     en: "escaped prisoner"
    },
    {
     kz: "күзет қарамағынан қашу",
     ru: "I бегство из под стражи; II бежать из под стражи",
     en: "escape"
    },
    {
     kz: "күзетші",
     ru: "охранник",
     en: "conservator"
    },
    {
     kz: "күресу",
     ru: "бороться",
     en: "fight"
    },
    {
     kz: "күш",
     ru: "сила",
     en: "force"
    },
    {
     kz: "заңды, заңдық күш",
     ru: "законная, юридическая сила",
     en: "legal force"
    },
    {
     kz: "күшіне енгізу",
     ru: "вводить в силу",
     en: "put in force"
    },
    {
     kz: "күш қолдану",
     ru: "насильственный",
     en: "forcible"
    },
    {
     kz: "күш қолдану қылмысы",
     ru: "насильственное преступление",
     en: "crime of violence"
    },
    {
     kz: "күш қолданып шығару",
     ru: "насильственное удаление",
     en: "ejection"
    },
    {
     kz: "күштеу",
     ru: "I насилие; II принуждать, заставлять",
     en: "I coercion; II force"
    },
    {
     kz: "күштеп ұстау",
     ru: "насильственное задержание",
     en: "forcible abduction"
    },
    {
     kz: "күші бар",
     ru: "в силе, имеющий силу",
     en: "of force"
    },
    {
     kz: "күшіне ену",
     ru: "вступать в силу",
     en: "enure"
    },
    {
     kz: "күшін жою",
     ru: "I отмена, аннулирование; II отменять, аннулировать",
     en: "I abolition, abrogation, defeat; II abrogate, negative, disannul, defeat, overrule"
    },
    {
     kz: "кідірту",
     ru: "препятствовать",
     en: "interrupt"
    },
    {
     kz: "кілт",
     ru: "ключ",
     en: "key"
    },
    {
     kz: "кінә",
     ru: "вина",
     en: "guilt"
    },
    {
     kz: "кінәлы",
     ru: "виновный",
     en: "guilty"
    },
    {
     kz: "кінәлы деп тану",
     ru: "признавать виновным",
     en: "argue"
    },
    {
     kz: "кінәлы тарап",
     ru: "виновная сторона",
     en: "guilty party"
    },
    {
     kz: "кінәны жеңілдету",
     ru: "смягчать вину",
     en: "extenuate"
    },
    {
     kz: "кінәлы ұқыпсыздық",
     ru: "виновное небрежность",
     en: "capable neglect"
    },
    {
     kz: "кінәрат",
     ru: "рекламация; порок",
     en: "reclamation; flaw"
    },
    {
     kz: "кінәратты ету",
     ru: "опорочивать",
     en: "flaw"
    },
    {
     kz: "кінәсыз",
     ru: "невиновный",
     en: "guiltless"
    },
    {
     kz: "кінәсыздығына сендіру",
     ru: "убеждать в невиновности",
     en: "convince"
    },
    {
     kz: "кінәсыздық",
     ru: "невиновность",
     en: "innocence"
    },
    {
     kz: "кіргізу, енгізу",
     ru: "вводить",
     en: "usher"
    },
    {
     kz: "кіріс (табыс, олжа)",
     ru: "доходы, выручка, прибыль",
     en: "acquests, yield, gain(s), profit"
    },
    {
     kz: "кіріс кіргізу",
     ru: "приносить доход",
     en: "yield"
    },
    {
     kz: "кірістер",
     ru: "доходы",
     en: "income"
    },
    {
     kz: "кісен (қол кісен)",
     ru: "наручники",
     en: "handcuffs"
    },
    {
     kz: "кісі өлтірудің ауыр түрі (алдын ала ойластырылған арам пиғылмен жасалған кісі өлімі)",
     ru: "тяжкое убийство (убийство, совершенное с заранее обдуманным злым умыслом)",
     en: "murder"
    },
    {
     kz: "кісі өлтірудің ауыр түрін жасаған адам",
     ru: "лицо, совершившее тяжкое убийство",
     en: "murderer"
    },
    {
     kz: "кісі өлтіруші (жәбірленушіні опасыздықпен өлтіруші)",
     ru: "убийца (убивающий потерпевшего вероломным путем)",
     en: "assassin, murderer"
    },
    {
     kz: "кітап",
     ru: "книга",
     en: "register"
    },
    {
     kz: "кітапқа тіркеу",
     ru: "заносить в книгу",
     en: "register"
    },
    {
     kz: "кіші",
     ru: "младший",
     en: "junior, minor"
    },
    {
     kz: "кішірейтілген атау",
     ru: "уменьшительное имя",
     en: "nickname"
    },
    {
     kz: "қабыл алмау (алынбау)",
     ru: "отводить",
     en: "reject, except"
    },
    {
     kz: "қабылдамау",
     ru: "отвергать, отклонять, отказываться",
     en: "reject, disallow, overrule, forgive"
    },
    {
     kz: "талаптарды қабылдамау",
     ru: "отказывать в требовании",
     en: "reject claim"
    },
    {
     kz: "қабылдау (заң, қарар)",
     ru: "принятие (закона, резолюции)",
     en: "adoption"
    },
    {
     kz: "қабылдау (міндеттемелерді)",
     ru: "принимать (обязанности)",
     en: "contract"
    },
    {
     kz: "қабырғасы (парламенттің)",
     ru: "кулуары (парламента)",
     en: "lobby"
    },
    {
     kz: "қабілет, мүмкіндік",
     ru: "способности, возможности",
     en: "faculties"
    },
    {
     kz: "қабілетті, әрекет қабілеті",
     ru: "способный, дееспособный",
     en: "capable"
    },
    {
     kz: "қабілеттілік",
     ru: "способность",
     en: "ability"
    },
    {
     kz: "қадағалау",
     ru: "I наблюдение; II наблюдать, надзирать",
     en: "I observation; II observe, overlook"
    },
    {
     kz: "қадағалаушы",
     ru: "надзиратель,надсмотрщик",
     en: "overlooker"
    },
    {
     kz: "қажет, қажетті",
     ru: "нужный, насущный",
     en: "needful"
    },
    {
     kz: "қажетті тарап",
     ru: "необходимая сторона",
     en: "private defense"
    },
    {
     kz: "қажетсіз",
     ru: "неистребованный",
     en: "uncalled"
    },
    {
     kz: "қажеттілік",
     ru: "необходимость; нужда, надобность",
     en: "necessity; need"
    },
    {
     kz: "қажеттілік қайсар",
     ru: "I необходимость; II непокорный",
     en: "I necessity; II indocile"
    },
    {
     kz: "қажеттіліктер",
     ru: "потребности",
     en: "needs"
    },
    {
     kz: "нарық қажеттіліктері",
     ru: "потребности рынка",
     en: "needs market"
    },
    {
     kz: "қазына",
     ru: "казна",
     en: "fisc"
    },
    {
     kz: "қазыналау",
     ru: "национализировать",
     en: "nationalize"
    },
    {
     kz: "қайнар көз",
     ru: "источник",
     en: "source"
    },
    {
     kz: "қайта беру (құқығын)",
     ru: "переуступать (права)",
     en: "assign"
    },
    {
     kz: "қайта жасалған қылмыс",
     ru: "повторно совершенное преступление",
     en: "repeated offence"
    },
    {
     kz: "қайта қарау",
     ru: "повторное рассмотрение",
     en: "re-examination"
    },
    {
     kz: "қайта қарауға қайтару",
     ru: "возвращать для повторного рассмотрения",
     en: "recommit"
    },
    {
     kz: "қайталама сараптама",
     ru: "повторная экспертиза",
     en: "repeated expert examination"
    },
    {
     kz: "қайтаруды талап ету",
     ru: "требование о возвращении",
     en: "reclamation"
    },
    {
     kz: "қайтарылуға тиесілі",
     ru: "подлежащий возврату",
     en: "returnable"
    },
    {
     kz: "қайтарымсыз",
     ru: "безвозмездно; безвозмездный",
     en: "free"
    },
    {
     kz: "қайын ата",
     ru: "свекровь",
     en: "mother-in-law"
    },
    {
     kz: "қайын ене",
     ru: "теща",
     en: "mother-in-law"
    },
    {
     kz: "қайыр-садақамен күн көруші",
     ru: "живущий милостынею",
     en: "beggar"
    },
    {
     kz: "қайыршы",
     ru: "нищий",
     en: "beggar, pauper"
    },
    {
     kz: "қайыршылық",
     ru: "попрошайничество",
     en: "bagging"
    },
    {
     kz: "қалалық",
     ru: "городской",
     en: "urban"
    },
    {
     kz: "қалалық аудан",
     ru: "городской район",
     en: "urban district"
    },
    {
     kz: "қалалық қылмыстылық",
     ru: "городская преступность",
     en: "urban crime"
    },
    {
     kz: "қала соты",
     ru: "городской суд",
     en: "city court"
    },
    {
     kz: "қалдыру",
     ru: "оставлять",
     en: "leave"
    },
    {
     kz: "қалта ұры",
     ru: "вор-карманник",
     en: "pickpocket"
    },
    {
     kz: "қалыптастыру",
     ru: "формулировать",
     en: "formulate"
    },
    {
     kz: "қамалған адам",
     ru: "заключенный",
     en: "prisoner"
    },
    {
     kz: "қамау",
     ru: "І заточить; ІІ заключение (лишение свободы)",
     en: "I enjail; II confinement"
    },
    {
     kz: "түрмеге қамау",
     ru: "заключать в тюрьму",
     en: "imprison, enjail"
    },
    {
     kz: "қамаудан шартты түрде босатылған қылмыскер",
     ru: "преступник, условно освобожденный из заключения",
     en: "probationer"
    },
    {
     kz: "қамқор болу",
     ru: "осуществлять протекторат",
     en: "protect"
    },
    {
     kz: "қамқорлықтағы адам",
     ru: "подопечный",
     en: "ward"
    },
    {
     kz: "қамқорлықтағы немесе қорғаныштағы адам",
     ru: "лицо, находящееся под опекой или на попечении; подопечный",
     en: "ward"
    },
    {
     kz: "қамқоршылық, қамқоршы; қорған;қорған",
     ru: "попечительство, попечитель; опека",
     en: "trusteeship; trustee"
    },
    {
     kz: "қамқоршылық",
     ru: "попечительство",
     en: "committee ship"
    },
    {
     kz: "қанды сүйел",
     ru: "кровоподтек",
     en: "ecchymosis"
    },
    {
     kz: "қанталау",
     ru: "кровоподтек",
     en: "ecchymosis"
    },
    {
     kz: "қанағаттандыру",
     ru: "удовлетворение",
     en: "satisfaction"
    },
    {
     kz: "қандай да бір құқықты растайтын құжат",
     ru: "документ, которым подтверждается какое-л. право",
     en: "evidence"
    },
    {
     kz: "қанды ісік",
     ru: "гематома",
     en: "hematoma"
    },
    {
     kz: "қанжар",
     ru: "кинжал",
     en: "knife"
    },
    {
     kz: "қаңғыбас",
     ru: "бродяга",
     en: "tramp"
    },
    {
     kz: "қаңғыбастық",
     ru: "бродяжничество",
     en: "tramp"
    },
    {
     kz: "қарақшылық",
     ru: "разбой",
     en: "brigandage"
    },
    {
     kz: "қарапайым келісім",
     ru: "простой договор",
     en: "verbal contract"
    },
    {
     kz: "қарапайым кісі өлтірушілік (алдын ала зұлым ниетсіз, бірақ өлтіру немесе дене жарақатын салу мақсатымен, немесе абайсызда, немесе кездейсоқ құқыққа қарсы әрекет нәтижесінде кісі өлтіру)",
     ru: "простое убийство (убийство, совершенное без злого предумышления, однако с намерением причинить смерть или телесное повреждение, или по неосторожности, или случайно, в результате неправомерного действия)",
     en: "manslaughter"
    },
    {
     kz: "қарапайым мәмле",
     ru: "простое соглашение",
     en: "parol agreement"
    },
    {
     kz: "қарастыру (іс, оқиға)",
     ru: "I рассмотрение (дела); II рассматривать, расследовать (дело, случай)",
     en: "I investigation, examination; II try, investigate"
    },
    {
     kz: "қарата айту (сөйлеу)",
     ru: "обращение, обращаться",
     en: "address"
    },
    {
     kz: "қарау",
     ru: "рассмотрение, осмотр; досмотр",
     en: "inquiry, examination"
    },
    {
     kz: "қайшы болу (заңға, құқыққа)",
     ru: "противоречить (закону, праву)",
     en: "contravene"
    },
    {
     kz: "қарсы (заңға, құқыққа)",
     ru: "противоречить (закону, праву)",
     en: "contravene"
    },
    {
     kz: "қарсы болу",
     ru: "возражать",
     en: "except"
    },
    {
     kz: "қарсы болу, қабыл алмау (алынбау)",
     ru: "отвергать, отклонять, отводить, отказываться",
     en: "reject"
    },
    {
     kz: "қарсы дәлелдемелер келтіру",
     ru: "представлять контрдоказательства",
     en: "rebut"
    },
    {
     kz: "қарсы тарап",
     ru: "противная сторона",
     en: "opposite party"
    },
    {
     kz: "қарсы жауап алу",
     ru: "перекрестный допрос",
     en: "cross-examination"
    },
    {
     kz: "қарсы қанағаттандыру",
     ru: "встречное удовлетворение",
     en: "satisfaction"
    },
    {
     kz: "қарсылас",
     ru: "противник, неприятель",
     en: "contradictor, enemy"
    },
    {
     kz: "қарсыласу",
     ru: "возражать, оспаривать",
     en: "contravene"
    },
    {
     kz: "қарсылық",
     ru: "возражение",
     en: "objection"
    },
    {
     kz: "қарсылық білдіру",
     ru: "выдвигать возражение",
     en: "raise objection"
    },
    {
     kz: "қарсылықты кейінге қалдыру",
     ru: "возражение отклоняется",
     en: "objection in point of law"
    },
    {
     kz: "қарсылық қабылданды",
     ru: "возражение принимается",
     en: "objection sustained"
    },
    {
     kz: "қарсылық ету (куәға )",
     ru: "отводить (свидетеля)",
     en: "except"
    },
    {
     kz: "қарсы талап",
     ru: "встречное требование",
     en: "claim in return"
    },
    {
     kz: "қарсы талап арыз",
     ru: "встречный иск",
     en: "actio contrario лат.; reconvention, claim in return"
    },
    {
     kz: "карташы",
     ru: "картежник",
     en: "gambler"
    },
    {
     kz: "қару",
     ru: "оружие",
     en: "weapon"
    },
    {
     kz: "қару атылған жерге дейінгі аралық",
     ru: "расстояние, с которого был произведен выстрел",
     en: "firing distance"
    },
    {
     kz: "қарулы қарақшылық",
     ru: "вооруженный разбой",
     en: "armed robbery"
    },
    {
     kz: "қарулы қылмыскер",
     ru: "вооруженный преступник",
     en: "gunman"
    },
    {
     kz: "қарыз",
     ru: "заем; задолженность",
     en: "loan; debt(s)"
    },
    {
     kz: "ақшалай қарыз",
     ru: "денежный заем",
     en: "loan of money"
    },
    {
     kz: "ипотекалық кепілі бар қарыз; ипотекалық қарыз",
     ru: "долг, обеспеченный ипотечным залогом; ипотечный долг",
     en: "hypothecary debt"
    },
    {
     kz: "қарызды қайтару",
     ru: "возмещать долг",
     en: "recover a debt"
    },
    {
     kz: "қарызды өндіру",
     ru: "взыскивать долг",
     en: "recover a debt"
    },
    {
     kz: "мемлекеттік қарыз",
     ru: "государственный долг",
     en: "public debt"
    },
    {
     kz: "ұйғарылған қарыз-сот шешімімен мойындалған қарыз",
     ru: "присужденный долг, признанный в судебном решении долг",
     en: "judgement debt"
    },
    {
     kz: "қарыз беру",
     ru: "давать взаймы",
     en: "lend"
    },
    {
     kz: "қарыз беруші",
     ru: "I наймодатель; II давать взаймы",
     en: "I letter; II loan"
    },
    {
     kz: "қарыздар",
     ru: "взаймы",
     en: "loan"
    },
    {
     kz: "қарыздық қаржылар",
     ru: "заемные средства",
     en: "debt(s)"
    },
    {
     kz: "қарыздың орнын толтыру",
     ru: "возмещать долг",
     en: "recover a debt"
    },
    {
     kz: "қарыз қолхаты",
     ru: "долговая расписка",
     en: "handbill"
    },
    {
     kz: "қарыз ұсыну",
     ru: "предоставлять заем",
     en: "lend"
    },
    {
     kz: "қасақана",
     ru: "умышленный",
     en: "malicious"
    },
    {
     kz: "қасақана емес, кездейсоқ шығын",
     ru: "неумышленный, случайный ущерб",
     en: "accidental damage"
    },
    {
     kz: "қасиет",
     ru: "свойство",
     en: "quality"
    },
    {
     kz: "қаскөйлік",
     ru: "злодеяние",
     en: "crime"
    },
    {
     kz: "қаскөйлік пиғыл",
     ru: "злой умысел",
     en: "evil mind,  malice"
    },
    {
     kz: "қаскүнем",
     ru: "заговорщик, интриган",
     en: "hatcher, conspirator"
    },
    {
     kz: "қаскүнемдік",
     ru: "заговор",
     en: "conspiracy"
    },
    {
     kz: "қаскүнемдік өсек",
     ru: "злоумышленная сплетня",
     en: "scandal"
    },
    {
     kz: "қастандық",
     ru: "заговор",
     en: "conspiracy, plot"
    },
    {
     kz: "қастандық ойластыру",
     ru: "вступать в заговор",
     en: "plot"
    },
    {
     kz: "қатаң күзеттегі тұтқын",
     ru: "строго охраняемый заключенный",
     en: "close prisoner"
    },
    {
     kz: "қате",
     ru: "I ошибка; II неправильный",
     en: "I error; II false"
    },
    {
     kz: "кеңселік қате",
     ru: "канцелярская ошибка",
     en: "clerical error"
    },
    {
     kz: "қате қылық",
     ru: "неправильное поведение",
     en: "crime"
    },
    {
     kz: "құқықтағы қате",
     ru: "ошибка в праве",
     en: "error of law"
    },
    {
     kz: "мәліметтердегі қате",
     ru: "ошибка в фактах",
     en: "error of fact"
    },
    {
     kz: "сот қатесі",
     ru: "судебная ошибка",
     en: "judicial error"
    },
    {
     kz: "сот өндірісіндегі анық қате",
     ru: "явная ошибка в судопроизводстве",
     en: "error apparent of record"
    },
    {
     kz: "шешімнің күшін жоюға негіз болатын қате",
     ru: "ошибка, дающая основание для отмены решения",
     en: "reversible error"
    },
    {
     kz: "қателесу, адасу, шатасу",
     ru: "ошибаться, заблуждаться",
     en: "err"
    },
    {
     kz: "қателік",
     ru: "нарушение, неправильность",
     en: "abnormality"
    },
    {
     kz: "қателерді түзеу",
     ru: "устранение ошибок",
     en: "rectification"
    },
    {
     kz: "қатер",
     ru: "риск",
     en: "danger"
    },
    {
     kz: "қатерге бас тігу",
     ru: "подвергать риску",
     en: "compromise"
    },
    {
     kz: "қатерді өзіне алу",
     ru: "брать на себя риск",
     en: "take risk"
    },
    {
     kz: "қатерлі",
     ru: "небезопасный",
     en: "insecure"
    },
    {
     kz: "қате түсінік",
     ru: "предубеждение",
     en: "prejudice"
    },
    {
     kz: "қатыгез пиғыл",
     ru: "жестокий умысел",
     en: "cruel design"
    },
    {
     kz: "қатынас",
     ru: "отношение",
     en: "relation"
    },
    {
     kz: "қатыс",
     ru: "участие",
     en: "share, participation"
    },
    {
     kz: "қатыстық үлес",
     ru: "доля участия",
     en: "share"
    },
    {
     kz: "қатыстыру",
     ru: "повлечь",
     en: "involve"
    },
    {
     kz: "қатысу, бөлу",
     ru: "участвовать, распределять",
     en: "take part, share, participate"
    },
    {
     kz: "қатысушы",
     ru: "участник; присутствующий",
     en: "participant; present"
    },
    {
     kz: "қаулы",
     ru: "постановление",
     en: "rule, establishment"
    },
    {
     kz: "қаулы шығару",
     ru: "постановлять",
     en: "rule"
    },
    {
     kz: "қауырт тұтынушылық",
     ru: "настоятельная потребность",
     en: "necessity"
    },
    {
     kz: "қауырт (қат) қажеттілік",
     ru: "настоятельная потребность",
     en: "necessity"
    },
    {
     kz: "қауіп",
     ru: "опасность",
     en: "hazard, danger"
    },
    {
     kz: "қауіпсіз",
     ru: "безопасный",
     en: "safe"
    },
    {
     kz: "қауіпсіздік",
     ru: "безопасность",
     en: "safety"
    },
    {
     kz: "көше қозғалысы қауіпсіздігінің ережесі",
     ru: "правила безопасности уличного движения",
     en: "road safety"
    },
    {
     kz: "қауіпсіздік шаралары",
     ru: "меры безопасности",
     en: "safety measures"
    },
    {
     kz: "қоғамдық қауіпсіздік",
     ru: "общественная безопасность",
     en: "public safety"
    },
    {
     kz: "қауіп төндіру",
     ru: "ставить в опасность",
     en: "endanger"
    },
    {
     kz: "қауіп туғызу",
     ru: "подвергать опасности",
     en: "endanger"
    },
    {
     kz: "қауіпті",
     ru: "небезопасный",
     en: "insecure"
    },
    {
     kz: "қашқын",
     ru: "дезертир",
     en: "fugitive"
    },
    {
     kz: "қашқындық",
     ru: "дезертирство",
     en: "desertion"
    },
    {
     kz: "қашқан тұтын",
     ru: "заключенный, совершивший побег",
     en: "escape"
    },
    {
     kz: "қашқан тұтынды тұтқындау және іздеу салу туралы жариялау",
     ru: "оповещение о розыске и аресте совершившего побег заключенного",
     en: "escape-warrant"
    },
    {
     kz: "қиғаш жауап алу (тергеу)",
     ru: "перекрестный допрос",
     en: "cross question"
    },
    {
     kz: "қиғаш жауап алу",
     ru: "перекрестный допрос",
     en: "cross examination"
    },
    {
     kz: "қимыл",
     ru: "поступки, манеры",
     en: "bahaviour"
    },
    {
     kz: "қиналу, жәбірлену",
     ru: "пострадать",
     en: "suffer"
    },
    {
     kz: "қирау, күйреу",
     ru: "крах, поражение",
     en: "fail"
    },
    {
     kz: "қиын, ауыр",
     ru: "трудный, тяжелый",
     en: "hard"
    },
    {
     kz: "қоғам",
     ru: "общество",
     en: "society, company"
    },
    {
     kz: "акционерлік қоғам",
     ru: "акционерное общество",
     en: "company limited by shares"
    },
    {
     kz: "өзара көмек қоғамы",
     ru: "общество взаимопомощи",
     en: "friendly society"
    },
    {
     kz: "қоғамдық жұмыстар",
     ru: "общественные работы",
     en: "public works"
    },
    {
     kz: "қоғамдық кесел",
     ru: "общественное зло",
     en: "public evil"
    },
    {
     kz: "қоғамдық қауіпсіздік",
     ru: "общественная безопасность",
     en: "public safety"
    },
    {
     kz: "қоғамдық орынға айқын мас күйінде көріну (қылмыс құрамы)",
     ru: "пребывание в состоянии явного опьянения в общественном месте (состав преступления)",
     en: "drunkenness"
    },
    {
     kz: "қоғамдық пайдалану",
     ru: "общественное пользование",
     en: "public use"
    },
    {
     kz: "қоғамдық тәртіп",
     ru: "общественный порядок",
     en: "peace"
    },
    {
     kz: "қоғамдық тәртіпті бұзу",
     ru: "I нарушение общественного порядка; II нарушать общественный порядок",
     en: "I disorder; II disturb the public peace"
    },
    {
     kz: "қоғамдық тәртіпті сақтау туралы нормативтік актілер",
     ru: "нормативные акты об охране",
     en: "police regulations"
    },
    {
     kz: "қоғамдық тыныштық",
     ru: "общественное спокойствие",
     en: "peace"
    },
    {
     kz: "қоғамдық тыныштық пен тәртіпті бұзбау",
     ru: "не нарушать общественное спокойствие и порядок",
     en: "keep the peace"
    },
    {
     kz: "қоғамдық тыныштық пен тәртіпті сақтау",
     ru: "сохранять общественное спокойствие и порядок",
     en: "keep the peace"
    },
    {
     kz: "қоғам игілігіне жұмыс орындау",
     ru: "выполнение работ  на общественное благо",
     en: "communitive service"
    },
    {
     kz: "қожайын (негізінен жылжымайтын мүліктің)",
     ru: "владелец (преимущественно недвижимости)",
     en: "tenant, owner"
    },
    {
     kz: "қозғалыс (көше, теміржол және т.б.)",
     ru: "движение (уличное, железнодорожное и т.п.)",
     en: "traffic"
    },
    {
     kz: "қозғалысты реттеу",
     ru: "регулирование движения",
     en: "traffic control"
    },
    {
     kz: "қозғау",
     ru: "инициировать, побуждать, вчинять (иск)",
     en: "procure, maintain"
    },
    {
     kz: "қоқан-лоққы жасау, қорқыту",
     ru: "угрожать, грозить",
     en: "menace"
    },
    {
     kz: "қол",
     ru: "подпись",
     en: "signature"
    },
    {
     kz: "жасанды қол",
     ru: "поддельная подпись",
     en: "fictitious signature"
    },
    {
     kz: "қол үлгісі",
     ru: "образец подписи",
     en: "specimen (of) signature"
    },
    {
     kz: "қолдану",
     ru: "использование",
     en: "employment"
    },
    {
     kz: "қолданылу мерзімі",
     ru: "срок действия",
     en: "life"
    },
    {
     kz: "қолданыстағы заң",
     ru: "действующий закон",
     en: "efficacious law"
    },
    {
     kz: "қолданыстағы құқық",
     ru: "действующее право",
     en: "good law"
    },
    {
     kz: "қолдау",
     ru: "поддерживать, ходатайствовать, содействовать",
     en: "promote, move"
    },
    {
     kz: "қолдауды сұрау",
     ru: "ходатайствовать",
     en: "solicit"
    },
    {
     kz: "қолдаухат",
     ru: "ходатайство",
     en: "petition"
    },
    {
     kz: "қолдаухат беру",
     ru: "подавать ходатайство",
     en: "petition, present a petition"
    },
    {
     kz: "қол қою",
     ru: "I подписание; II подписывать, ставить подпись; расписываться",
     en: "I signature; II sign"
    },
    {
     kz: "біреудің атынан қол қою",
     ru: "подписывать от имени кого-л.",
     en: "sign on behalf of"
    },
    {
     kz: "сенімхатқа қол қою",
     ru: "подписывать по доверенности",
     en: "sign “per pro”"
    },
    {
     kz: "келісімшартқа қол қою",
     ru: "заключать договор",
     en: "celebrate a contact"
    },
    {
     kz: "қолма-қол ақша",
     ru: "наличность, наличные",
     en: "real money"
    },
    {
     kz: "қолма-қол ақшаға сату (облигация, акция пакетін)",
     ru: "продажа (пакета акций, облигаций) за наличные деньги",
     en: "liquidation"
    },
    {
     kz: "қолма-қол ұстау",
     ru: "поймать с поличным",
     en: "catch with the goods"
    },
    {
     kz: "қол сұғушылық",
     ru: "посягательство",
     en: "offence (амер. offense)"
    },
    {
     kz: "қолхат беру арқылы",
     ru: "под расписку",
     en: "against receipt"
    },
    {
     kz: "қолы бос, жұмыссыз",
     ru: "незанятый, праздный, неработающий",
     en: "idle"
    },
    {
     kz: "қоныс",
     ru: "поселение",
     en: "colony"
    },
    {
     kz: "қоныс колониясы",
     ru: "колония-поселение",
     en: "penal colony settlement"
    },
    {
     kz: "қор",
     ru: "фонд",
     en: "bank"
    },
    {
     kz: "қорғалатын адам",
     ru: "подзащитный",
     en: "defendant"
    },
    {
     kz: "қорған",
     ru: "опека",
     en: "trusteeship"
    },
    {
     kz: "қорғаншы",
     ru: "опекун",
     en: "conservator"
    },
    {
     kz: "қорғаншылық",
     ru: "опекунство; неприкосновенность",
     en: "committee ship; inviolability, privilege"
    },
    {
     kz: "қорғаншылықты іске асырушы мемлекет",
     ru: "государство, осуществляющее опеку",
     en: "trustee"
    },
    {
     kz: "қорғап сөйлеу",
     ru: "выступать в защиту",
     en: "advocate"
    },
    {
     kz: "қорғау",
     ru: "I защита; II защищать (в суде)",
     en: "I advocacy; II advocate, protect"
    },
    {
     kz: "қорғаушы",
     ru: "защитник, адвокат",
     en: "advocate, man of law"
    },
    {
     kz: "қорғаштау",
     ru: "покровительствовать",
     en: "protect"
    },
    {
     kz: "қорқыту",
     ru: "I запугивание; II запугивать, угрожать; создавать угрозу безопасности",
     en: "I intimidation; II intimidate, menace; endanger"
    },
    {
     kz: "қорлау",
     ru: "осквернять",
     en: "pollute"
    },
    {
     kz: "қоршаған жағдай",
     ru: "окружающая обстановка",
     en: "environment"
    },
    {
     kz: "қоршаған ортаға теріс әсер",
     ru: "дурное влияние окружающей среды",
     en: "bad environment"
    },
    {
     kz: "қоршаған ортаны ластау",
     ru: "загрязнять окружающую среду",
     en: "pollute"
    },
    {
     kz: "қорытынды",
     ru: "заключение",
     en: "consequence"
    },
    {
     kz: "қорытынды жасау",
     ru: "выводить заключение",
     en: "conclude"
    },
    {
     kz: "қорытынды хаттама",
     ru: "заключительный протокол",
     en: "final protocol"
    },
    {
     kz: "қос",
     ru: "двойной",
     en: "double"
    },
    {
     kz: "қос азаматтық",
     ru: "двойное гражданство",
     en: "dual (double) nationality"
    },
    {
     kz: "қос палаталы",
     ru: "двухпалатный",
     en: "bicameral"
    },
    {
     kz: "қос талап арыз",
     ru: "двойной иск",
     en: "double plea"
    },
    {
     kz: "қосымша дәлелдер келтіру",
     ru: "представлять дополнительные доказательства",
     en: "adminiculate"
    },
    {
     kz: "қосымша сараптама",
     ru: "дополнительная экспертиза",
     en: "supplementary expert examination"
    },
    {
     kz: "қосымша хаттама",
     ru: "дополнительный протокол",
     en: "additional protocol"
    },
    {
     kz: "қою, салу",
     ru: "закладывать",
     en: "pledge"
    },
    {
     kz: "қуғындалушы",
     ru: "изгнанник",
     en: "outcast"
    },
    {
     kz: "қуу",
     ru: "гнать, гнаться; изгонять, изгнать",
     en: "hunt, chase; eject, exclude"
    },
    {
     kz: "қуғын",
     ru: "погоня, преследование",
     en: "chase"
    },
    {
     kz: "қулық",
     ru: "хитрость",
     en: "overreach"
    },
    {
     kz: "қуып жіберу",
     ru: "изгнание",
     en: "ejection"
    },
    {
     kz: "құжат",
     ru: "документ",
     en: "document, factum (pl. – ta, - s) "
    },
    {
     kz: "құжат жасау (құрастыру)",
     ru: "составлять документ",
     en: "settle document"
    },
    {
     kz: "құқықтық құжат",
     ru: "правовой документ",
     en: "legal document"
    },
    {
     kz: "құжаттама",
     ru: "досье",
     en: "case file, file"
    },
    {
     kz: "құжаттар беру",
     ru: "выдавать документы",
     en: "document"
    },
    {
     kz: "құжаттарға негіздеу",
     ru: "вытекать из документов",
     en: "appear on face"
    },
    {
     kz: "құжаттарды белгіленген тәртіппен тіркеу және сақтау",
     ru: "регистрировать и хранить документы в определенном порядке",
     en: "file"
    },
    {
     kz: "құжаттарды рәсімдеу",
     ru: "оформление документов",
     en: "processing of documents"
    },
    {
     kz: "құжаттармен жабдықтау",
     ru: "снабжать документами",
     en: "document"
    },
    {
     kz: "құжаттармен растау",
     ru: "подтверждать документами",
     en: "document"
    },
    {
     kz: "құжаттау",
     ru: "документировать",
     en: "document"
    },
    {
     kz: "құжатты жасанды деп тану туралы талап арыз",
     ru: "иск о признании документа поддельным",
     en: "action rescissory шотл."
    },
    {
     kz: "құжаттың күшін жою туралы талап арыз",
     ru: "иск об аннулировании документа",
     en: "action rescissory"
    },
    {
     kz: "құжатты тазартып өшіру",
     ru: "подчистка в документе",
     en: "rasure"
    },
    {
     kz: "құжатты тиесілі мекемеге беру",
     ru: "подавать документ в надлежащее учреждение; подача документа в надлежащее учреждение",
     en: "file"
    },
    {
     kz: "құжатты түзету",
     ru: "подчистка в документе",
     en: "rasure"
    },
    {
     kz: "құзырет",
     ru: "компетенция",
     en: "cognizable, ability"
    },
    {
     kz: "құзыреттілік",
     ru: "компетентность",
     en: "mental capacity \/ competence"
    },
    {
     kz: "құзырхат",
     ru: "петиция, просьба",
     en: "bill, petition"
    },
    {
     kz: "құзырхат беру",
     ru: "подавать петицию",
     en: "petition"
    },
    {
     kz: "құқығы жоқ; өкілеттігі жоқ",
     ru: "не имеющий права; неуполномоченный",
     en: "unwarranted"
    },
    {
     kz: "құқық (объективті мәнде)",
     ru: "право (в объективном смысле) ",
     en: "law"
    },
    {
     kz: "азаматтық құқықтар жиынтығы",
     ru: "совокупность гражданских прав",
     en: "free law"
    },
    {
     kz: "әдет-ғұрып құқығы",
     ru: "обычное право",
     en: "customary law"
    },
    {
     kz: "жалпы құқық",
     ru: "общее право",
     en: "common law"
    },
    {
     kz: "заттық құқық",
     ru: "вещное право",
     en: "property law"
    },
    {
     kz: "құқық бұзу",
     ru: "нарушение права",
     en: "breach of law, legal wrong"
    },
    {
     kz: "құқық субъектісі",
     ru: "субъект права",
     en: "person of law, legal subject"
    },
    {
     kz: "қылмыстық құқық",
     ru: "уголовное право",
     en: "criminal (penal) law"
    },
    {
     kz: "меншік құқығы",
     ru: "право собственности",
     en: "property law"
    },
    {
     kz: "мүліктік құқықты реттейтін нормалар",
     ru: "нормы, регулирующие имущественные права",
     en: "property law"
    },
    {
     kz: "халықаралық қылмыстық құқық",
     ru: "международное уголовное право",
     en: "international criminal law"
    },
    {
     kz: "құқық (субъективті мағынасында) ",
     ru: "право (обычно в субъективном смысле)",
     en: "right, entitlement"
    },
    {
     kz: "адам құқығы",
     ru: "права человека",
     en: "human rights"
    },
    {
     kz: "азаматтық құқықтар",
     ru: "гражданские права",
     en: "civil rights"
    },
    {
     kz: "ар-ождан бостандығы",
     ru: "свобода совести",
     en: "right of conscience"
    },
    {
     kz: "арыздануға құқық",
     ru: "право обжалования",
     en: "right of appeal"
    },
    {
     kz: "білімге құқық",
     ru: "право на образование",
     en: "right to education"
    },
    {
     kz: "демалысқа құқық",
     ru: "право на отдых",
     en: "right to rest and leisure"
    },
    {
     kz: "еңбекке құқық",
     ru: "право на труд",
     en: "right to work"
    },
    {
     kz: "жеке құқықтар",
     ru: "личные права",
     en: "personal rights"
    },
    {
     kz: "заттық құқық",
     ru: "вещное право",
     en: "real right"
    },
    {
     kz: "қорғауға құқық",
     ru: "право на защиту",
     en: "right of defence"
    },
    {
     kz: "құқықты теріс (асыра) пайдаланушылық",
     ru: "злоупотребление правом",
     en: "misuse of right"
    },
    {
     kz: "құқығын жоғалту",
     ru: "терять право",
     en: "forfeit right"
    },
    {
     kz: "құқығын тоқтату",
     ru: "прекращать право",
     en: "forfeit right"
    },
    {
     kz: "негізгі құқықтар",
     ru: "основные права",
     en: "basic rights"
    },
    {
     kz: "саяси құқықтар",
     ru: "политические права",
     en: "political rights"
    },
    {
     kz: "табиғи құқықтар",
     ru: "естественные права",
     en: "natural rights"
    },
    {
     kz: "талап арызға құқық",
     ru: "право на иск",
     en: "right of action"
    },
    {
     kz: "құқық бұзу",
     ru: "правонарушение",
     en: "malefaction, offence"
    },
    {
     kz: "әскери құқық бұзушылық",
     ru: "воинское правонарушение",
     en: "military offence"
    },
    {
     kz: "ұсақ құқық бұзушылық",
     ru: "мелкое правонарушение",
     en: "minor offence"
    },
    {
     kz: "құқық бұзушы",
     ru: "правонарушитель",
     en: "malefactor, offender"
    },
    {
     kz: "құқық және құқық қабілеттілігі",
     ru: "право и дееспособность",
     en: "legal capacity"
    },
    {
     kz: "құқық қабілетсіздігі",
     ru: "неправоспособность",
     en: "disability"
    },
    {
     kz: "құқық қабілеттілігі",
     ru: "правоспособность",
     en: "capability"
    },
    {
     kz: "құқық қабілеті",
     ru: "правоспособный",
     en: "capable"
    },
    {
     kz: "құқыққа қарсы",
     ru: "противоправный",
     en: "illegal"
    },
    {
     kz: "құқыққа сай болу",
     ru: "находящийся в соответствии с правом",
     en: "regular"
    },
    {
     kz: "құқық қатынасы",
     ru: "правоотношение",
     en: "legal relation"
    },
    {
     kz: "құқық мәселелері бойынша кеңесші",
     ru: "советник по правовым вопросам",
     en: "legal adviser"
    },
    {
     kz: "құқық нормасы",
     ru: "норма права",
     en: "rule"
    },
    {
     kz: "құқық нормасын бекіту",
     ru: "устанавливать правовую норму",
     en: "rule"
    },
    {
     kz: "құқық өкілеттігі",
     ru: "правомочие",
     en: "power"
    },
    {
     kz: "құқықтан айыру",
     ru: "лишение права",
     en: "suspension of a right"
    },
    {
     kz: "құқықтану",
     ru: "правоведение",
     en: "jurisprudence"
    },
    {
     kz: "құқықтар",
     ru: "права",
     en: "terms"
    },
    {
     kz: "құқықтардан бас тарту",
     ru: "отказываться от прав",
     en: "abandon rights"
    },
    {
     kz: "құқық төрелігінен жасырыну",
     ru: "скрываться от правосудия",
     en: "abscond"
    },
    {
     kz: "құқық төрелігінен жасырынушы адам",
     ru: "лицо, скрывающееся от правосудия",
     en: "absconder"
    },
    {
     kz: "құқықты",
     ru: "законный, правомерный",
     en: "lawful"
    },
    {
     kz: "құқықты немесе\/және әрекет қабілеттілігін шектеу",
     ru: "ограничение право- и\/или дееспособности",
     en: "disability"
    },
    {
     kz: "құқықты әрекеттің болуы",
     ru: "иметь юридическое действие",
     en: "enure"
    },
    {
     kz: "құқықты болу",
     ru: "правомочность",
     en: "ability"
    },
    {
     kz: "құқықты кедергісіз пайдалануға кедергі келтіру",
     ru: "мешать беспрепятственному использованию права",
     en: "disturb"
    },
    {
     kz: "құқықтық",
     ru: "законный; правовой",
     en: "legal"
    },
    {
     kz: "құқықтық залал",
     ru: "поражение в правах",
     en: "disability"
    },
    {
     kz: "құқықтық көмек",
     ru: "правовая помощь",
     en: "legal aid"
    },
    {
     kz: "құқықтық міндеттеме",
     ru: "правовая обязанность",
     en: "legal duty"
    },
    {
     kz: "құқықтық салдар",
     ru: "правовое последствие",
     en: "legal effect"
    },
    {
     kz: "құқықтық сана",
     ru: "правосознание",
     en: "legal awareness (conscience)"
    },
    {
     kz: "құқықтық шектеу",
     ru: "ограничение в праве",
     en: "disability"
    },
    {
     kz: "құқықты (заңды) мирасқор (мұрагер)",
     ru: "правопреемник",
     en: "personal representative"
    },
    {
     kz: "құқықты (заңды) мирасқорлық (мұрагерлік)",
     ru: "правопреемство",
     en: "continuity, legal"
    },
    {
     kz: "құқықтық негіз (дереккөз)",
     ru: "источник права",
     en: "source of law"
    },
    {
     kz: "құқықтық реттеу",
     ru: "правовое регулирование",
     en: "legal regulation"
    },
    {
     kz: "құқықтылық",
     ru: "правопритязание",
     en: "right"
    },
    {
     kz: "құқықты мойындау туралы талап арыз",
     ru: "иск о признании права",
     en: "action for declaration of right"
    },
    {
     kz: "құл",
     ru: "раб",
     en: "slave"
    },
    {
     kz: "құлату",
     ru: "провалить; помешать успеху",
     en: "kill"
    },
    {
     kz: "құлдық",
     ru: "рабство",
     en: "slavery"
    },
    {
     kz: "құн, нарық, баға",
     ru: "ставка, стоимость, цена",
     en: "rate, cost(s), price"
    },
    {
     kz: "құн (баға) белгілеу",
     ru: "устанавливать стоимость",
     en: "evaluate"
    },
    {
     kz: "құндылық",
     ru: "курс; ценность",
     en: "price"
    },
    {
     kz: "құпия",
     ru: "тайна",
     en: "privity"
    },
    {
     kz: "құпиялау",
     ru: "кодировать",
     en: "code"
    },
    {
     kz: "құпиялы",
     ru: "конфиденциальный",
     en: "private"
    },
    {
     kz: "құпиялық",
     ru: "секретность",
     en: "privity"
    },
    {
     kz: "құрастыру",
     ru: "составлять",
     en: "constitute"
    },
    {
     kz: "құрметті",
     ru: "почетный",
     en: "honorary"
    },
    {
     kz: "құрту",
     ru: "I уничтожение, ликвидация; II истреблять, разрушать, ликвидировать",
     en: "I elimination; II destroy, eliminate"
    },
    {
     kz: "құру",
     ru: "I учреждение; II учреждать",
     en: "I promotion; II found"
    },
    {
     kz: "құрылтайшы",
     ru: "учредитель",
     en: "promoter, founder"
    },
    {
     kz: "құтылу; қашу (жазадан)",
     ru: "спастись; избавиться; избежать; отделаться (от наказания)",
     en: "get off"
    },
    {
     kz: "қызмет",
     ru: "служба",
     en: "service"
    },
    {
     kz: "мемлекеттік азаматтық қызмет",
     ru: "государственная гражданская служба",
     en: "civil service"
    },
    {
     kz: "міндетті әскери қызмет",
     ru: "обязательная военная служба",
     en: "compulsory service"
    },
    {
     kz: "қызмет ету",
     ru: "обслуживание",
     en: "service"
    },
    {
     kz: "қызметкер",
     ru: "служащий",
     en: "employee"
    },
    {
     kz: "қызмет көрсету",
     ru: "услуга",
     en: "service"
    },
    {
     kz: "қызметті асыра пайдалану",
     ru: "служебное злоупотребление",
     en: "mismanagement"
    },
    {
     kz: "қызметші",
     ru: "служащий",
     en: "officer"
    },
    {
     kz: "қылмыс",
     ru: "преступление",
     en: "crime, malefaction, offence"
    },
    {
     kz: "ар-ожданға қарсы қылмыс",
     ru: "преступление против чести и достоинства",
     en: "crime against the reputation"
    },
    {
     kz: "ауыр қылмыс",
     ru: "тяжкое преступление",
     en: "grave crime"
    },
    {
     kz: "біртектес қылмыс",
     ru: "однородное преступление",
     en: "kindred offence"
    },
    {
     kz: "бейбітшілікке қарсы қылмыс (қоғамдық тыныштыққа қарсы)",
     ru: "преступление против мира (против общественного спокойствия)",
     en: "crime against the peace"
    },
    {
     kz: "жалпы құқық нормаларымен қарастырылған қылмыс",
     ru: "преступление, предусмотренное нормами общего права",
     en: "crime at common law"
    },
    {
     kz: "жан күйзелісі жағдайында жасалған қылмыс",
     ru: "преступление, совершенное в состояние аффекта",
     en: "crime of passion"
    },
    {
     kz: "жеңіл қылмыс",
     ru: "малозначительное преступление",
     en: "petty offence"
    },
    {
     kz: "қылмыс жасау",
     ru: "совершать преступление",
     en: "commit offence"
    },
    {
     kz: "қылмыс жасаудың сызбасы",
     ru: "чертеж, схема совершения преступления",
     en: "crime scene sketch"
    },
    {
     kz: "қылмыс жасау орны",
     ru: "место совершения преступления",
     en: "crime scene"
    },
    {
     kz: "қылмысқа бейімділіктер",
     ru: "преступные наклонности",
     en: "criminal capacity"
    },
    {
     kz: "қылмыс құралы",
     ru: "орудие преступления",
     en: "crime instrument"
    },
    {
     kz: "мемлекетке қарсы қылмыс",
     ru: "преступление против государства",
     en: "crime against the State"
    },
    {
     kz: "меншікке қарсы қылмыс",
     ru: "преступление против собственности",
     en: "crime against property"
    },
    {
     kz: "немқұрайдылықтан жасалған қылмыс",
     ru: "преступление, совершенное по небрежности",
     en: "crime of negligence"
    },
    {
     kz: "қылмыс жасағанын мойындау",
     ru: "признание в преступлении",
     en: "criminal admission"
    },
    {
     kz: "қылмыс жасалған орын",
     ru: "мечто преступления",
     en: "scene of crime"
    },
    {
     kz: "қылмыс жасамағандығын хабарлау",
     ru: "объявлять невиновным в совершении преступления",
     en: "acquit"
    },
    {
     kz: "қылмыс, теріс қылық жасау",
     ru: "совершить проступок, преступление",
     en: "offend"
    },
    {
     kz: "қылмыс жасауға өзі қатысу",
     ru: "принимать физическое участие в преступлении",
     en: "take physical part in crime"
    },
    {
     kz: "қылмыс жасау мақсатында тұрғын үйге кіру",
     ru: "проникновение в жилой дом с целью совершения преступления",
     en: "entry"
    },
    {
     kz: "қылмыскер",
     ru: "преступник",
     en: "criminal, malefactor, offender"
    },
    {
     kz: "қылмыскерді әшкерелейтін заттық дәлелдер",
     ru: "вещественные доказательства, изобличающие преступника",
     en: "goods"
    },
    {
     kz: "қылмыскерді ұстап беру",
     ru: "выдавать преступника",
     en: "extradite"
    },
    {
     kz: "қылмыскерді ұстап беруге жету",
     ru: "добиваться выдачи преступника",
     en: "extradite"
    },
    {
     kz: "қылмыскерлер",
     ru: "преступники",
     en: "felonry"
    },
    {
     kz: "қылмыскерлер жаргоны",
     ru: "воровской жаргон",
     en: "pedlar’s French"
    },
    {
     kz: "қылмысқа бірге қатысушының (сыбайластың) кінәлылығы (кінәсы)",
     ru: "виновность (вина) соучастника преступления",
     en: "accessorial guilt"
    },
    {
     kz: "қылмысқа жағдай жасау",
     ru: "способствовать совершению преступления",
     en: "abet"
    },
    {
     kz: "қылмысқа кінәлы адам",
     ru: "лицо, виновное в совершении преступления",
     en: "criminal"
    },
    {
     kz: "қылмысқа қатысты адам",
     ru: "лицо, замешанное в преступлении",
     en: "accomplice witness"
    },
    {
     kz: "қылмыс құралдары",
     ru: "орудие преступления",
     en: "crime instrument"
    },
    {
     kz: "қылмыс құрамы",
     ru: "состав преступления",
     en: "body of the crime"
    },
    {
     kz: "қылмыс орны",
     ru: "место преступления",
     en: "locale of the crime"
    },
    {
     kz: "қылмыстарды жасағансу",
     ru: "инсценировка преступлений",
     en: "feign of crime"
    },
    {
     kz: "қылмыстарды саралау",
     ru: "квалификация преступлений",
     en: "classification of crime, nature of the offence"
    },
    {
     kz: "қылмысты",
     ru: "преступный",
     en: "criminal"
    },
    {
     kz: "қылмысты мақсат",
     ru: "преступная цель",
     en: "criminal purpose"
    },
    {
     kz: "қылмысты ескерту",
     ru: "предупреждать преступление",
     en: "prevent offence"
    },
    {
     kz: "қылмысты жасағанын мойындаған және сыбайластарын баяндаушы қылмыскер",
     ru: "преступник, сознавшийся в совершении преступления и выдавший своих сообщников",
     en: "approver"
    },
    {
     kz: "қылмыстылықты зерттеуші",
     ru: "исследователь преступности",
     en: "criminological researcher"
    },
    {
     kz: "қылмыстылық;",
     ru: "преступность;",
     en: "criminality, crime;"
    },
    {
     kz: "қылмыстық",
     ru: "уголовный",
     en: "criminal"
    },
    {
     kz: "қылмыстық жауапкершілік",
     ru: "уголовная ответственность",
     en: "penal responsibility"
    },
    {
     kz: "қылмыстық қауымдастық",
     ru: "преступное сообщество",
     en: "criminal society"
    },
    {
     kz: "қылмыстық құқық",
     ru: "уголовное право",
     en: "criminal law"
    },
    {
     kz: "қылмыстық мінез-құлық",
     ru: "преступное поведение",
     en: "criminal behaviour"
    },
    {
     kz: "қылмыстық пиғыл",
     ru: "преступный замысел, преступный мотив",
     en: "criminal design, criminal motive"
    },
    {
     kz: "қылмыстық іздеу",
     ru: "уголовный розыск",
     en: "criminal Investigation Department"
    },
    {
     kz: "қылмыстық іс жүргізу",
     ru: "уголовный процесс",
     en: "criminal procedure"
    },
    {
     kz: "қылмыстық іс техникасы",
     ru: "уголовная техника",
     en: "criminal investigation technique"
    },
    {
     kz: "қылмыстық акт",
     ru: "преступный акт",
     en: "criminal act"
    },
    {
     kz: "қылмыстық әрекет",
     ru: "преступное деяние",
     en: "criminal act, criminal action"
    },
    {
     kz: "қылмыстық жауаптылықтан шартты босату",
     ru: "условное освобождение от уголовной ответственности",
     en: "conditional discharge"
    },
    {
     kz: "қылмыстық жауаптылықтан шартты босату туралы бұйрық",
     ru: "приказ об условном освобождении от уголовной ответственности",
     en: "conditional order of discharge"
    },
    {
     kz: "қылмыстық қудалауды тоқтату",
     ru: "прекращение уголовного преследования",
     en: "abolition"
    },
    {
     kz: "қылмыстық құқық талап арыздары",
     ru: "иски уголовного права",
     en: "criminal pleas"
    },
    {
     kz: "қылмыстық сот төрелігі",
     ru: "уголовное правосудие",
     en: "criminal justice"
    },
    {
     kz: "қылмыстық талап арыз",
     ru: "уголовный иск",
     en: "criminal action"
    },
    {
     kz: "қылмыстық талап арыздан бас тарту",
     ru: "отказ от уголовного иска",
     en: "compound penal action"
    },
    {
     kz: "қылмыстық  қудалау",
     ru: "уголовное преследование",
     en: "criminal prosecution, criminal proceeding"
    },
    {
     kz: "қылмыстық қудалауды қозғау",
     ru: "возбуждать уголовное преследование",
     en: "commence prosecution"
    },
    {
     kz: "қылмыстық іс",
     ru: "уголовное преступление",
     en: "criminal offence"
    },
    {
     kz: "қылмыстық іс-әрекет",
     ru: "преступное действие",
     en: "criminal act"
    },
    {
     kz: "қылмыстық істер жөніндегі сот төрелігі",
     ru: "правосудие по уголовным делам",
     en: "criminal justice"
    },
    {
     kz: "қылмыстық элементтер",
     ru: "преступные элементы",
     en: "felonry"
    },
    {
     kz: "қылмыстылықтың алдын алу",
     ru: "профилактика преступности",
     en: "preventive justice"
    },
    {
     kz: "қылмыстың криминалистикалық сипаттамасы",
     ru: "криминалистическая характеристика преступления",
     en: "criminalistic characteristic of crime"
    },
    {
     kz: "қылмысты орындаушы",
     ru: "исполнитель преступления",
     en: "principal"
    },
    {
     kz: "қылмысты немқұрайдылық",
     ru: "преступное небрежение; преступная небрежность",
     en: "capable neglect; criminal negligence"
    },
    {
     kz: "қылмыс істегеніне өкіну",
     ru: "раскаяться в совершенном преступлении",
     en: "acknowledge an offence"
    },
    {
     kz: "қылық",
     ru: "поведение, поступки, манеры",
     en: "behavior, conduct"
    },
    {
     kz: "қыру, тырмалау, жою",
     ru: "стирать, соскабливать; уничтожать",
     en: "erase; kill"
    },
    {
     kz: "қысқарту",
     ru: "прекращать",
     en: "defeat"
    },
    {
     kz: "лайықсыз",
     ru: "непристойный",
     en: "pornographic"
    },
    {
     kz: "лайықсыз мінез-құлық",
     ru: "недостойное поведение",
     en: "misbehavior"
    },
    {
     kz: "лақап ат (есім)",
     ru: "прозвище",
     en: "nickname"
    },
    {
     kz: "лаңкестік акт жасау",
     ru: "совершить террористический акт",
     en: "assassinate"
    },
    {
     kz: "лауазымға патент",
     ru: "патент на должность",
     en: "commission"
    },
    {
     kz: "лауазымға тағайындау",
     ru: "назначение на должность",
     en: "commission"
    },
    {
     kz: "лауазымдық қылмыс",
     ru: "должностное преступление",
     en: "misprision"
    },
    {
     kz: "лауазымдық салақтық",
     ru: "должностная халатность",
     en: "neglect of official duty"
    },
    {
     kz: "лауазым иесі",
     ru: "должностное лицо",
     en: "officer"
    },
    {
     kz: "лауазымнан босату",
     ru: "увольнение",
     en: "dismiss"
    },
    {
     kz: "лауазымы жоғарылау",
     ru: "повышение в должности",
     en: "promotion"
    },
    {
     kz: "лауaзымы, шені жоғарылау",
     ru: "повышение в должности, производство в чин",
     en: "promotion"
    },
    {
     kz: "лауазымын төмендету",
     ru: "I понижение в должности, в ранге; II понижать в должности, в ранге",
     en: "I demotion; II demote"
    },
    {
     kz: "лицензия",
     ru: "лицензия",
     en: "license pass"
    },
    {
     kz: "лицензия беру",
     ru: "лицензировать",
     en: "license"
    },
    {
     kz: "майор",
     ru: "майор",
     en: "major"
    },
    {
     kz: "мақала",
     ru: "статья",
     en: "clause"
    },
    {
     kz: "мақсат, пейіл, уәж",
     ru: "цель, намерение, мотив",
     en: "intent, purpose"
    },
    {
     kz: "қылмыстық мақсат",
     ru: "преступная цель",
     en: "criminal purpose"
    },
    {
     kz: "мақсатпен",
     ru: "с целью",
     en: "of purpose"
    },
    {
     kz: "мақұлдау",
     ru: "одобрение; подтверждение",
     en: "acknowledgement, sanction"
    },
    {
     kz: "растау",
     ru: "одобрение; подтверждение",
     en: "acknowledgement, sanction"
    },
    {
     kz: "бекіту, мәлімдеу",
     ru: "утверждать, заявлять",
     en: "maintain, pass"
    },
    {
     kz: "мақұлдау (заң, қарар және т.б.",
     ru: "одобрять (закон, резолюцию и т.д.)",
     en: "pass"
    },
    {
     kz: "маманның куәлік көрсетпелері",
     ru: "свидетельские показания специалиста",
     en: "expert evidence"
    },
    {
     kz: "маньяк",
     ru: "маньяк",
     en: "maniac"
    },
    {
     kz: "маңыз",
     ru: "смысл, значение",
     en: "sense, consequence"
    },
    {
     kz: "маңызды дәлелдік күші бар заттық дәлел",
     ru: "вещественное доказательство существенной доказательной силы",
     en: "critical evidence"
    },
    {
     kz: "маңыздылық",
     ru: "важность",
     en: "consequence"
    },
    {
     kz: "маңызы аз",
     ru: "малозначительный",
     en: "minor"
    },
    {
     kz: "марапаттау, көтермелеу",
     ru: "поощрять",
     en: "promote"
    },
    {
     kz: "мардымсыз, шамалы; кәмелетке толмаған",
     ru: "незначительный; несовершеннолетний",
     en: "minor"
    },
    {
     kz: "мас болу",
     ru: "опьянение",
     en: "drunkenness"
    },
    {
     kz: "қоғамдық орынға айқын мас күйінде келу\/көріну (қылмыстық құрам)",
     ru: "появление\/пребывание в состоянии явного опьянения в общественном месте (состав преступления)",
     en: "drunkenness"
    },
    {
     kz: "«мас және қабілетсіз» (жасаған әрекетінің қылмыстық сипаттылығын түсіну немесе қылмыстық салдардың кесірлілігінің мүмкіндігі; үкім формуласы)",
     ru: "«пьян и неспособен» (сознавать преступный характер совершаемых действий или возможность причинения преступных последствий; формула вердикта)",
     en: "drunk and incapable"
    },
    {
     kz: "маскүнем",
     ru: "алкоголик, пьяница",
     en: "inebriate, dipsomatic"
    },
    {
     kz: "маскүнемдік",
     ru: "алкоголизм; запойное пьянство",
     en: "dipsomania"
    },
    {
     kz: "материалдық игіліктер",
     ru: "материальные блага",
     en: "goods"
    },
    {
     kz: "мәжбүрлеу",
     ru: "I принуждение, насилие; II принуждать, заставлять; принудительно проводить в жизнь",
     en: "I coercion, force; II coerce, force; enforce"
    },
    {
     kz: "мәжбүрлі",
     ru: "принудительный",
     en: "forced, forcible"
    },
    {
     kz: "мәжбүрлі еңбек",
     ru: "принудительный труд",
     en: "forced labour"
    },
    {
     kz: "мәжіліс; талқылау",
     ru: "заседание; обсуждение, совещание",
     en: "sitting; deliberation"
    },
    {
     kz: "мәжіліс аралық үзіліс",
     ru: "перерыв между заседаниями",
     en: "adjournment"
    },
    {
     kz: "мәжіліс құру",
     ru: "заседать",
     en: "sit"
    },
    {
     kz: "мәжілісті жабу",
     ru: "закрывать заседание",
     en: "adjourn"
    },
    {
     kz: "мәжілісті тоқтату",
     ru: "прерывать заседание",
     en: "adjourn"
    },
    {
     kz: "мәлімдеме",
     ru: "декларация",
     en: "declaration"
    },
    {
     kz: "мәлімдеу",
     ru: "заявлять",
     en: "argue, declare"
    },
    {
     kz: "мәлімдеуші",
     ru: "заявитель",
     en: "declarant"
    },
    {
     kz: "мәмле",
     ru: "соглашение",
     en: "agreement"
    },
    {
     kz: "мәмле жасау",
     ru: "заключать соглашение",
     en: "make agreement"
    },
    {
     kz: "мән",
     ru: "смысл",
     en: "sense"
    },
    {
     kz: "мәнер",
     ru: "манеры",
     en: "behavior"
    },
    {
     kz: "мән-жайларды баяндау",
     ru: "изложение обстоятельств",
     en: "factum (pl. – ta, - s)"
    },
    {
     kz: "мәнсіз, шамалы",
     ru: "незначительный",
     en: "Minor"
    },
    {
     kz: "мәртебе; жай-күй",
     ru: "статус; состояние",
     en: "condition"
    },
    {
     kz: "медициналық куәландыру",
     ru: "медицинское освидетельствование",
     en: "medical examination"
    },
    {
     kz: "медициналық қорытынды",
     ru: "медицинское заключение",
     en: "medical evidence"
    },
    {
     kz: "медициналық сарапшы",
     ru: "медицинский эксперт",
     en: "medical examiner"
    },
    {
     kz: "мекеме, өнеркәсіп",
     ru: "учреждение, предприятие",
     en: "foundation, industry"
    },
    {
     kz: "мекендету",
     ru: "поместить",
     en: "locate"
    },
    {
     kz: "мекендеу жағдайы",
     ru: "условия обитания",
     en: "environment"
    },
    {
     kz: "мекен-жай",
     ru: "адрес",
     en: "address"
    },
    {
     kz: "мемлекет",
     ru: "государство",
     en: "nation, land, people"
    },
    {
     kz: "мемлекетке опасыздық",
     ru: "государственная измена",
     en: "high treason"
    },
    {
     kz: "мемлекеттендіру",
     ru: "I денационализация; II денационализировать",
     en: "I denationalization; II denationalize"
    },
    {
     kz: "мемлекеттік",
     ru: "государственный",
     en: "national"
    },
    {
     kz: "мемлекеттік азаматтық қызмет",
     ru: "государственная гражданская служба",
     en: "civil service"
    },
    {
     kz: "мемлекеттік басқару",
     ru: "государственное управление",
     en: "state administration"
    },
    {
     kz: "мемлекеттік билік",
     ru: "государственная власть",
     en: "state authority, government"
    },
    {
     kz: "мемлекеттік биліктің іс-әрекеті",
     ru: "действие государственной власти",
     en: "public act"
    },
    {
     kz: "мемлекеттік құрылым",
     ru: "государственное устройство",
     en: "polity"
    },
    {
     kz: "мемлекеттік қызметші (полиция мен өрт сөндірушілерді қосқанда)",
     ru: "государственный служащий (включая полицейских и пожарных)",
     en: "governmental agent"
    },
    {
     kz: "мемлекет қала",
     ru: "город-государство",
     en: "city-state"
    },
    {
     kz: "меншік",
     ru: "собственность",
     en: "property"
    },
    {
     kz: "меншік құқығының нысаны",
     ru: "объект права собственности",
     en: "ownership"
    },
    {
     kz: "ақиқат меншік",
     ru: "абсолютная собственность",
     en: "absolute property"
    },
    {
     kz: "жер меншігі",
     ru: "земельная собственность",
     en: "agrarian property"
    },
    {
     kz: "кең мағынадағы меншік (мүлік мазмұнды кез келген құқық және шексіз құқықтар)",
     ru: "собственность в широком смысле (любое право имущественного содержания и исключительные права)",
     en: "general property"
    },
    {
     kz: "көркем меншік",
     ru: "художественная собственность",
     en: "artistic property"
    },
    {
     kz: "қоғамдық меншік",
     ru: "общественная собственность",
     en: "public property"
    },
    {
     kz: "мемлекеттік меншік",
     ru: "государственная собственность; муниципальная собственность",
     en: "public property"
    },
    {
     kz: "ортақ меншік",
     ru: "общая собственность",
     en: "common property"
    },
    {
     kz: "ұрланған мүлік",
     ru: "похищенное имущество",
     en: "stolen property"
    },
    {
     kz: "меншік иесі",
     ru: "собственник",
     en: "co-owner, proprietor, owner"
    },
    {
     kz: "меншік құқығы",
     ru: "право собственности",
     en: "property, ownership"
    },
    {
     kz: "меншіктің нақты бағасы",
     ru: "фактическая стоимость собственности",
     en: "actual cash value"
    },
    {
     kz: "мерзім",
     ru: "срок",
     en: "period"
    },
    {
     kz: "мерзім белгілеу",
     ru: "устанавливать срок",
     en: "limit"
    },
    {
     kz: "мерзімді шегіндіру",
     ru: "продлевать срок, пролонгировать",
     en: "prolong"
    },
    {
     kz: "мерзімді шегіндіру",
     ru: "отсрочка;отложение",
     en: "respite"
    },
    {
     kz: "мерзімін шегіндіріп алу",
     ru: "получить отсрочку",
     en: "get a respite"
    },
    {
     kz: "мерзімін шегіндіріп беру",
     ru: "дать отсрочку",
     en: "grant a respite"
    },
    {
     kz: "шағымның мерзімін шегіндіру",
     ru: "отсрочка апелляции",
     en: "respite of appeal"
    },
    {
     kz: "мерзімінде төленбеген төлемдер",
     ru: "просроченные платежи",
     en: "backlog of outstanding payments"
    },
    {
     kz: "мерзімін шегеру, кейінге қалдыру",
     ru: "отсрочивать, откладывать",
     en: "adjourn"
    },
    {
     kz: "мертігу",
     ru: "увечье",
     en: "maim"
    },
    {
     kz: "мертіктіру",
     ru: "наносить увечье",
     en: "maim"
    },
    {
     kz: "метрикалық кітап",
     ru: "метрическая книга",
     en: "register"
    },
    {
     kz: "министр",
     ru: "министр",
     en: "head of department"
    },
    {
     kz: "министрлік",
     ru: "министерство амер.",
     en: "department"
    },
    {
     kz: "әділет министрлігі",
     ru: "министерство юстиции",
     en: "judiciary department"
    },
    {
     kz: "мойындамау, терістеу",
     ru: "отвергать",
     en: "negative"
    },
    {
     kz: "мойындау",
     ru: "признание",
     en: "recognition, confession"
    },
    {
     kz: "іс жүзінде мойындау",
     ru: "признание де факто",
     en: "recognition de facto"
    },
    {
     kz: "заң жүзінде мойындау",
     ru: "признание де юре",
     en: "recognition de jure"
    },
    {
     kz: "монета",
     ru: "монета",
     en: "coin"
    },
    {
     kz: "монета соғу",
     ru: "чеканить монету",
     en: "coin"
    },
    {
     kz: "мораль, адамгершілік",
     ru: "мораль, нравственность",
     en: "ethics"
    },
    {
     kz: "моральдық",
     ru: "моральный",
     en: "moral"
    },
    {
     kz: "моральдық шығын",
     ru: "моральный ущерб",
     en: "moral damage"
    },
    {
     kz: "мөлшер, өлшем",
     ru: "размер",
     en: "rate"
    },
    {
     kz: "мөлшерден (нормадан) ауытқу",
     ru: "ненормальность, отклонение от нормы",
     en: "abnormality"
    },
    {
     kz: "мөр",
     ru: "печать",
     en: "seal"
    },
    {
     kz: "мөрмен бекіту",
     ru: "скреплять печатью",
     en: "seal, enseal"
    },
    {
     kz: "мөрмен бекітілген",
     ru: "скрепленный печатью",
     en: "sealed with the stamp"
    },
    {
     kz: "мөр салу",
     ru: "приложение печати",
     en: "sealing"
    },
    {
     kz: "мұқтаждық",
     ru: "нужда",
     en: "distress"
    },
    {
     kz: "мұқият тергеу",
     ru: "тщательное расследование",
     en: "close investigation"
    },
    {
     kz: "мұқияттылық",
     ru: "осмотрительность",
     en: "deliberation"
    },
    {
     kz: "мұра әкімдігі",
     ru: "администратор наследства",
     en: "personal representative"
    },
    {
     kz: "мұрагер",
     ru: "наследник",
     en: "ancestor, personal representative, descendant"
    },
    {
     kz: "мүдде",
     ru: "I мотив; II лобби",
     en: "I pretext; II lobby"
    },
    {
     kz: "мүдделі тарап",
     ru: "заинтересованная сторона",
     en: "proper party"
    },
    {
     kz: "мүлік; жылжымайтын мүлік",
     ru: "предмет; имущество, недвижимое имущество",
     en: "thing; asset, effects, property, real asset"
    },
    {
     kz: "ортақ мүлік (ерлі-зайыптылардың)",
     ru: "общее имущество (супругов)",
     en: "community property"
    },
    {
     kz: "талас (даулы) мүлік",
     ru: "оспариваемое имущество",
     en: "disputed property"
    },
    {
     kz: "мүлік алу",
     ru: "приобретение имущества",
     en: "acquests"
    },
    {
     kz: "мүлікке тыйым салу",
     ru: "наложение ареста на имущества",
     en: "distress"
    },
    {
     kz: "мүлікті иемдену",
     ru: "I присваивать имущество; II присвоение имущества",
     en: "I embezzle; II embezzlement"
    },
    {
     kz: "мүліктік арызға жауапкер",
     ru: "ответчик по вещному иску",
     en: "tenant"
    },
    {
     kz: "мүліктік жалдау құқығы негізінде иелену",
     ru: "владеть на правах имущественного найма",
     en: "tenant"
    },
    {
     kz: "мүліктік қатынастар (құқықтық мирасқорлық келісімшартына негізделген)",
     ru: "имущественные отношения (основанные на договоре, правопреемстве)",
     en: "privity"
    },
    {
     kz: "мүліктің толық жойылуы",
     ru: "полная гибель имущества",
     en: "absolute total loss"
    },
    {
     kz: "мүлікті өмір бойы иелену",
     ru: "пожизненное владение имуществом",
     en: "life estate"
    },
    {
     kz: "мүлікті сенімді меншіктік негізде иеленуші адам",
     ru: "лицо, распоряжающееся имуществом на началах доверительной собственности",
     en: "trustee"
    },
    {
     kz: "мүлікті тізімдеуді атқару (орындау) қағазы",
     ru: "исполнительный лист на опись имущества",
     en: "distingas"
    },
    {
     kz: "мүлікті ұрлау",
     ru: "похищение имущества",
     en: "stealing"
    },
    {
     kz: "мүмкін",
     ru: "возможный",
     en: "possible"
    },
    {
     kz: "мүмкін себеп",
     ru: "возможная причина",
     en: "probable cause"
    },
    {
     kz: "мүмкіндік",
     ru: "возможность",
     en: "faculties, possibility"
    },
    {
     kz: "мүмкіндіктер",
     ru: "возможности, способности",
     en: "faculties"
    },
    {
     kz: "мүше",
     ru: "член",
     en: "member"
    },
    {
     kz: "мүшелікке кіру жарнасы",
     ru: "вступительный взнос",
     en: "entrance free"
    },
    {
     kz: "міндет",
     ru: "обязанность",
     en: "obligation"
    },
    {
     kz: "міндеттеме",
     ru: "обязательство, обязанность",
     en: "bill, duty, engagement, obligation"
    },
    {
     kz: "міндеттеме беру",
     ru: "давать обязательство",
     en: "pledge"
    },
    {
     kz: "міндеттемелер",
     ru: "обязательства",
     en: "terms"
    },
    {
     kz: "міндеттемені орындау мақсатында алынған мүлік",
     ru: "имущество, взятое в обеспечение выполнения обязательства",
     en: "distress"
    },
    {
     kz: "міндеттемені орындау мақсатында мүлікті иемдену",
     ru: "завладение имуществом в обеспечении выполнения обязательства",
     en: "distress"
    },
    {
     kz: "міндеттеу (міндеттену)",
     ru: "обязывать(ся)",
     en: "obligate"
    },
    {
     kz: "міндеттерден бас тарту",
     ru: "пренебрегать обязанностями",
     en: "abandon duties"
    },
    {
     kz: "міндеттеу",
     ru: "обязывать",
     en: "engage"
    },
    {
     kz: "міндетті",
     ru: "неизбежный; обязанный",
     en: "unavoidable; liable"
    },
    {
     kz: "міндетті күш",
     ru: "обязательная сила",
     en: "obligation"
    },
    {
     kz: "міндеттілік",
     ru: "повинность",
     en: "service"
    },
    {
     kz: "әскери міндеттілік",
     ru: "воинская повинность",
     en: "compulsory service"
    },
    {
     kz: "мінез-қылық, лайықсыз мінез-қылық",
     ru: "поведение, недостойное поведение",
     en: "conduct, misbehavior"
    },
    {
     kz: "мін тағу (мінеу)",
     ru: "претензия; рекламация;",
     en: "complaint"
    },
    {
     kz: "мін тағуды (мінеуді) сот арқылы білдіру",
     ru: "предъявлять претензию через суд",
     en: "use action"
    },
    {
     kz: "міннен (мінеуден) бас тарту",
     ru: "отказаться от претензии",
     en: "abandon a claim"
    },
    {
     kz: "мін тағу (мінеу)",
     ru: "заявить претензию",
     en: "to advance a claim"
    },
    {
     kz: "мін тағу (айту)",
     ru: "предъявление претензий",
     en: "reclamation"
    },
    {
     kz: "мэр",
     ru: "мэр",
     en: "mayor"
    },
    {
     kz: "нағыз",
     ru: "данный, настоящий",
     en: "present"
    },
    {
     kz: "нағыз мән",
     ru: "истинный смысл",
     en: "intendment of law"
    },
    {
     kz: "назардан тыс қалдыру",
     ru: "упускать",
     en: "neglect"
    },
    {
     kz: "нақты адамдарға қатысты заң",
     ru: "закон, действующий в отношении конкретных лиц",
     en: "private act"
    },
    {
     kz: "наразылық",
     ru: "протест, возражение",
     en: "protest, objection"
    },
    {
     kz: "наразылық жариялау",
     ru: "заявлять протест",
     en: "enter protest"
    },
    {
     kz: "наразылық білдіруден бас тарту",
     ru: "отказ от опротестования",
     en: "wavier of protest"
    },
    {
     kz: "наразылық білдіру",
     ru: "протестовать, опротестование",
     en: "protest"
    },
    {
     kz: "науқан",
     ru: "акция",
     en: "share"
    },
    {
     kz: "нашақор",
     ru: "наркоман",
     en: "addict, drug addict"
    },
    {
     kz: "нашақорлық",
     ru: "наркомания",
     en: "addiction, drug addiction"
    },
    {
     kz: "нәтиже",
     ru: "исход, результат",
     en: "event"
    },
    {
     kz: "негіз",
     ru: "основание",
     en: "reason, foundation"
    },
    {
     kz: "негіз беру, негіздеу",
     ru: "давать основание",
     en: "found"
    },
    {
     kz: "негізгі, басты",
     ru: "основной, главный",
     en: "chief, principal, primary"
    },
    {
     kz: "негізгі құқықтар",
     ru: "основные права",
     en: "primary rights"
    },
    {
     kz: "іс бойынша негізгі тарап",
     ru: "главная сторона по делу",
     en: "principal in the case"
    },
    {
     kz: "негізгі борышкер (кепілгерден өзгеше)",
     ru: "основной должник (в отличие от поручителя)",
     en: "principal"
    },
    {
     kz: "негізгі бостандықтар",
     ru: "основные свободы",
     en: "freedoms, fundamental freedoms"
    },
    {
     kz: "негізгі бөлім (құжаттың)",
     ru: "основная часть (документа)",
     en: "body"
    },
    {
     kz: "негізгі сома (пайыздан бөлек)",
     ru: "основная сумма (в отличие от процентов)",
     en: "principal"
    },
    {
     kz: "негізделген",
     ru: "обоснованный",
     en: "founded"
    },
    {
     kz: "бегілі бір нәрсеге негізделген",
     ru: "основанный на чем-л.",
     en: "founded"
    },
    {
     kz: "заңды негізделген",
     ru: "юридически обоснованный",
     en: "founded in law"
    },
    {
     kz: "заңмен негізделген",
     ru: "обоснованный с юридической стороны",
     en: "founded in law"
    },
    {
     kz: "мәліметтермен негізделген",
     ru: "обоснованный с фактической стороны",
     en: "founded in fact"
    },
    {
     kz: "негіздеу",
     ru: "основывать, учреждать; обосновывать, конституировать",
     en: "found, constitute, establish"
    },
    {
     kz: "негіздеу (акционерлік қоғам, компания)",
     ru: "основание (акционерного общества, компании)",
     en: "promotion"
    },
    {
     kz: "негіздеуші (акционерлік қоғам, компания)",
     ru: "основатель (акционерного общества, компании)",
     en: "promoter, founder"
    },
    {
     kz: "негізді",
     ru: "обоснованный",
     en: "just"
    },
    {
     kz: "негізсіз",
     ru: "неоправданный; необоснованный",
     en: "unwarranted"
    },
    {
     kz: "негізсіз кінәлау",
     ru: "неосновательные претензии",
     en: "arrogation"
    },
    {
     kz: "негізсіз талап арыз",
     ru: "необоснованный иск",
     en: "frivolous action"
    },
    {
     kz: "негізсіз шағымдану",
     ru: "необоснованная апелляция",
     en: "frivolous appeal"
    },
    {
     kz: "некелі",
     ru: "брачный",
     en: "marital"
    },
    {
     kz: "некелік келісім",
     ru: "брачный контракт",
     en: "marital agreement"
    },
    {
     kz: "некені бұзу",
     ru: "расторгать брак; расторжение брака",
     en: "divorce"
    },
    {
     kz: "некесіз туған бала",
     ru: "ребенок рожденный вне брака",
     en: "bastard"
    },
    {
     kz: "неке туралы куәлік сөйл.",
     ru: "свидетельство о браке разг.",
     en: "line"
    },
    {
     kz: "немкетті",
     ru: "безразличный",
     en: "indifferent"
    },
    {
     kz: "несие",
     ru: "ссуда, кредит, заем",
     en: "loan, debt(s)"
    },
    {
     kz: "несие беру, қарыз беру",
     ru: "давать в ссуду, предоставлять заем",
     en: "lend"
    },
    {
     kz: "несиелеу",
     ru: "ссужать",
     en: "loan"
    },
    {
     kz: "ниет, пиғыл",
     ru: "намерение, умысел, замысел",
     en: "animus, intent, purpose"
    },
    {
     kz: "жаман ниет",
     ru: "дурное намерение",
     en: "wrong intent"
    },
    {
     kz: "қылмыстық ниет",
     ru: "преступное намерение",
     en: "criminal intent"
    },
    {
     kz: "норма",
     ru: "норма",
     en: "rate"
    },
    {
     kz: "қолданыстағы норма",
     ru: "действующая норма",
     en: "operative rule"
    },
    {
     kz: "нормадан ауытқу",
     ru: "ненормальность, отклонение от нормы",
     en: "abnormality"
    },
    {
     kz: "процесс нормалары",
     ru: "нормы процесса",
     en: "practice"
    },
    {
     kz: "нотариус",
     ru: "нотариус",
     en: "notary (public), scrivener"
    },
    {
     kz: "нұсқалған",
     ru: "предписанный",
     en: "positive"
    },
    {
     kz: "нұсқама",
     ru: "предписание",
     en: "rule, order, precept"
    },
    {
     kz: "нұсқау",
     ru: "I распоряжение; указание, инструкция; II распоряжаться",
     en: "I order; II order"
    },
    {
     kz: "нұсқау беру",
     ru: "давать указание",
     en: "order"
    },
    {
     kz: "нұсқауыш",
     ru: "указатель",
     en: "register"
    },
    {
     kz: "облыстық",
     ru: "областной",
     en: "regional"
    },
    {
     kz: "общиналар палатасы",
     ru: "палата общин",
     en: "Commons (the)"
    },
    {
     kz: "одорология",
     ru: "одорология",
     en: "odorology"
    },
    {
     kz: "одорологиялық сараптама",
     ru: "одорологическая экспертиза",
     en: "odorologic expert examination"
    },
    {
     kz: "ойламаған жағдай",
     ru: "непредвиденный случай",
     en: "emergency"
    },
    {
     kz: "ойластыру",
     ru: "I обдумывание; II замышлять, затевать",
     en: "I deliberation; II contrive"
    },
    {
     kz: "ойыншы",
     ru: "игрок",
     en: "gambler"
    },
    {
     kz: "округ (әкімшілік, сот, сайлау)",
     ru: "округ (административный, судебный, избирательный)",
     en: "district"
    },
    {
     kz: "оқ",
     ru: "пуля",
     en: "bullet"
    },
    {
     kz: "оқиға",
     ru: "событие, прецедент",
     en: "thing, event, occasion, precedent"
    },
    {
     kz: "оқиғаны анықтау",
     ru: "установить прецедент",
     en: "set presedent"
    },
    {
     kz: "сот оқиғасы",
     ru: "судебный прецедент",
     en: "judicial precedent"
    },
    {
     kz: "оқ өтпейтін, оқ өтпес",
     ru: "пуленепробиваемый",
     en: "musketproof"
    },
    {
     kz: "оқуға келісімшартпен беру",
     ru: "отдавать по договору в обучение",
     en: "article"
    },
    {
     kz: "олжа, пайда, арам пайда",
     ru: "добыча, польза, нажива",
     en: "loot, profit"
    },
    {
     kz: "олжалау",
     ru: "грабить",
     en: "loot"
    },
    {
     kz: "оң",
     ru: "положительный",
     en: "positive"
    },
    {
     kz: "оңды",
     ru: "позитивный",
     en: "positive"
    },
    {
     kz: "опасыздық",
     ru: "измена, вероломство",
     en: "treason, faith, bad faith"
    },
    {
     kz: "мемлекеттік опасыздық",
     ru: "государственная измена",
     en: "high treason"
    },
    {
     kz: "әскери опасыздық",
     ru: "военная измена",
     en: "war treason"
    },
    {
     kz: "оппонент",
     ru: "оппонент",
     en: "contradictor"
    },
    {
     kz: "орган",
     ru: "орган",
     en: "body"
    },
    {
     kz: "ордер",
     ru: "ордер",
     en: "order"
    },
    {
     kz: "ордерсіз тінту",
     ru: "обыск без ордера",
     en: "unwarranted search"
    },
    {
     kz: "орналастыру",
     ru: "разместить, размещать (заказ, заклад)",
     en: "locate, place"
    },
    {
     kz: "орнын толтыру, өтеу",
     ru: "возмещать, компенсировать",
     en: "compensate"
    },
    {
     kz: "орта",
     ru: "среда",
     en: "environment"
    },
    {
     kz: "ортақ билік",
     ru: "единовластие",
     en: "monocracy"
    },
    {
     kz: "ортақ мәмлеге келу (кредитормен)",
     ru: "приходить к компромиссному соглашению (с кредиторами)",
     en: "compound"
    },
    {
     kz: "ортақ қаскөй пиғыл (бір топ адамның қылмыс жасау барасында)",
     ru: "общий умысел (при совершении  преступления группой лиц)",
     en: "common design"
    },
    {
     kz: "ортақ меншік",
     ru: "совместная собственность",
     en: "ownership"
    },
    {
     kz: "ортақ меншікті бөлу туралы сот ісі",
     ru: "судебное дело о разделе совместной собственности",
     en: "actio communi dividundo лат."
    },
    {
     kz: "ортақ мүдденің болуы",
     ru: "наличие общего интереса",
     en: "privity"
    },
    {
     kz: "ортақ пайдалануға (жылжымайтын мүлікті) беру",
     ru: "предоставление (недвижимости) в общее пользование",
     en: "dedication"
    },
    {
     kz: "орын",
     ru: "место",
     en: "place"
    },
    {
     kz: "бостандықтан айыру орындары",
     ru: "места лишения свободы",
     en: "places of confinement"
    },
    {
     kz: "қоғамдық орын",
     ru: "общественное место",
     en: "public place"
    },
    {
     kz: "орынбасар",
     ru: "заместитель",
     en: "deputy"
    },
    {
     kz: "директор орынбасары",
     ru: "заместитель директора",
     en: "deputy director"
    },
    {
     kz: "орынбасар ретінде болу",
     ru: "выступать в качестве заместителя",
     en: "deputize"
    },
    {
     kz: "орындағыш",
     ru: "исполнительный",
     en: "executive"
    },
    {
     kz: "орындалмаған (келісімшарт туралы);",
     ru: "неисполненный (о договоре);",
     en: "unexecuted"
    },
    {
     kz: "орындалмаған (сот шешімі, үкімі туралы)",
     ru: "не приведенный в исполнение (о судебном решении, приговоре)",
     en: "unexecuted"
    },
    {
     kz: "орындалмау",
     ru: "невыполнение",
     en: "neglect"
    },
    {
     kz: "орындамау, қанағаттандырмау (талаптарды)",
     ru: "не исполнять, не давать удовлетворение (требований)",
     en: "fail, aggrieve"
    },
    {
     kz: "орындау",
     ru: "I исполнение; II выполнять, совершать, исполнять",
     en: "I satisfaction; performance; II execute, make, perform"
    },
    {
     kz: "үкімді орындау",
     ru: "исполнять приговор",
     en: "execute sentence"
    },
    {
     kz: "орындауды қамтамасыз ету",
     ru: "обеспечивать соблюдение",
     en: "enforce"
    },
    {
     kz: "орындауды ауыстыру",
     ru: "замена исполнения",
     en: "satisfaction"
    },
    {
     kz: "осы елде туған",
     ru: "рожденный в данной стране",
     en: "native born"
    },
    {
     kz: "осылайша",
     ru: "таким образом",
     en: "sic лат."
    },
    {
     kz: "отағасы",
     ru: "глава семьи",
     en: "householder"
    },
    {
     kz: "отбасы",
     ru: "семья",
     en: "household"
    },
    {
     kz: "отбасылық жағдай",
     ru: "семейное положение",
     en: "marital status"
    },
    {
     kz: "отбасын асырау",
     ru: "содержать семью",
     en: "support a family"
    },
    {
     kz: "отставкаға шығару",
     ru: "увольнять в отставку",
     en: "retire"
    },
    {
     kz: "отставкаға шығу",
     ru: "I выходящий в отставку; II выходить в отставку",
     en: "I outgoer; II retire"
    },
    {
     kz: "өз бетімен орналасу",
     ru: "самовольно селиться",
     en: "squat"
    },
    {
     kz: "өз бетімен орналасушы",
     ru: "самовольно поселившийся",
     en: "squatter"
    },
    {
     kz: "өзгенің (жылжымайтын мүлігін) иелену құқығын бұзушы адам",
     ru: "лицо, нарушающее чужое право владения (недвижимостью)",
     en: "ejector"
    },
    {
     kz: "өз кінәсын мойындау",
     ru: "признавать свою вину",
     en: "acknowledge one’s guilt"
    },
    {
     kz: "өз қорғаушысымен кеңесуге құқық",
     ru: "право на консультацию со своим адвокатом",
     en: "access to councel"
    },
    {
     kz: "өз-өзіне қол салу",
     ru: "самоубийство",
     en: "self-destruction"
    },
    {
     kz: "өзін әдепсіз ұстау",
     ru: "дурно вести себя",
     en: "misbehave"
    },
    {
     kz: "өзіне міндеттеме алу (өзін соттың қылмыстық ісі бойынша шешіміне сай дұрыс ұстау)",
     ru: "брать на себя обязательства (хорошо себя вести в соответствии с решением суда по уголовному делу)",
     en: "recognizance, enter one’s own"
    },
    {
     kz: "өзін қорғау",
     ru: "самозащита",
     en: "self-protection"
    },
    {
     kz: "өзін-өзі өлтіру",
     ru: "самоубийство",
     en: "self-destruction"
    },
    {
     kz: "өзін төлеуге шамасыз деп мойындау",
     ru: "признать себя неплатежеспособным",
     en: "yield"
    },
    {
     kz: "өзінше билік ету",
     ru: "самоуправство",
     en: "self-will"
    },
    {
     kz: "өзінің кінәлы еместігін баяндау",
     ru: "заявлять о своей невиновности",
     en: "plead not guilty"
    },
    {
     kz: "өзі хабардар ету",
     ru: "личное уведомление",
     en: "person notice"
    },
    {
     kz: "өкіл",
     ru: "представитель",
     en: "agent, representative, deputy"
    },
    {
     kz: "жеке өкіл",
     ru: "личный представитель",
     en: "personal representative"
    },
    {
     kz: "тұрақты өкіл",
     ru: "постоянный представитель",
     en: "resident representative"
    },
    {
     kz: "өкіл арқылы хабарлау",
     ru: "уведомление через представителя",
     en: "personal notice"
    },
    {
     kz: "өкілді",
     ru: "представительный",
     en: "representative"
    },
    {
     kz: "өкілдік",
     ru: "I консульство; II представительский",
     en: "I consulate; II representative"
    },
    {
     kz: "өкілетті",
     ru: "представляющий",
     en: "representative"
    },
    {
     kz: "өкілеттік",
     ru: "полномочие",
     en: "commission, procuration, procuracy"
    },
    {
     kz: "өкілеттік беру",
     ru: "уполномочивать",
     en: "commission"
    },
    {
     kz: "өкілеттілік",
     ru: "распорядительные полномочия",
     en: "administrative authority"
    },
    {
     kz: "өкілеттілігі жоқ",
     ru: "не имеющий права; неуполномоченный",
     en: "unwarranted"
    },
    {
     kz: "өкілетті өкіл",
     ru: "полномочный представитель",
     en: "plenipotentiary"
    },
    {
     kz: "өкіл лауазымы",
     ru: "должность консула",
     en: "consulship"
    },
    {
     kz: "өкілі (депутат, орынбасары) етіп тағайындау",
     ru: "назначать представителем, депутатом, заместителем",
     en: "deputize"
    },
    {
     kz: "өкілі етіп тағайындау",
     ru: "назначать представителем",
     en: "deputize"
    },
    {
     kz: "өкімшілік өкілеттілік",
     ru: "распорядительные полномочия",
     en: "administrative authority"
    },
    {
     kz: "өлтіретін",
     ru: "смертоносный",
     en: "killing"
    },
    {
     kz: "өлтіру",
     ru: "лишать жизни, казнить, убивать",
     en: "take life, hang; execute, kill"
    },
    {
     kz: "өлтіруді ойластыру",
     ru: "замысел убийства",
     en: "formed design"
    },
    {
     kz: "өлшеу",
     ru: "отмерять",
     en: "mete"
    },
    {
     kz: "өлім; опат",
     ru: "смерть; гибель",
     en: "death; catastrophe"
    },
    {
     kz: "өлімге қию",
     ru: "казнить",
     en: "gibbet"
    },
    {
     kz: "өлімге соқтырған жазатайым жағдай",
     ru: "несчастный случай со смертельным исходом",
     en: "accident fatal"
    },
    {
     kz: "өлім жазасы",
     ru: "смертный приговор, смертная казнь",
     en: "capital punishment, death, death penalty"
    },
    {
     kz: "өлім жазасымен жазаланатын қылмыстық іс",
     ru: "уголовное преступление наказуемое смертной казнью",
     en: "capital crime (offence, felony)"
    },
    {
     kz: "өлім жіктемесі",
     ru: "классификация смерти",
     en: "classification of death"
    },
    {
     kz: "өлімші",
     ru: "смертельный",
     en: "killing"
    },
    {
     kz: "өлімші жарақат",
     ru: "смертельное ранение",
     en: "fatal injury"
    },
    {
     kz: "өмір",
     ru: "жизнь",
     en: "life"
    },
    {
     kz: "өмір бойы жал",
     ru: "пожизненная аренда",
     en: "life-hold"
    },
    {
     kz: "өмір бойы жалға берілген жер",
     ru: "земля, находящаяся в пожизненной аренде",
     en: "life-land"
    },
    {
     kz: "өмірлік мүше (орган, ұйым мүшелігі)",
     ru: "пожизненный член (какого-л. органа, организации)",
     en: "life-member"
    },
    {
     kz: "өмір бойы қамау",
     ru: "пожизненное заключение",
     en: "life sentence"
    },
    {
     kz: "өмір бойына қамалған",
     ru: "пожизненный заключенный",
     en: "lifer"
    },
    {
     kz: "өмірін қию",
     ru: "лишать жизни",
     en: "take life"
    },
    {
     kz: "өңдеу",
     ru: "обработка",
     en: "processing"
    },
    {
     kz: "азық-түлікті өңдеу",
     ru: "переработка продуктов",
     en: "processing"
    },
    {
     kz: "айыппұл туралы құжаттарды өндірiп алуға жіберу",
     ru: "направлять к взысканию документы о штрафе",
     en: "estreat"
    },
    {
     kz: "өндірістік",
     ru: "производственный",
     en: "industrial"
    },
    {
     kz: "өндірістік қатынастар",
     ru: "производственные отношения",
     en: "industrial relations"
    },
    {
     kz: "өндірістегі жазатайым жағдай",
     ru: "несчастный случай на производстве",
     en: "industrial accident"
    },
    {
     kz: "өндірістік жарақат",
     ru: "производственная травма",
     en: "work accident"
    },
    {
     kz: "өнеркәсіп",
     ru: "промышленность",
     en: "industry"
    },
    {
     kz: "өнеркәсіптік",
     ru: "промышленный",
     en: "industrial"
    },
    {
     kz: "өңірлік",
     ru: "региональный",
     en: "regional"
    },
    {
     kz: "өрт",
     ru: "пожар",
     en: "fire"
    },
    {
     kz: "өртеу (арам пиғылмен)",
     ru: "поджог (злонамеренный)",
     en: "arson"
    },
    {
     kz: "өртеуші",
     ru: "поджигатель",
     en: "arsonist"
    },
    {
     kz: "өрт қоюшы",
     ru: "поджигатель",
     en: "arsonist, firebug"
    },
    {
     kz: "өсиет",
     ru: "завещание",
     en: "elogium"
    },
    {
     kz: "өсиет ету",
     ru: "завещать",
     en: "leave"
    },
    {
     kz: "өсиетті бекіту",
     ru: "утверждение завещания; утверждать завещание",
     en: "probate"
    },
    {
     kz: "өсиетті дәлелдеу",
     ru: "доказывание завещания",
     en: "probate"
    },
    {
     kz: "өсиеттің расталған көшірмесі",
     ru: "заверенная копия завещания",
     en: "probate"
    },
    {
     kz: "өсиетті орындау тапсырылған адам (өкілденуші)",
     ru: "душеприказчик",
     en: "personal representative, executor"
    },
    {
     kz: "өсу; үлкею; даму",
     ru: "возрастание; увеличение; рост, развитие",
     en: "increase"
    },
    {
     kz: "өсімге беру",
     ru: "депонировать",
     en: "lodge"
    },
    {
     kz: "өсімге тапсыру",
     ru: "сдача в депозит",
     en: "lodgment"
    },
    {
     kz: "өсімқор",
     ru: "ростовщик",
     en: "scrivener"
    },
    {
     kz: "өтелуге тиіс (тиесілі)",
     ru: "подлежащий компенсации",
     en: "compensable"
    },
    {
     kz: "өтемақы",
     ru: "компенсация",
     en: "compensation"
    },
    {
     kz: "өте маңызды",
     ru: "важнейший",
     en: "key"
    },
    {
     kz: "өтеу, өтемақы",
     ru: "возмещение, компенсация",
     en: "compensation"
    },
    {
     kz: " өтемақы төлеу",
     ru: "возмещать, компенсировать",
     en: "compensate"
    },
    {
     kz: "өтеу мерзімінің ескілігі",
     ru: "погасительная давность",
     en: "limitation"
    },
    {
     kz: "өту",
     ru: "переходить, проходить",
     en: "move, pass"
    },
    {
     kz: "қазынаға өту",
     ru: "переходить в казну",
     en: "forfeit"
    },
    {
     kz: "өтіну",
     ru: "I обращение, воззвание; II обращаться с просьбой, упрашивать, заявлять",
     en: "I appeal; II solicit, declare"
    },
    {
     kz: "өтініш",
     ru: "I просьба, заявление, ходатайство; II подавать прошение",
     en: "I bill, solicitation, declaration; II petition"
    },
    {
     kz: "шағымдану (арыздану) туралы өтініш",
     ru: "просьба об апелляции; апелляционная жалоба",
     en: "petition for appeal"
    },
    {
     kz: "өтініш беруші",
     ru: "заявитель",
     en: "declarant"
    },
    {
     kz: "өтініш иесі",
     ru: "проситель, заявитель",
     en: "applicant"
    },
    {
     kz: "өтінуші",
     ru: "проситель, заявитель",
     en: "applicant"
    },
    {
     kz: "өтірікші, алаяқ",
     ru: "обманщик, мошенник",
     en: "crook"
    },
    {
     kz: "пайда; кіріс",
     ru: "прибыль, выгода; доходы",
     en: "acquests, income, gain(s), profit"
    },
    {
     kz: "алынбаған пайда",
     ru: "упущенная выгода",
     en: "loss of profit"
    },
    {
     kz: "пайдакүнемдік",
     ru: "корыстный",
     en: "mercenary"
    },
    {
     kz: "пайдалану",
     ru: "I использование; II пользоваться",
     en: "I employment; II profit"
    },
    {
     kz: "пайдалы",
     ru: "прибыльный",
     en: "gain(s)"
    },
    {
     kz: "пайдасыз",
     ru: "бесполезный",
     en: "needless"
    },
    {
     kz: "пайда табу",
     ru: "извлекать прибыль, выгоду",
     en: "gain(s), profit"
    },
    {
     kz: "пайыз",
     ru: "размер; процент; курс",
     en: "rate"
    },
    {
     kz: "пайыз мөлшері",
     ru: "размер процента",
     en: "rate of interest"
    },
    {
     kz: "пайызсыз",
     ru: "без процентов",
     en: "at even"
    },
    {
     kz: "пайымдар келтіру",
     ru: "приводить доводы",
     en: "argue"
    },
    {
     kz: "паналату",
     ru: "дать убежище, приютить",
     en: "harbour"
    },
    {
     kz: "панасыз",
     ru: "беспризорный",
     en: "ownerless"
    },
    {
     kz: "папилляр өрнек",
     ru: "папиллярный узор",
     en: "ridge pattern, papillary picture"
    },
    {
     kz: "папилляр сызықтары",
     ru: "папиллярные линии",
     en: "dermal ridges"
    },
    {
     kz: "пара",
     ru: "взятка, подкуп",
     en: "bribe, fix"
    },
    {
     kz: "пара беруші",
     ru: "взяткодатель",
     en: "briber"
    },
    {
     kz: "парақорлық",
     ru: "взяточничество",
     en: "bribery"
    },
    {
     kz: "паралау",
     ru: "подкупать",
     en: "bribe"
    },
    {
     kz: "пара ұсыну (беру)",
     ru: "предлагать \/ давать взятку",
     en: "bribe"
    },
    {
     kz: "парламент актісі",
     ru: "акт парламента",
     en: "bill"
    },
    {
     kz: "парызды бұзу",
     ru: "нарушать долг",
     en: "defalcate"
    },
    {
     kz: "парықсыз, немкетті",
     ru: "безучастный",
     en: "indifferent"
    },
    {
     kz: "патрон гильзасы",
     ru: "гильза патрона",
     en: "cartridge case"
    },
    {
     kz: "патшайым",
     ru: "королева",
     en: "queen"
    },
    {
     kz: "патшайым болу",
     ru: "быть королевой",
     en: "queen"
    },
    {
     kz: "пәтер жалдаушы",
     ru: "квартиросъемщик",
     en: "householder"
    },
    {
     kz: "пиғыл, ниет",
     ru: "умысел, намерение",
     en: "animus"
    },
    {
     kz: "пиромания",
     ru: "пиромания",
     en: "pyromania"
    },
    {
     kz: "полицей, полиция",
     ru: "полицейский",
     en: "man in blue"
    },
    {
     kz: "полиция бекеті",
     ru: "полицейский пост",
     en: "point"
    },
    {
     kz: "полиция ережелері",
     ru: "полицейские правила",
     en: "police regulations"
    },
    {
     kz: "полиция инспекторы",
     ru: "полицейский инспектор",
     en: "inspector of police"
    },
    {
     kz: "полициялық қоршау",
     ru: "полицейская облава",
     en: "manhunt"
    },
    {
     kz: "полиция учаскесі",
     ru: "полицейский участок",
     en: "police station"
    },
    {
     kz: "полиция фургоны",
     ru: "полицейчкий фургон",
     en: "police van"
    },
    {
     kz: "полиция хаттамасы",
     ru: "полицейский протокол",
     en: "sheet, charge"
    },
    {
     kz: "полицейлік теріс пайдаланушылық",
     ru: "полицейское злоупотребление",
     en: "police abuse"
    },
    {
     kz: "полиция",
     ru: "полиция",
     en: "constabulary"
    },
    {
     kz: "жеке полиция",
     ru: "частная полиция",
     en: "private police"
    },
    {
     kz: "қылмыстық полиция",
     ru: "уголовная полиция",
     en: "criminal police"
    },
    {
     kz: "полиция бастығы",
     ru: "начальник полиции",
     en: "chief officer of police"
    },
    {
     kz: "полиция күштері",
     ru: "полицейские силы",
     en: "constabulary"
    },
    {
     kz: "полиция іздеуінде",
     ru: "разыскиватся полицией",
     en: "wanted by the police"
    },
    {
     kz: "теміржол полициясы",
     ru: "железнодорожная полиция",
     en: "railroad police"
    },
    {
     kz: "порнографиялық",
     ru: "порнографический",
     en: "pornographic"
    },
    {
     kz: "порнографиялық басылым",
     ru: "порнографическое издание",
     en: "obscene publication"
    },
    {
     kz: "порнографиялық түсірілім",
     ru: "порнографические снимки",
     en: "indecent prints"
    },
    {
     kz: "пороскопия",
     ru: "пороскопия",
     en: "poroscopy"
    },
    {
     kz: "президент",
     ru: "президент",
     en: "president"
    },
    {
     kz: "преценденттік құқық",
     ru: "прецедентное право",
     en: "unwritten law"
    },
    {
     kz: "прокуратура",
     ru: "прокуратура",
     en: "procurator's office"
    },
    {
     kz: "прокурор",
     ru: "прокурор",
     en: "public prosecutor, public procurator"
    },
    {
     kz: "промульгация",
     ru: "промульгация",
     en: "publication"
    },
    {
     kz: "процеске қатысушы тараптың өкілі",
     ru: "представитель стороны, участвующей в процессе",
     en: "process agent"
    },
    {
     kz: "процесс",
     ru: "процесс",
     en: "procedure"
    },
    {
     kz: "процесті бастау",
     ru: "начинать процесс",
     en: "initiate proceedings"
    },
    {
     kz: "процесті жүргізу",
     ru: "вести процесс",
     en: "try a case"
    },
    {
     kz: "пышақ",
     ru: "нож",
     en: "knife"
    },
    {
     kz: "пікір",
     ru: "мнение",
     en: "judgment"
    },
    {
     kz: "пікір таластыру",
     ru: "дискутировать",
     en: "argue"
    },
    {
     kz: "рақымшылық",
     ru: "амнистия",
     en: "grace"
    },
    {
     kz: "рақымшылық сұрау",
     ru: "просить о помиловании",
     en: "appeal for pardon"
    },
    {
     kz: "растама",
     ru: "заверение",
     en: "pledge"
    },
    {
     kz: "растама беру",
     ru: "давать заверение",
     en: "pledge"
    },
    {
     kz: "растау",
     ru: "I подтверждение; II утверждать, подтверждать",
     en: "I attestation; II argue, evidence"
    },
    {
     kz: "растаушы дәлелдер",
     ru: "подтверждающие доказательства",
     en: "affirmative proof"
    },
    {
     kz: "рәсімдеу",
     ru: "оформлять",
     en: "execute"
    },
    {
     kz: "рәсім ережесі (заң шығарушы органдарда)",
     ru: "правила процедуры (в законодательном органе и др.)",
     en: "rules of procedure"
    },
    {
     kz: "револьвер",
     ru: "револьвер",
     en: "revolver"
    },
    {
     kz: "регистр",
     ru: "регистр",
     en: "register"
    },
    {
     kz: "регламент",
     ru: "регламент",
     en: "articles"
    },
    {
     kz: "реестр",
     ru: "реестр",
     en: "register"
    },
    {
     kz: "резидент",
     ru: "резидент",
     en: "resident"
    },
    {
     kz: "резиденция",
     ru: "резиденция",
     en: "residence"
    },
    {
     kz: "ренжіту",
     ru: "обижать",
     en: "offend"
    },
    {
     kz: "ренжітуші",
     ru: "обидчик",
     en: "insulter"
    },
    {
     kz: "реніш",
     ru: "обида",
     en: "injury, offence"
    },
    {
     kz: "ресми",
     ru: "формальный",
     en: "formal"
    },
    {
     kz: "ресми наразылық",
     ru: "официальный протест",
     en: "formal protest"
    },
    {
     kz: "ресми хабарлама",
     ru: "официальное уведомление",
     en: "formal notice"
    },
    {
     kz: "ресми айыптау",
     ru: "официальное обвинение",
     en: "complaint"
    },
    {
     kz: "ресми құжат",
     ru: "официальный документ",
     en: "diploma"
    },
    {
     kz: "ресми мәлімдеме",
     ru: "официальное заявление",
     en: "acknowledgement"
    },
    {
     kz: "ресми мәлімдеу",
     ru: "официальное заявление",
     en: "formal statement"
    },
    {
     kz: "рет",
     ru: "порядок; регламент",
     en: "order"
    },
    {
     kz: "реттеу",
     ru: "урегулирование; регулирование",
     en: "settlement; government"
    },
    {
     kz: "бейбіт реттеу",
     ru: "мирное урегулирование",
     en: "pacific settlement"
    },
    {
     kz: "рэкет",
     ru: "рэкет",
     en: "racket"
    },
    {
     kz: "рұқсат",
     ru: "разрешение",
     en: "leave, license, grace"
    },
    {
     kz: "рұқсат беру",
     ru: "I выдача разрешений; II разрешать",
     en: "I grant of licenses; II license"
    },
    {
     kz: "рұқсат етпеу, тыйым салу",
     ru: "не разрешать, запрещать",
     en: "disallow"
    },
    {
     kz: "рұқсат ету",
     ru: "позволять; разрешать",
     en: "suffer"
    },
    {
     kz: "рұқсат етілген тұрғыда келмеу немесе болмау",
     ru: "допустимое отсутствие или неявка",
     en: "probable absence"
    },
    {
     kz: "рұқсат етілгенін мойындау",
     ru: "быть или признаваться допустимым",
     en: "lie"
    },
    {
     kz: "рұқсат етілмеген бәсеке",
     ru: "недозволенная конкуренция",
     en: "unfair competition"
    },
    {
     kz: "рұқсатнама",
     ru: "пропуск",
     en: "pass"
    },
    {
     kz: "сайлаушылар",
     ru: "избиратели",
     en: "people"
    },
    {
     kz: "сақтамау",
     ru: "несоблюдение",
     en: "infraction"
    },
    {
     kz: "сақтандыру",
     ru: "страховать",
     en: "insure"
    },
    {
     kz: "сақтау (заңды)",
     ru: "I соблюдение (законов и т.п.); II соблюдать (закон и т.п.)",
     en: "I observation; II observe"
    },
    {
     kz: "сақтауға беру",
     ru: "отдавать на хранение",
     en: "lodge"
    },
    {
     kz: "сақтауды қамтамасыз ету",
     ru: "обеспечивать исполнение",
     en: "enforce"
    },
    {
     kz: "сақтаулылық",
     ru: "сохранность",
     en: "safety"
    },
    {
     kz: "сақтық",
     ru: "осторожность",
     en: "deliberation"
    },
    {
     kz: "сала (жұмыс істейтін, еңбек ететін)",
     ru: "отрасль, область (занятости, деятельности)",
     en: "industry"
    },
    {
     kz: "салдар",
     ru: "(по)следствие",
     en: "consequence"
    },
    {
     kz: "залалды салдарлар",
     ru: "вредные последствия",
     en: "harmful consequences"
    },
    {
     kz: "құқықтық салдарлар",
     ru: "правовые последствия",
     en: "in law consequence"
    },
    {
     kz: "салу (ақшаны)",
     ru: "пересылать (деньги)",
     en: "remit"
    },
    {
     kz: "салық",
     ru: "налог",
     en: "tax, gabel"
    },
    {
     kz: "еңбекақы қорына салық",
     ru: "налог на фонд заработный платы",
     en: "payroll tax"
    },
    {
     kz: "жер салығы",
     ru: "поземельный налог, земельный налог",
     en: "land tax"
    },
    {
     kz: "жылжымайтын мүлікке салық",
     ru: "налог на недвижимость",
     en: "real estate tax"
    },
    {
     kz: "парламент заңымен белгіленген салық",
     ru: "налог, устанавливаемый законом парламента",
     en: "parliamentary tax"
    },
    {
     kz: "табыс салығы",
     ru: "подоходный налог",
     en: "income tax"
    },
    {
     kz: "салық салынбайтын",
     ru: "не подлежащий обложению",
     en: "unassessable, free"
    },
    {
     kz: "салық салыну",
     ru: "I облагаемость налогом; II облагать налогом",
     en: "I taxability; II tax"
    },
    {
     kz: "салықтық шек",
     ru: "налоговый ценз",
     en: "rating qualification"
    },
    {
     kz: "салынып ішу",
     ru: "запойное пьянство",
     en: "dipsomania"
    },
    {
     kz: "салынып ішуші",
     ru: "запойный пьяница, алкоголик",
     en: "dipsomatic"
    },
    {
     kz: "салыстырмалы талдау жасау",
     ru: "проводить сравнительный анализ",
     en: "compare evidence"
    },
    {
     kz: "самогон",
     ru: "самогон",
     en: "moonshane"
    },
    {
     kz: "санау (алдын ала)",
     ru: "(предварительный) подсчет",
     en: "estimate"
    },
    {
     kz: "санкция",
     ru: "санкция",
     en: "sanction"
    },
    {
     kz: "құқықтық санкция",
     ru: "правовая санкция",
     en: "legal sanctions"
    },
    {
     kz: "санкция салу",
     ru: "налагать санкции",
     en: "attach sanctions"
    },
    {
     kz: "санкция қолдану",
     ru: "применять санкции",
     en: "apply sanctions"
    },
    {
     kz: "санкцияның күшін жою",
     ru: "отменять санкции",
     en: "remit sanctions"
    },
    {
     kz: "санкция беру",
     ru: "санкционировать",
     en: "sanction"
    },
    {
     kz: "санкция, заңмен қарастырылған жаза түрі",
     ru: "санкция, предусмотренная законом мера наказания",
     en: "sanction"
    },
    {
     kz: "саңылау",
     ru: "пора",
     en: "porus"
    },
    {
     kz: "сапа",
     ru: "качество",
     en: "quality"
    },
    {
     kz: "сапасын анықтау",
     ru: "определять качество",
     en: "evaluate"
    },
    {
     kz: "сарай (король)",
     ru: "двор (королевский)",
     en: "court"
    },
    {
     kz: "сарай қабылдауы",
     ru: "дворцовой прием",
     en: "court"
    },
    {
     kz: "сараптама",
     ru: "экспертиза",
     en: "examination, expert examination"
    },
    {
     kz: "әділ сараптама",
     ru: "беспристрастная экспертиза",
     en: "fair examination"
    },
    {
     kz: "мұқият сараптама",
     ru: "тщательная экспертиза",
     en: "strict examination"
    },
    {
     kz: "сараптама жүргізу",
     ru: "проводить экспертизу",
     en: "carry out examination"
    },
    {
     kz: "сараптау көрсетпесі",
     ru: "показание экспертизы",
     en: "expert evidence"
    },
    {
     kz: "сараптау қорытындасы",
     ru: "заключение экспертизы",
     en: "expert evidence"
    },
    {
     kz: "сарапшы қорытындысы",
     ru: "заключение эксперта",
     en: "expert’s claim"
    },
    {
     kz: "сатисфакция",
     ru: "сатисфакция",
     en: "satisfaction"
    },
    {
     kz: "сатқындық",
     ru: "предательство",
     en: "foul play"
    },
    {
     kz: "cатқындық соққы жасау",
     ru: "нанести предательский удар",
     en: "knife"
    },
    {
     kz: "сатуға құқық",
     ru: "право на продажу",
     en: "power of sale"
    },
    {
     kz: "сату-сатып алудың ауызша келісімшарты",
     ru: "устный договор купли-продажи",
     en: "handsafe"
    },
    {
     kz: "сату-сатып алу келісімшарты",
     ru: "договор купли-продажи",
     en: "bargain and sail"
    },
    {
     kz: "сату-сатып алу туралы келісімшарт",
     ru: "договор о купле \/ продаже",
     en: "bargain"
    },
    {
     kz: "сатылы жал",
     ru: "поднаем; субаренда",
     en: "sublease"
    },
    {
     kz: "сатылы жалға беру",
     ru: "передавать в субаренду",
     en: "sublet"
    },
    {
     kz: "сатылы жалға беруші",
     ru: "отдающий в субаренду",
     en: "sublessor"
    },
    {
     kz: "сатылы жал келісімшартын жасау",
     ru: "заключать договор субаренды",
     en: "sublease"
    },
    {
     kz: "сатып алу",
     ru: "выкупать; выкуп",
     en: "ransom"
    },
    {
     kz: "сатып алушы",
     ru: "покупатель",
     en: "customer"
    },
    {
     kz: "сауда",
     ru: "торговля",
     en: "traffic"
    },
    {
     kz: "саудалау",
     ru: "торговать",
     en: "traffic"
    },
    {
     kz: "Сауданы кеңейту туралы заң",
     ru: "Закон о расширении торговли",
     en: "Trade Expansion Act"
    },
    {
     kz: "сауда-өнеркәсіптік мекеме",
     ru: "торгово-промышленное предприятие",
     en: "business"
    },
    {
     kz: "сауда-өнеркәсіптік іс-әрекет",
     ru: "торгово-промышленная деятельность",
     en: "business"
    },
    {
     kz: "сауда үйі",
     ru: "торговый дом",
     en: "firm"
    },
    {
     kz: "саусақ бедерлерінің көшірмелерін алу",
     ru: "дактилоскопирование",
     en: "fingerprinting"
    },
    {
     kz: "саусақ іздері",
     ru: "отпечаток пальцев",
     en: "dactylogram, fingerprint"
    },
    {
     kz: "саусақ іздерін алу",
     ru: "снимать отпечатки пальцев",
     en: "fingerprint"
    },
    {
     kz: "саяси құрылым",
     ru: "политический строй",
     en: "government"
    },
    {
     kz: "сәйкестендіру",
     ru: "отождествлять",
     en: "identify"
    },
    {
     kz: "сәйкестігін анықтау",
     ru: "устанавливать тождество; тождественность",
     en: "identify"
    },
    {
     kz: "сәтсіздік",
     ru: "поражение, неудача, провал",
     en: "fail"
    },
    {
     kz: "сәтсіздікке ұшырау",
     ru: "терпеть неудачу",
     en: "fail"
    },
    {
     kz: "себеп; негіз",
     ru: "причина; основание",
     en: "reason"
    },
    {
     kz: "себеп болған",
     ru: "вызывать, служить причиной",
     en: "occasion"
    },
    {
     kz: "себеп дәлелдер",
     ru: "основание; мотив",
     en: "reason"
    },
    {
     kz: "себепті жағдай",
     ru: "уважительная причина",
     en: "reasonable excuse"
    },
    {
     kz: "сезікті",
     ru: "сомнительный",
     en: "equivocal"
    },
    {
     kz: "сезіктілік",
     ru: "сомнительность",
     en: "equivovacy"
    },
    {
     kz: "сезім",
     ru: "чувство, рассудок",
     en: "sense"
    },
    {
     kz: "сейф",
     ru: "сейф",
     en: "safe"
    },
    {
     kz: "сенат",
     ru: "сенат",
     en: "senate"
    },
    {
     kz: "сенатор",
     ru: "сенатор",
     en: "senator"
    },
    {
     kz: "сенбеу",
     ru: "не доверять",
     en: "mistrust"
    },
    {
     kz: "сенуші",
     ru: "принципиал; доверитель",
     en: "principal"
    },
    {
     kz: "сенім",
     ru: "доверие",
     en: "confidence"
    },
    {
     kz: "сенім білдіруші",
     ru: "принципиал; доверитель",
     en: "principal"
    },
    {
     kz: "сенімді",
     ru: "поверенный",
     en: "solicitor"
    },
    {
     kz: "сенімділік",
     ru: "уверенность",
     en: "confidence"
    },
    {
     kz: "сенімді меншікші",
     ru: "доверительный собственник",
     en: "trustee"
    },
    {
     kz: "сенімді өкіл",
     ru: "поверенный, посредник",
     en: "agent"
    },
    {
     kz: "сенімді хабар",
     ru: "конфиденциальное сообщение",
     en: "confidence"
    },
    {
     kz: "сенімнен шықпау",
     ru: "обмануть доверие",
     en: "defalcate"
    },
    {
     kz: "сенімсіздік",
     ru: "недоверие",
     en: "mistrust"
    },
    {
     kz: "сенімсіз мекеме",
     ru: "рискованное предприятие",
     en: "gamble"
    },
    {
     kz: "сенімхат",
     ru: "доверенность",
     en: "warranty of authority, statement of confession, procuracy, procuration"
    },
    {
     kz: "қайта сенімхат беру құқығы бар сенімхат",
     ru: "доверенность с правом передоверия",
     en: "power of attorney and substitution"
    },
    {
     kz: "сертификат",
     ru: "сертификат",
     en: "certificate"
    },
    {
     kz: "серіктестік",
     ru: "товарищество",
     en: "firm"
    },
    {
     kz: "сипаттама",
     ru: "описание",
     en: "description"
    },
    {
     kz: "смета",
     ru: "смета",
     en: "estimate"
    },
    {
     kz: "соңғы сөз (сотталушының)",
     ru: "последнее слово (подсудимого)",
     en: "last plea"
    },
    {
     kz: "сондай мерзім (жазаның)",
     ru: "тот же срок (наказания)",
     en: "like period"
    },
    {
     kz: "соңына түсу",
     ru: "преследовать",
     en: "hunt"
    },
    {
     kz: "сот",
     ru: "судья; суд",
     en: "judge; law"
    },
    {
     kz: "азаматтық сот",
     ru: "гражданский суд",
     en: "civil court"
    },
    {
     kz: "апелляциялық сот",
     ru: "апелляционный суд",
     en: "court of Appeal"
    },
    {
     kz: "әскери-дала соты",
     ru: "военно-полевой суд",
     en: "court martial"
    },
    {
     kz: "жоғарғы сот",
     ru: "Верховный суд",
     en: "Supreme Court"
    },
    {
     kz: "жоғары тұрған сот",
     ru: "вышестоящий суд",
     en: "court above"
    },
    {
     kz: "кассациялық сот",
     ru: "кассационный суд",
     en: "court of cassation"
    },
    {
     kz: "қала соты",
     ru: "городской суд",
     en: "city court"
    },
    {
     kz: "қылмыстық іс соты",
     ru: "уголовный суд",
     en: "criminal court"
    },
    {
     kz: "төмен тұрған сот",
     ru: "нижестоящий суд",
     en: "court below"
    },
    {
     kz: "сот арқылы алу, айыру",
     ru: "лишать, отнимать по суду редк.",
     en: "abjudge"
    },
    {
     kz: "талап арыз берілген сот аты көрсетілген талап арыздың бөлігі",
     ru: "часть искового заявления, содержащая наименование суда, в который подается иск",
     en: "address"
    },
    {
     kz: "сот билігі",
     ru: "судебная власть",
     en: "judicial authority"
    },
    {
     kz: "сот бойынша талап арыз",
     ru: "иск по суду",
     en: "plea"
    },
    {
     kz: "сот бұйрығы",
     ru: "судебный приказ",
     en: "bill"
    },
    {
     kz: "сот жасауылы",
     ru: "судебный пристав",
     en: "bailiff, catchpole (catchpoll)"
    },
    {
     kz: "сот жауапкершілігіне тарту",
     ru: "привлекать к судебной ответственности",
     en: "try"
    },
    {
     kz: "сотқа азаматтық сот өндірісі тәртібімен тарту",
     ru: "привлечение к суду в порядке гражданского судопроизводства",
     en: "civil process"
    },
    {
     kz: "сотқа арыз",
     ru: "заявление в суд",
     en: "petition"
    },
    {
     kz: "сотқа арыз беру",
     ru: "подавать заявление в суд",
     en: "petition"
    },
    {
     kz: "сотқа арыз ұсыну",
     ru: "заявление в суд",
     en: "relation"
    },
    {
     kz: "сотқа беру",
     ru: "предавать суду",
     en: "place on trial"
    },
    {
     kz: "сотқа жүгіну",
     ru: "обращаться в суд",
     en: "law"
    },
    {
     kz: "сотқа қайта шақыру",
     ru: "повторный вызов в суд",
     en: "resummons"
    },
    {
     kz: "сотқа мәжбүрлеп әкелу",
     ru: "принудительный привод в суд",
     en: "compulsory process"
    },
    {
     kz: "сотқа тарту (қылмыстық іс бойынша)",
     ru: "привлекать к суду (по уголовному делу)",
     en: "arraign"
    },
    {
     kz: "сотқа шақыру",
     ru: "вызов в суд",
     en: "monition"
    },
    {
     kz: "сот құжатының дәл көшірмесін жасау",
     ru: "сделать точную копию судебного документа",
     en: "estreat"
    },
    {
     kz: "сот қызметшісі",
     ru: "служащий суда",
     en: "actuary"
    },
    {
     kz: "сот зертханасы",
     ru: "судебная лаборатория",
     en: "forensic laboratory"
    },
    {
     kz: "сот мәжілісіне келмеу",
     ru: "неявка в судебное заседание",
     en: "default at trial"
    },
    {
     kz: "сот медицинасы",
     ru: "судебная медицина",
     en: "forensic medicine, medical jurisprudence"
    },
    {
     kz: "сот мойындарлық дәлел",
     ru: "доказательство, признаваемое судом",
     en: "proper evidence"
    },
    {
     kz: "сот мұрағаты",
     ru: "архив суда",
     en: "file"
    },
    {
     kz: "сот округі",
     ru: "судебный округ",
     en: "circuit"
    },
    {
     kz: "сот органы",
     ru: "судебный орган",
     en: "judicial circuit"
    },
    {
     kz: "сот орындаушысы",
     ru: "судебный исполнитель",
     en: "catchpole (catchpoll), executor"
    },
    {
     kz: "сот орындығы",
     ru: "судейская скамья",
     en: "banc, bank"
    },
    {
     kz: "сот өкілі",
     ru: "судебный пристав",
     en: "usher"
    },
    {
     kz: "сот өндірісі мәліметтеріне бекіту",
     ru: "приобщать к материалам судебного производства",
     en: "enroll"
    },
    {
     kz: "сот процесі",
     ru: "судебный процесс",
     en: "trial"
    },
    {
     kz: "сот психиатриясы",
     ru: "судебная психиатрия",
     en: "forensic psychiatry"
    },
    {
     kz: "сотталған",
     ru: "осужденный",
     en: "convicted offender"
    },
    {
     kz: "сотталушы",
     ru: "подсудимый",
     en: "defendant"
    },
    {
     kz: "сотталушы орны",
     ru: "скамья подсудимых",
     en: "prisoners dock"
    },
    {
     kz: "сотта тыңдау үшін белгіленген уақыт",
     ru: "время, назначенное для слушания в суде",
     en: "day in court"
    },
    {
     kz: "соттау",
     ru: "судить",
     en: "try, judge"
    },
    {
     kz: "сот тәртібімен өндірілуі мүмкін",
     ru: "могущий быть взысканным в судебном порядке",
     en: "recoverable"
    },
    {
     kz: "сот тәртібімен өндірілетін",
     ru: "могущий быть взысканным в судебном порядке",
     en: "recoverable"
    },
    {
     kz: "сот тәртібімен өндірілуге тиіс",
     ru: "подлежащий взысканию в судебном порядке",
     en: "recoverable"
    },
    {
     kz: "сот тергеуі",
     ru: "судебное расследование",
     en: "judicial inquiry"
    },
    {
     kz: "сот төрелігі",
     ru: "правосудие",
     en: "justice"
    },
    {
     kz: "сот төрелігін атқару",
     ru: "отправлять правосудие",
     en: "do justice"
    },
    {
     kz: "сот тыйымы",
     ru: "судебный запрет",
     en: "injunction"
    },
    {
     kz: "соттық",
     ru: "судебный",
     en: "legal"
    },
    {
     kz: "соттық теріс пайдаланушылық",
     ru: "судебное злоупотребление",
     en: "judicial abuse"
    },
    {
     kz: "соттық билік актісі",
     ru: "акт судебной власти",
     en: "judicial act"
    },
    {
     kz: "соттық қатысым",
     ru: "судебное присутствие",
     en: "court"
    },
    {
     kz: "соттық лауазым",
     ru: "судебная должность",
     en: "judicial office"
    },
    {
     kz: "соттық немесе полицейлік орган",
     ru: "судебный или полицейский орган",
     en: "law enforcement agency"
    },
    {
     kz: "соттық прецедент",
     ru: "судебный прецедент",
     en: "stare decisis"
    },
    {
     kz: "соттық талап арыз",
     ru: "судебный иск",
     en: "action at law, legal action"
    },
    {
     kz: "соттық талқылау",
     ru: "судебное разбирательство",
     en: "trial"
    },
    {
     kz: "соттық тапсырма",
     ru: "судебное поручение",
     en: "commission"
    },
    {
     kz: "соттың атқарушылық бұйрығы",
     ru: "исполнительный приказ суда",
     en: "final process"
    },
    {
     kz: "соттың толық құрамы",
     ru: "полный состав суда",
     en: "banc, bank"
    },
    {
     kz: "сот процесі (үдерісі)",
     ru: "судебный процесс",
     en: "law"
    },
    {
     kz: "сот үдерісі",
     ru: "судебный процесс",
     en: "legal process"
    },
    {
     kz: "сот хатшысы",
     ru: "секретарь суда",
     en: "clerk of court"
    },
    {
     kz: "сот шешімі",
     ru: "судебное решение",
     en: "adjudgement, judgment"
    },
    {
     kz: "сот шешімін жоғары сот инстанциясының бекітуі",
     ru: "утверждение решения суда судом высшей инстанции; подтверждение",
     en: "affirmance"
    },
    {
     kz: "сот шешімін қайта қарау туралы талап",
     ru: "иск о пересмотре решения суда",
     en: "bill of review"
    },
    {
     kz: "сот шешімінің дәлелді бөлігі",
     ru: "мотивированная часть судебного решения",
     en: "declaration"
    },
    {
     kz: "сот шығындары",
     ru: "судебные издержки",
     en: "cost(s)"
    },
    {
     kz: "сот ісі",
     ru: "казус, судебный прецедент, судебное дело; судебная практика",
     en: "case; jurisprudence"
    },
    {
     kz: "сот ісін жүргізу ережесі",
     ru: "правила судопроизводства",
     en: "of procedure rules"
    },
    {
     kz: "сот өндірісінің ісі",
     ru: "производство дел, судопроизводство",
     en: "procedure"
    },
    {
     kz: "сот өндірісін талапкер өтініші бойынша тоқтата тұру",
     ru: "приостановление судопроизводства по просьбе истца",
     en: "processus, slet"
    },
    {
     kz: "сот өндірісін тоқтата тұру",
     ru: "приостановление судопроизводства",
     en: "stay of proceeding"
    },
    {
     kz: "сот өндірісінің ережесі",
     ru: "правила судопроизводства",
     en: "rules of procedure"
    },
    {
     kz: "сот  өндірісінің тілі",
     ru: "язык судопроизводства",
     en: "the lawyer’s dialect"
    },
    {
     kz: "сот өндірісінің тоқтатылуына бағытталған қарсылық",
     ru: "возражение, направленное на приостановление судопроизводства",
     en: "plea in suspension"
    },
    {
     kz: "сөгіс, жаза аларлық (іс-әрекет)",
     ru: "влечь за собой взыскание, наказание (о деянии)",
     en: "involve penalty"
    },
    {
     kz: "сөз байласу",
     ru: "сговор",
     en: "conspiracy"
    },
    {
     kz: "қылмыс жасау туралы сөз байласу",
     ru: "сговор о совершении преступления",
     en: "conspiracy to commit a crime"
    },
    {
     kz: "сөзбен балағаттау және күштеумен қорқыту",
     ru: "словесное оскорбление и угроза физическим насилием",
     en: "assault"
    },
    {
     kz: "сөз беру (мәжілісте)",
     ru: "представление слова (на заседании)",
     en: "recognition"
    },
    {
     kz: "странгуляциялық тұншығу",
     ru: "странгуляционная асфиксия",
     en: "strangulated asphyxia"
    },
    {
     kz: "субъектісі (құқық)",
     ru: "субъект (права)",
     en: "body"
    },
    {
     kz: "судья",
     ru: "судья",
     en: "justice, court"
    },
    {
     kz: "аға судья",
     ru: "старший судья",
     en: "chief justice"
    },
    {
     kz: "бас судья",
     ru: "главный судья",
     en: "chief justice"
    },
    {
     kz: "төраға судья",
     ru: "председательствую-щий судья",
     en: "chief justice"
    },
    {
     kz: "судья алдына бару",
     ru: "предстать перед судьей",
     en: "appear before a judge"
    },
    {
     kz: "судьяға қаратпа сөз (Сіздің мәртебеңізге)",
     ru: "обращение к судье (Ваша честь)",
     en: "Your Honour"
    },
    {
     kz: "судья орынбасары, көмекшісі",
     ru: "помощник, заместитель судьи",
     en: "assistant"
    },
    {
     kz: "судья істі жауапкер пайдасына шешті",
     ru: "судья решил дело в пользу ответчика",
     en: "the judge directed the verdict for the defendant"
    },
    {
     kz: "суық қару",
     ru: "холодное оружие",
     en: "cold, white weapon"
    },
    {
     kz: "сұқпа",
     ru: "клинок",
     en: "sword-blade"
    },
    {
     kz: "сұрақ",
     ru: "вопрос",
     en: "point"
    },
    {
     kz: "сұрату",
     ru: "истребование",
     en: "reclamation"
    },
    {
     kz: "сұрау",
     ru: "опрос",
     en: "perquisition"
    },
    {
     kz: "сұрау салу",
     ru: "запрос",
     en: "inquiry"
    },
    {
     kz: "сұраушы",
     ru: "проситель",
     en: "petitioner"
    },
    {
     kz: "сұрып",
     ru: "сорт; свойство",
     en: "quality"
    },
    {
     kz: "сүргі салу",
     ru: "опечатывать",
     en: "seal"
    },
    {
     kz: "сыбайлас",
     ru: "соучастие; соучастник, сообщник, пособник",
     en: "abetting; abettor, complice"
    },
    {
     kz: "біреуді сыбайлас ету",
     ru: "сделать кого-л. своим союзником",
     en: "make"
    },
    {
     kz: "сыбайласу",
     ru: "соучастие",
     en: "complicity"
    },
    {
     kz: "сый",
     ru: "дарение",
     en: "gift"
    },
    {
     kz: "сыйақы",
     ru: "вознаграждение",
     en: "compensation"
    },
    {
     kz: "сыйға беру",
     ru: "передавать в дар",
     en: "dedicate"
    },
    {
     kz: "сыйламау (билік орнын)",
     ru: "неуважение (органа власти)",
     en: "contempt"
    },
    {
     kz: "сыйланған",
     ru: "дарственная",
     en: "gift deed"
    },
    {
     kz: "сыйлық",
     ru: "подарок",
     en: "gift"
    },
    {
     kz: "сый тарту",
     ru: "вознаграждать",
     en: "compensate"
    },
    {
     kz: "сылтау",
     ru: "предлог",
     en: "pretext"
    },
    {
     kz: "сынақ",
     ru: "испытание, проба",
     en: "trial, probation"
    },
    {
     kz: "сынақ мерзімі",
     ru: "испытательный срок",
     en: "probation period"
    },
    {
     kz: "сынау",
     ru: "испытание, проба; испытывать",
     en: "trial"
    },
    {
     kz: "сыпайылық",
     ru: "скромность",
     en: "publicity"
    },
    {
     kz: "сыртқы сауда",
     ru: "внешняя торговля",
     en: "foreign trade"
    },
    {
     kz: "сырттай соттау",
     ru: "судить заочно",
     en: "try in absentia"
    },
    {
     kz: "сырттай талқылау",
     ru: "разбирать заочно",
     en: "try in absentia"
    },
    {
     kz: "Сіздің мәртебеңізге (судьяға қаратпа сөз)",
     ru: "Ваша честь (обращение к судье)",
     en: "Your Honour"
    },
    {
     kz: "табандылықпен жарнамалау",
     ru: "настойчивое рекламирование",
     en: "hard sell"
    },
    {
     kz: "табиғат ресурстары",
     ru: "природные ресурсы",
     en: "natural recourses"
    },
    {
     kz: "табу",
     ru: "обнаружить, раскрывать, найти, находить; разыскивать",
     en: "uncover, locate; detect"
    },
    {
     kz: "табыс, кіріс",
     ru: "доход, выручка, прибыль",
     en: "yield"
    },
    {
     kz: "табыс салығы",
     ru: "подоходный налог",
     en: "income tax"
    },
    {
     kz: "тағайындау",
     ru: "назначать",
     en: "constitute"
    },
    {
     kz: "тағайындау туралы бұйрық",
     ru: "приказ о назначении",
     en: "commission"
    },
    {
     kz: "тағылған айыпты кінәлымын деп мойындау",
     ru: "признавать себя виновным в предъявленном обвинении",
     en: "plead guilty (to the charge)"
    },
    {
     kz: "тазалық",
     ru: "чистота",
     en: "publicity"
    },
    {
     kz: "талан-тараж",
     ru: "расхищение",
     en: "despoilment"
    },
    {
     kz: "талан-таражға салушы",
     ru: "расхититель; растратчик",
     en: "embezzler"
    },
    {
     kz: "талап",
     ru: "иск; требование",
     en: "bill; requirement"
    },
    {
     kz: "сот шешімін қайта қарау туралы талап",
     ru: "иск о пересмотре решения суда",
     en: "bill of review"
    },
    {
     kz: "іс жүргізумен (өндіріспен) істі жаңартып қайта қарау туралы талап",
     ru: "иск о возобновлении дела производством",
     en: "bill of reviver"
    },
    {
     kz: "талап арыз",
     ru: "исковое заявление, иск",
     en: "bill, statement of claim, declaration, point of claim, complaint"
    },
    {
     kz: "талап арыз беру",
     ru: "предъявлять иск",
     en: "bring action, commence an action"
    },
    {
     kz: "талап арыз беруші (талапкер)",
     ru: "истец",
     en: "demandant"
    },
    {
     kz: "талап арыз бойынша қарсылыққа жауап беру",
     ru: "отвечать на возражение по иску",
     en: "reply"
    },
    {
     kz: "талап арыз бойынша қарсылыққа талапкердің жауабы",
     ru: "ответ истца на возражение по иску",
     en: "reply"
    },
    {
     kz: "талап арыздан бас тарту",
     ru: "отказывать в иске",
     en: "dismiss a case"
    },
    {
     kz: "талап арызды қабылдамау",
     ru: "отказ в иске",
     en: "absolvitor"
    },
    {
     kz: "талап арызды қайтару",
     ru: "отказывать в иске",
     en: "disallow a claim"
    },
    {
     kz: "талап арызды қайтарып алу",
     ru: "отозвание иска",
     en: "withdrawal of record"
    },
    {
     kz: "талап арызды қанағаттандыру",
     ru: "удовлетворять иск",
     en: "accept a claim"
    },
    {
     kz: "талап арызды қарау",
     ru: "рассматривать иск",
     en: "entertain action"
    },
    {
     kz: "талап арызды қарауға қабылдау",
     ru: "принимать к рассмотрению иск",
     en: "entertain action"
    },
    {
     kz: "талап арызды мойындау",
     ru: "признание иска",
     en: "confession of an action, recognition de jure"
    },
    {
     kz: "талап арызды шеттету",
     ru: "отклонять иск",
     en: "disallow a claim"
    },
    {
     kz: "талап-арыз ескілігі",
     ru: "исковая давность",
     en: "limitation"
    },
    {
     kz: "талап-арыз ескілігінің мерзімі",
     ru: "срок исковой давности, давний срок",
     en: "period of limitation"
    },
    {
     kz: "талап арыз жазу",
     ru: "предъявлять иск, подавать иск",
     en: "enter action, declare"
    },
    {
     kz: "талап арыз жазылуы мүмкін",
     ru: "иск может быть предъявлен",
     en: "action lies"
    },
    {
     kz: "талап арыз қозғау",
     ru: "возбуждать иск",
     en: "institute an action"
    },
    {
     kz: "талап арыз негіздемесін баяндау",
     ru: "излагать основание иска",
     en: "declare"
    },
    {
     kz: "талап арыз негізін не талапқа қарсы қорғауда баяндау",
     ru: "заявление оснований иска или защиты против иска",
     en: "plea"
    },
    {
     kz: "талап арыз пәні",
     ru: "предмет иска",
     en: "subject of an action"
    },
    {
     kz: "талап арызшы (талапкер)",
     ru: "истец",
     en: "declarant, complainant, demandant"
    },
    {
     kz: "талап арызшының (талапкердің) немесе жауапкердің айыптау арызы",
     ru: "обвинительное заявление истца или ответчика",
     en: "accusatory pleading"
    },
    {
     kz: "талап ету",
     ru: "I истребование, требование; II требовать",
     en: "I reclamation, order; II require, order"
    },
    {
     kz: "талапкердің пайдасына (қарсы) шешу",
     ru: "решить  в пользу (против) истца",
     en: "find for (against) plaintiff"
    },
    {
     kz: "талапкерді сотқа шақыру",
     ru: "вызов истца в суд",
     en: "calling the plaintiff"
    },
    {
     kz: "талапқа сай",
     ru: "надлежащий",
     en: "regular"
    },
    {
     kz: "талаптарды есепке жатқызу",
     ru: "зачет требований",
     en: "defalcation"
    },
    {
     kz: "талаптарды қанағаттандыру",
     ru: "удовлетворять требованиям",
     en: "possess qualification"
    },
    {
     kz: "талаптас, жауаптас",
     ru: "соистец; соответчик",
     en: "co-litigant"
    },
    {
     kz: "талапты қанағаттандыру",
     ru: "удовлетворять требованию",
     en: "meet requirement"
    },
    {
     kz: "талау",
     ru: "разграблять, провалить",
     en: "sack, kill"
    },
    {
     kz: "талқандау",
     ru: "истреблять, разрушать",
     en: "destroy, kill"
    },
    {
     kz: "талқылау, мәжіліс",
     ru: "I обсуждение, совещание; II разбирать; обсуждать",
     en: "I deliberation; II try; argue"
    },
    {
     kz: "тану",
     ru: "опознание, признание",
     en: "recognition, confession"
    },
    {
     kz: "тану (сот тәртібімен)",
     ru: "I признание, установление (в судебном порядке); II признавать (в судебном порядке); опознавать",
     en: "I adjudgement; II adjudge; identify"
    },
    {
     kz: "танымал",
     ru: "популярный",
     en: "popular"
    },
    {
     kz: "таңба, ізтаңба",
     ru: "отпечаток, знак",
     en: "imprint, print, label, sign"
    },
    {
     kz: "тапанша",
     ru: "пистолет",
     en: "pistol, hand firearm"
    },
    {
     kz: "тап болу (кінәлыға)",
     ru: "обнаружить (виновного)",
     en: "locate, detect"
    },
    {
     kz: "тапсырма",
     ru: "поручение",
     en: "commission"
    },
    {
     kz: "тапсырма беру",
     ru: "поручать",
     en: "commission"
    },
    {
     kz: "тапсырманы орындау",
     ru: "выполнять поручение",
     en: "to fill an order"
    },
    {
     kz: "тапсыру (сот құжатын)",
     ru: "вручение (судебного документа)",
     en: "service"
    },
    {
     kz: "тапсырыс",
     ru: "заказ",
     en: "order"
    },
    {
     kz: "тапсырыс беру",
     ru: "заказывать",
     en: "order"
    },
    {
     kz: "тапсырыс беруші",
     ru: "заказчик",
     en: "customer"
    },
    {
     kz: "тараптардан жазбаша сұрау",
     ru: "письменный опрос сторон",
     en: "interrogatories"
    },
    {
     kz: "тараптардың процесс барысында іс бойынша жаңа деректің бар екендігін баяндауы",
     ru: "заявление стороны в процессе о существовании по делу нового факта",
     en: "special pleading"
    },
    {
     kz: "тараптар қойған куәдан алғашқы жауап алу",
     ru: "первоначальный опрос свидетеля выставившей стороной",
     en: "examination in chief"
    },
    {
     kz: "тарату (парламентті және т.б.)",
     ru: "роспуск (парламента и т.п.)",
     en: "adjournment"
    },
    {
     kz: "тармақ, бап",
     ru: "пункт, статья",
     en: "article, clause, point"
    },
    {
     kz: "тармақша",
     ru: "параграф",
     en: "article"
    },
    {
     kz: "тарпа бас салу",
     ru: "нападки",
     en: "abuse"
    },
    {
     kz: "тарту",
     ru: "вовлекать",
     en: "involve"
    },
    {
     kz: "тартып алу",
     ru: "отнять (что-то), обирать",
     en: "bereave, despoil"
    },
    {
     kz: "тас жол",
     ru: "путь; шоссе",
     en: "road"
    },
    {
     kz: "тастанды",
     ru: "покинутый",
     en: "derelict"
    },
    {
     kz: "тастанды мүлік",
     ru: "брошенное имущество",
     en: "derelict"
    },
    {
     kz: "тастап кету",
     ru: "оставление",
     en: "desertion"
    },
    {
     kz: "тасымал",
     ru: "перевозки",
     en: "traffic"
    },
    {
     kz: "татуластыру",
     ru: "примирять",
     en: "reconcile"
    },
    {
     kz: "татуласу",
     ru: "примирение",
     en: "reconciliation"
    },
    {
     kz: "тауар",
     ru: "товар",
     en: "article, goods"
    },
    {
     kz: "тауар белгісі",
     ru: "товарный знак",
     en: "trademark"
    },
    {
     kz: "тауарды тықпалау",
     ru: "навязывание товара",
     en: "hard sell"
    },
    {
     kz: "тәжірибе",
     ru: "практика",
     en: "practice"
    },
    {
     kz: "тән",
     ru: "присущий; свойственный",
     en: "proper"
    },
    {
     kz: "тәрбиеленуі қиын",
     ru: "трудновоспитуемый",
     en: "indocile"
    },
    {
     kz: "тәрбиелеу",
     ru: "воспитывать",
     en: "foster"
    },
    {
     kz: "тәрбие үйі",
     ru: "воспитательный дом",
     en: "foster home"
    },
    {
     kz: "тәркіленген",
     ru: "конфискованный",
     en: "forfeit"
    },
    {
     kz: "тәркіленген зат",
     ru: "конфискованная вещь",
     en: "forfeit"
    },
    {
     kz: "тәркіленуге тиіс",
     ru: "подлежащий конфискации",
     en: "foreitable"
    },
    {
     kz: "тәркілеу",
     ru: "I конфискация, присвоение; II конфисковать",
     en: "I appropriation, confiscation; II seize"
    },
    {
     kz: "тәртіп",
     ru: "порядок, дисциплина; регламент",
     en: "discipline, procedure; order"
    },
    {
     kz: "соттық тәртіп",
     ru: "судебная процедура",
     en: "judicial procedure"
    },
    {
     kz: "шағым қарау тәртібі",
     ru: "порядок рассмотрения жалоб",
     en: "grievance procedure"
    },
    {
     kz: "тәртіп бұзу (құқықты, келісім шарты, міндеттемені)",
     ru: "нарушение, неправильность (права, договора, обязанности)",
     en: "abnormality, infraction, contempt"
    },
    {
     kz: "тәртіп ережесі (заң шығарушы органда және т.б.)",
     ru: "правила процедуры (в законодательном органе и др.)",
     en: "of procedure rules"
    },
    {
     kz: "тәртіп сақшысы",
     ru: "блюститель порядка",
     en: "peace officer"
    },
    {
     kz: "тәртіпсіздікті болдырмау",
     ru: "пресекать беспорядки",
     en: "suppress riots"
    },
    {
     kz: "тәртіптік",
     ru: "процедурный",
     en: "procedural"
    },
    {
     kz: "тәртіптік жаза",
     ru: "дисциплинарное взыскание",
     en: "chastisement"
    },
    {
     kz: "тәртіптеу",
     ru: "дисциплинировать",
     en: "discipline"
    },
    {
     kz: "тәртіп ұстау",
     ru: "I поддерживать порядок; II поддержание порядка",
     en: "police"
    },
    {
     kz: "тәуелсіздік",
     ru: "независимость",
     en: "independence"
    },
    {
     kz: "тегін; қайтарымсыз",
     ru: "бесплатный; бесплатно; безвозмездный",
     en: "free"
    },
    {
     kz: "тегіс ұңғылы қару",
     ru: "гладкоствольное оружие",
     en: "smoothbore weapon"
    },
    {
     kz: "тексеру",
     ru: "обследование, исследование; проверка",
     en: "inquiry, search; examination"
    },
    {
     kz: "телефон әңгімелерін, телеграфтық хабарламаларды жазып алу",
     ru: "перехват телефонных разговоров, телеграфных сообщений",
     en: "tapping"
    },
    {
     kz: "тентек",
     ru: "банда, шайка",
     en: "band"
    },
    {
     kz: "тентектік",
     ru: "шалости",
     en: "mischief"
    },
    {
     kz: "тең",
     ru: "равный",
     en: "even"
    },
    {
     kz: "тең құқықты емес келісімшарт",
     ru: "неравноправный договор",
     en: "unequal treaty"
    },
    {
     kz: "теңдік",
     ru: "равенство",
     en: "equality"
    },
    {
     kz: "тең құқылы",
     ru: "равноправие",
     en: "equality"
    },
    {
     kz: "теңсіздік",
     ru: "I неравенство; II неравный",
     en: "I inequality II unequal"
    },
    {
     kz: "теңіз қарақшылық тонауы",
     ru: "пиратский разбой",
     en: "piratical robbery"
    },
    {
     kz: "тергеу (іс, оқиға)",
     ru: "I расследование, допрос, опрос; следствие; II рассматривать, расследовать (дело, случай)",
     en: "I investigation, examination, inquest, inquiry, questioning; II try, investigate"
    },
    {
     kz: "тергеу жоспары",
     ru: "план расследования",
     en: "investigative plan"
    },
    {
     kz: "тергеулік",
     ru: "следственный",
     en: "investigative"
    },
    {
     kz: "тергеулік әрекеттер",
     ru: "следственные действия",
     en: "investigative actions"
    },
    {
     kz: "тергеусіз (заңсыз) үкім",
     ru: "самосуд",
     en: "mob law"
    },
    {
     kz: "тергеу эксперимент",
     ru: "следственный эксперимент",
     en: "investigative experiment"
    },
    {
     kz: "теріс",
     ru: "отрицательный",
     en: "negative"
    },
    {
     kz: "теріс әрекет",
     ru: "проступок",
     en: "crime"
    },
    {
     kz: "теріс қылық",
     ru: "проступок",
     en: "misbehavior"
    },
    {
     kz: "теріс пайдалану",
     ru: "злоупотребление",
     en: "abuse, overuse"
    },
    {
     kz: "полицейлік теріс пайдалану",
     ru: "полицейское злоупотребление",
     en: "police abuse"
    },
    {
     kz: "теріс пайдалану",
     ru: "злоупотреблять",
     en: "abuse"
    },
    {
     kz: "теріс пиғылды бәсеке",
     ru: "недобросовестная конкуренция",
     en: "unfair competition"
    },
    {
     kz: "теріс ұғым",
     ru: "предубеждение",
     en: "prejudice"
    },
    {
     kz: "тиесілі (бақылау жасауға, талап арыз беруге, қарсы арыз беруге құқық туралы)",
     ru: "принадлежать (о праве предъявления иска, подачи апелляции, осуществления контроля и т.п.)",
     en: "lie"
    },
    {
     kz: "тиеcілі",
     ru: "правильный; надлежащий, подлежащий, собственный",
     en: "right, liable, proper"
    },
    {
     kz: "қудалауға тиесілі",
     ru: "подлежащий преследованию",
     en: "liable to prosecution"
    },
    {
     kz: "салық салынуға тиесілі",
     ru: "подлежащий налогообложению",
     en: "liable to taxis"
    },
    {
     kz: "соттық қудалауға тиесілі",
     ru: "подлежащий судебному преследованию",
     en: "liable to action"
    },
    {
     kz: "тиімді",
     ru: "выгодный",
     en: "gain(s)"
    },
    {
     kz: "тиіс",
     ru: "подлежащий",
     en: "liable"
    },
    {
     kz: "тиіспеушілік",
     ru: "неприкосновенность",
     en: "inviolability, privilege"
    },
    {
     kz: "тиісті дәрежедегі сот үкімі",
     ru: "надлежащий судебный приговор",
     en: "regular process"
    },
    {
     kz: "тиісті куә",
     ru: "надлежащий свидетель",
     en: "competent witness"
    },
    {
     kz: "тиісінше ресімдеу",
     ru: "надлежаще оформленный",
     en: "formal"
    },
    {
     kz: "тиянақтау",
     ru: "закреплять",
     en: "fix"
    },
    {
     kz: "тоқтату (істі)",
     ru: "I прекращение (дела); II приостанавливать, приостановление",
     en: "I dismiss; II arrest, defeat"
    },
    {
     kz: "толық емес дәлел",
     ru: "неполное доказательство",
     en: "half-proof"
    },
    {
     kz: "толық жеке-дара иелену",
     ru: "полное единоличное владение",
     en: "entire tenancy"
    },
    {
     kz: "толық құқылы",
     ru: "полноправный",
     en: "plenipotentiary"
    },
    {
     kz: "толық құқылы азамат",
     ru: "полноправный гражданин",
     en: "freeman"
    },
    {
     kz: "тонау; қарақшылық",
     ru: "I ограбление; разбой; II ограбить, совершать грабеж; грабить",
     en: "I brigandage, robbery; despoilment, reif; II bereave, rob, loot, sack, despoil"
    },
    {
     kz: "ауыр салдарлы тонау",
     ru: "тяжкое ограбление",
     en: "aggravated robbery"
    },
    {
     kz: "тонау субъектісі",
     ru: "субъект грабежа",
     en: "robber"
    },
    {
     kz: "тонаушы",
     ru: "грабитель",
     en: "burglar, robber"
    },
    {
     kz: "топ",
     ru: "группа",
     en: "body"
    },
    {
     kz: "топ талап арызы",
     ru: "групповой иск",
     en: "class action"
    },
    {
     kz: "төбелес",
     ru: "драка",
     en: "fight"
    },
    {
     kz: "төлем",
     ru: "уплата, расплата, платеж, оплата",
     en: "service, forfeit, payment"
    },
    {
     kz: "төлемнен босату",
     ru: "освобождать от уплаты",
     en: "remit"
    },
    {
     kz: "төленбеген сомалар",
     ru: "неуплаченные суммы",
     en: "backlog of outstanding payments"
    },
    {
     kz: "төлетпеу",
     ru: "не взыскивать",
     en: "forgive"
    },
    {
     kz: "төлеу",
     ru: "I уплата; II уплачивать",
     en: "I settlement; II service"
    },
    {
     kz: "төлеуші",
     ru: "плательщик",
     en: "payer"
    },
    {
     kz: "төлқұжат",
     ru: "паспорт",
     en: "pass"
    },
    {
     kz: "төменгі палата",
     ru: "нижняя палата",
     en: "lower chamber"
    },
    {
     kz: "төмендету, балағаттау",
     ru: "унижение, оскорбление",
     en: "indignity"
    },
    {
     kz: "төраға",
     ru: "председатель",
     en: "president"
    },
    {
     kz: "төрағалық ету",
     ru: "председательствовать",
     en: "preside"
    },
    {
     kz: "төрелік",
     ru: "арбитраж, третейский суд",
     en: "arbitrage"
    },
    {
     kz: "төрелік шешім",
     ru: "арбитражное решение",
     en: "award, decision"
    },
    {
     kz: "төтенше жағдай",
     ru: "чрезвычайное положение",
     en: "the state of emergency"
    },
    {
     kz: "төтенше өкілеттік",
     ru: "чрезвычайные полномочия",
     en: "emergency powers"
    },
    {
     kz: "төтенше шаралар",
     ru: "чрезвычайные меры",
     en: "emergency measures"
    },
    {
     kz: "трасология",
     ru: "трасология",
     en: "trasology"
    },
    {
     kz: "трасологиялық сараптама",
     ru: "трасологическая экспертиза",
     en: "trace evidence expert examination"
    },
    {
     kz: "ту",
     ru: "флаг",
     en: "flag"
    },
    {
     kz: "туғаннан бодан болу",
     ru: "подданный в силу рождения",
     en: "native"
    },
    {
     kz: "тура",
     ru: "прямой, ясный",
     en: "positive"
    },
    {
     kz: "туу туралы куәлік",
     ru: "свидетельство о рождении",
     en: "certificate of birth"
    },
    {
     kz: "туыс, туысқан",
     ru: "родственник, родственница",
     en: "relation"
    },
    {
     kz: "туысқандық, туыстық",
     ru: "родство",
     en: "relation"
    },
    {
     kz: "туысын өлтіруші",
     ru: "братоубийца",
     en: "fratricide"
    },
    {
     kz: "туысын өлтірушілік",
     ru: "братоубийство",
     en: "fratricide"
    },
    {
     kz: "тұжырым, қорытынды",
     ru: "суждение, заключение",
     en: "judgment, consequence"
    },
    {
     kz: "тұжырымдама",
     ru: "формулировка, формулировки",
     en: "language"
    },
    {
     kz: "тұжырымдау",
     ru: "делать вывод",
     en: "conclude"
    },
    {
     kz: "тұлға (жеке немесе заңды)",
     ru: "лицо (физическое или юридическое)",
     en: "body, person"
    },
    {
     kz: "тұлғаға қол сұқпаушылық",
     ru: "личная неприкосновенность",
     en: "bodily security"
    },
    {
     kz: "тұрақтау",
     ru: "проживание, пребывание",
     en: "residence, lodgment"
    },
    {
     kz: "тұрақты тұрақ орны (мекен)",
     ru: "постоянное местожительства",
     en: "permanent residence"
    },
    {
     kz: "тұрақты тұрғын",
     ru: "постоянный житель",
     en: "resident"
    },
    {
     kz: "тұрғылықты орын",
     ru: "место жительства",
     en: "habitation"
    },
    {
     kz: "тұрғын орын",
     ru: "место жительства",
     en: "commorancy"
    },
    {
     kz: "тұрғын үй",
     ru: "жилище",
     en: "lodgment, habitation"
    },
    {
     kz: "тұрғын үйден шығару",
     ru: "I выселение; II выселять",
     en: "I eviction; II evict"
    },
    {
     kz: "тұрмыс құрмаған",
     ru: "незамужняя",
     en: "single, feme sole"
    },
    {
     kz: "тұру",
     ru: "проживание",
     en: "habitation"
    },
    {
     kz: "тұрушы",
     ru: "проживающий",
     en: "resident"
    },
    {
     kz: "тұтас",
     ru: "единый",
     en: "single"
    },
    {
     kz: "тұтқында болу",
     ru: "находиться под арестом",
     en: "to be in charge"
    },
    {
     kz: "тұтқындау, қамау",
     ru: "I арест, заключение; II арестовывать; налагать арест",
     en: "I arrest, confinement; II lock-up, arrest; seize"
    },
    {
     kz: "тұтқындауға ордер",
     ru: "ордер на арест",
     en: "warrant of arrest"
    },
    {
     kz: "тұтқынды түрмеге қайтару",
     ru: "возвращать заключенного в тюрьму",
     en: "recommit"
    },
    {
     kz: "тұтынушы",
     ru: "потребитель",
     en: "customer"
    },
    {
     kz: "тұтынушылар құқығын қорғау туралы заң",
     ru: "закон о защите прав потребителя",
     en: "consumer protection laws"
    },
    {
     kz: "түбіртек",
     ru: "квитанция",
     en: "rebutment"
    },
    {
     kz: "түгел",
     ru: "единогласие",
     en: "unanimity"
    },
    {
     kz: "түзету",
     ru: "исправление, поправка",
     en: "rectification"
    },
    {
     kz: "түзетулер енгізу",
     ru: "внесение поправки, исправления",
     en: "rectification"
    },
    {
     kz: "түзеу (қатені процесс барысында және т.б.)",
     ru: "исправление (ошибок в ходе процесса и т. п.)",
     en: "amendment, rectification"
    },
    {
     kz: "түйсік",
     ru: "интуиция",
     en: "sixth sense"
    },
    {
     kz: "түйін",
     ru: "вывод",
     en: "consequence"
    },
    {
     kz: "түйін жасау",
     ru: "делать вывод",
     en: "conclude"
    },
    {
     kz: "түпкілікті шешім",
     ru: "окончательное решение",
     en: "final decision"
    },
    {
     kz: "түпнұсқа",
     ru: "оригинал; подлинник",
     en: "script"
    },
    {
     kz: "түпнұсқалық",
     ru: "подлинность",
     en: "identify"
    },
    {
     kz: "түпнұсқалығын анықтау",
     ru: "устанавливать подлинность",
     en: "identify"
    },
    {
     kz: "түрме",
     ru: "тюрьма",
     en: "jail, goal, prison"
    },
    {
     kz: "әйелдер түрмесі",
     ru: "женская тюрьма",
     en: "female prison"
    },
    {
     kz: "бөлу түрмесі",
     ru: "распределительная тюрьма",
     en: "receiving prison"
    },
    {
     kz: "ерлер түрмесі",
     ru: "мужская тюрьма",
     en: "male prison"
    },
    {
     kz: "жабық типті түрме",
     ru: "тюрьма закрытого типа",
     en: "closed prison"
    },
    {
     kz: "түрмеге жабу (қамау)",
     ru: "заключать в тюрьму",
     en: "commit to prison"
    },
    {
     kz: "түрмеден қашу",
     ru: "бегство из тюрьмы",
     en: "prison breaking\/breach"
    },
    {
     kz: "түрме медициналық қызметі",
     ru: "тюремная медицинская служба",
     en: "prison medical service"
    },
    {
     kz: "түрме фургоны (қамалғандар, тұтқындалғандарды тасымалдау үшін)",
     ru: "тюремный фургон (для перевозки заключенных, арестованных и т.п.)",
     en: "prison van"
    },
    {
     kz: "түрме бастығы",
     ru: "начальник тюрьмы",
     en: "governor"
    },
    {
     kz: "түрмеге жабу",
     ru: "I заключать в тюрьму; II заключение в тюрьму",
     en: "jail, imprison, enjail"
    },
    {
     kz: "түрмеге қамау",
     ru: "тюремное заключение",
     en: "imprisonment, goal"
    },
    {
     kz: "түрмеге қамалудың жалпы мерзімі",
     ru: "общий срок тюремного заключения",
     en: "aggregate term of imprisonment"
    },
    {
     kz: "түрме қамағы",
     ru: "тюремная камера",
     en: "hole, cell"
    },
    {
     kz: "түсілімдер",
     ru: "поступления",
     en: "rebutment"
    },
    {
     kz: "түсінікті",
     ru: "ясный, явный",
     en: "clear"
    },
    {
     kz: "түсіру (іздерді)",
     ru: "фиксировать (следы)",
     en: "fix"
    },
    {
     kz: "тығу, жасыру",
     ru: "прятать, скрывать",
     en: "hide"
    },
    {
     kz: "тығылу, жасырыну (полициядан)",
     ru: "прятаться (от полиции)",
     en: "hide out"
    },
    {
     kz: "тыйым",
     ru: "запрет",
     en: "embargo"
    },
    {
     kz: "тыйымдық норма",
     ru: "запретительная норма",
     en: "injunction"
    },
    {
     kz: "тыйым жасау;",
     ru: "накладывать арест",
     en: "arrest"
    },
    {
     kz: "тыйым салу",
     ru: "I наложение ареста; запрещение; II запрещать",
     en: "I arrest, inhibit, embargo; forbid, prohibition; II forbid, prohibit"
    },
    {
     kz: "тыйым салушы заң",
     ru: "запретительный закон",
     en: "negative act"
    },
    {
     kz: "тыйым салушы сот бұйрығы",
     ru: "запретительный судебный приказ",
     en: "prohibition"
    },
    {
     kz: "тыңдау (іс)",
     ru: "слушание (дела)",
     en: "hearing"
    },
    {
     kz: "тың тыңдау",
     ru: "подслушивание",
     en: "tapping, eavesdropping"
    },
    {
     kz: "тыңшы",
     ru: "шпион, детектив, сыщик",
     en: "spy, detective, overlooker"
    },
    {
     kz: "жеке тыңшы (детектив)",
     ru: "частный детектив",
     en: "private detective"
    },
    {
     kz: "жеке тыңшылық кеңсе",
     ru: "частная детективная контора",
     en: "detective agency"
    },
    {
     kz: "тыңшы полиция",
     ru: "сыскная полиция",
     en: "detective police (force)"
    },
    {
     kz: "тыңшылық",
     ru: "шпионаж",
     en: "espionage"
    },
    {
     kz: "тыңшылықпен айналысу (шұғылдану)",
     ru: "заниматься шпионажем",
     en: "spy"
    },
    {
     kz: "тігінді",
     ru: "подшивка",
     en: "file"
    },
    {
     kz: "тізбе",
     ru: "список, реестр",
     en: "list"
    },
    {
     kz: "тізім",
     ru: "список",
     en: "register, list"
    },
    {
     kz: "тіл",
     ru: "язык",
     en: "language"
    },
    {
     kz: "тілазар",
     ru: "непослушный",
     en: "indocile"
    },
    {
     kz: "тінту",
     ru: "обыск, обыскивание",
     en: "search, frisk"
    },
    {
     kz: "тінтуге ордер",
     ru: "ордер на обыск",
     en: "search warrant"
    },
    {
     kz: "тіркеу",
     ru: "регистрировать(ся)",
     en: "register, enroll"
    },
    {
     kz: "тірлік",
     ru: "занятие",
     en: "business"
    },
    {
     kz: "тіршілікке қажетті құралдармен камтамасыз ету",
     ru: "обеспечивать средствами к существованию",
     en: "support life"
    },
    {
     kz: "уақытша",
     ru: "прелиминарный",
     en: "preliminary"
    },
    {
     kz: "уақытынан ертерек",
     ru: "более ранний по времени",
     en: "senior"
    },
    {
     kz: "уақытынан кешірек",
     ru: "более поздний по времени",
     en: "junior"
    },
    {
     kz: "уәж",
     ru: "мотив",
     en: "motive, reason"
    },
    {
     kz: "уәждеме",
     ru: "мотивировка",
     en: "motivation"
    },
    {
     kz: "уәждерді баяндау",
     ru: "I изложение мотивов; II излагать мотивы",
     en: "I motivation, reasoning; II reason"
    },
    {
     kz: "уәждеу",
     ru: "мотивирование",
     en: "motivation"
    },
    {
     kz: "уәкіл адам",
     ru: "уполномоченное лицо",
     en: "representative"
    },
    {
     kz: "уландыру",
     ru: "отравление",
     en: "poisoning"
    },
    {
     kz: "ұйғарым",
     ru: "предписание",
     en: "rule"
    },
    {
     kz: "ұйым",
     ru: "организация",
     en: "body"
    },
    {
     kz: "ұйымдасқан",
     ru: "корпоративный",
     en: "corporate"
    },
    {
     kz: "ұйымдасқан қылмыс",
     ru: "организованная преступность",
     en: "organized crime"
    },
    {
     kz: "ұқсастық; сәйкестік",
     ru: "идентичность, тождественность",
     en: "identity"
    },
    {
     kz: "ұқсастыру",
     ru: "идентифицировать",
     en: "identify"
    },
    {
     kz: "ұқыптап тінту",
     ru: "тщательный обыск",
     en: "perquisition"
    },
    {
     kz: "ұлт",
     ru: "нация",
     en: "nation"
    },
    {
     kz: "ұлттық",
     ru: "национальный",
     en: "national"
    },
    {
     kz: "ұлттық азшылық",
     ru: "национальное меньшинство",
     en: "national minority"
    },
    {
     kz: "ұлттық ақша",
     ru: "национальная валюта",
     en: "national currency"
    },
    {
     kz: "ұлттық қорғаныс",
     ru: "национальная оборона",
     en: "national defense"
    },
    {
     kz: "ұлттық игілікке айналдыру",
     ru: "реприватизировать",
     en: "denationalize"
    },
    {
     kz: "ұрланған мүлік",
     ru: "похищенное имущество",
     en: "stolen property"
    },
    {
     kz: "ұрлау (әйелді, баланы)",
     ru: "I похищение (женщины, ребенка), расхищение, ограбление; захват;",
     en: "I abduction, despoilment, loot, forcible abduction; II steal, make"
    },
    {
     kz: "ұрлау және ұрлағанды иелену",
     ru: "кража и присвоение похищенного",
     en: "abstraction"
    },
    {
     kz: "ұрлық",
     ru: "кража",
     en: "theft"
    },
    {
     kz: "ұрлық субъектісі",
     ru: "субъект кражи",
     en: "thief"
    },
    {
     kz: "ұрлықы",
     ru: "награбленное",
     en: "loot"
    },
    {
     kz: "ұрлықы затты алушы және жасырушы адам",
     ru: "лицо, принимающее и укрывающее краденое",
     en: "adopter"
    },
    {
     kz: "ұрпақ",
     ru: "потомок",
     en: "descendant"
    },
    {
     kz: "ұры",
     ru: "вор",
     en: "thief"
    },
    {
     kz: "ұрып-соғу",
     ru: "побои, избиение",
     en: "battery"
    },
    {
     kz: "ұсақ құқық бұзушылық",
     ru: "мелкое правонарушение",
     en: "minor offence"
    },
    {
     kz: "ұстап берілуге негіз болатын (қылмыс туралы)",
     ru: "служащий основанием для выдачи (о преступлении)",
     en: "extraditable"
    },
    {
     kz: "ұстап берілуге тиіс (қылмыскер туралы)",
     ru: "подлежащий выдаче (о преступнике)",
     en: "extraditable"
    },
    {
     kz: "ұстасу; төбелесу",
     ru: "схватка; драка",
     en: "fight"
    },
    {
     kz: "ұстау",
     ru: "I удержание; II задерживать, задержание; III содержать (воровской притон)",
     en: "I retainer; II arrest; III harbour"
    },
    {
     kz: "ұятсыз",
     ru: "подлый, бесчестный",
     en: "foul"
    },
    {
     kz: "үзу",
     ru: "прерывать",
     en: "interrupt"
    },
    {
     kz: "үзінді",
     ru: "выдержка; извлечение",
     en: "extract"
    },
    {
     kz: "үй иесі",
     ru: "домовладелец",
     en: "householder"
    },
    {
     kz: "үйреншікті",
     ru: "обычный, привычный",
     en: "habitual"
    },
    {
     kz: "үйсіз",
     ru: "бездомный",
     en: "houseless"
    },
    {
     kz: "үйсіз адам",
     ru: "бездомный человек",
     en: "outcast"
    },
    {
     kz: "үй шаруашылығы",
     ru: "домашнее хозяйство",
     en: "household"
    },
    {
     kz: "үкім",
     ru: "приговор",
     en: "judgment, sentence"
    },
    {
     kz: "кейінге қалдырылған үкім",
     ru: "отсроченный приговор",
     en: "deferred sentence"
    },
    {
     kz: "соңғы (түпкілікті) үкім",
     ru: "окончательный приговор",
     en: "final sentence"
    },
    {
     kz: "үкімдер жиынтығы",
     ru: "совокупность приговоров",
     en: "cumulative sentences"
    },
    {
     kz: "үкім шығару",
     ru: "выносить приговор",
     en: "pass a sentence"
    },
    {
     kz: "жазаға кесілу",
     ru: "быть приговоренным",
     en: "receive sentence"
    },
    {
     kz: "шартты үкім",
     ru: "условный приговор",
     en: "nominal (probationary) sentence"
    },
    {
     kz: "үлес",
     ru: "пай",
     en: "share"
    },
    {
     kz: "үкімді орындау",
     ru: "выполнить приговор",
     en: "argue"
    },
    {
     kz: "үкімет",
     ru: "правительство",
     en: "government"
    },
    {
     kz: "үкімет қаулысы",
     ru: "правительственное постановление",
     en: "executive order"
    },
    {
     kz: "үкіметтік мекеме",
     ru: "правительственное учреждение",
     en: "government department"
    },
    {
     kz: "үкімді жою",
     ru: "отменить приговор",
     en: "avoid a sentence, remit a sentence"
    },
    {
     kz: "үкімнің орындалу мерзімін кейінге қалдыру",
     ru: "отсрочка исполнения приговора",
     en: "respite"
    },
    {
     kz: "үкім\/шешім шығару",
     ru: "выносить решение\/приговор",
     en: "adjudge, sentence"
    },
    {
     kz: "үлгі (тауар)",
     ru: "образец (товар)",
     en: "sample"
    },
    {
     kz: "үлес",
     ru: "доля, часть, пай",
     en: "share"
    },
    {
     kz: "үлкен",
     ru: "старший",
     en: "senior"
    },
    {
     kz: "үлкендік",
     ru: "старшинство",
     en: "priority"
    },
    {
     kz: "үлкею, өсу",
     ru: "увеличение, возрастание",
     en: "increase"
    },
    {
     kz: "үнемі, тұрақты",
     ru: "регулярный",
     en: "regular"
    },
    {
     kz: "үстемдік",
     ru: "господство",
     en: "command"
    },
    {
     kz: "үстемдік көрсету",
     ru: "господствовать",
     en: "command"
    },
    {
     kz: "үстеме жұмыс",
     ru: "сверхурочная работа",
     en: "overtime"
    },
    {
     kz: "үшінші адам",
     ru: "третье лицо",
     en: "foreigner"
    },
    {
     kz: "үшінші адамды тарту (процеске қатысуға)",
     ru: "привлечение третьего лица (к участию в процессе)",
     en: "third party procedure"
    },
    {
     kz: "үшінші адамның мүліктік қарызына немесе үшінші адамнан борышкерге тиесілі сомаға шектеу қою",
     ru: "наложение ареста на имущество должника у третьего лица или на суммы, причитающиеся должнику с третьего лица",
     en: "trustee process"
    },
    {
     kz: "үшінші тарап",
     ru: "третья сторона",
     en: "third party"
    },
    {
     kz: "фактілерді баяндау",
     ru: "изложение фактов",
     en: "relation"
    },
    {
     kz: "федералды",
     ru: "федеральный",
     en: "national"
    },
    {
     kz: "федерация",
     ru: "федерация",
     en: "nation амер."
    },
    {
     kz: "фирма",
     ru: "фирма",
     en: "business, firm"
    },
    {
     kz: "фирма аты",
     ru: "фирменное наименование",
     en: "firm"
    },
    {
     kz: "фоноскопия",
     ru: "фоноскопия",
     en: "phonoscopy"
    },
    {
     kz: "фоноскопиялық сараптама",
     ru: "фоноскопическая экспертиза",
     en: "phonoscopic expert examination"
    },
    {
     kz: "формаға қатысты",
     ru: "относящийся к форме",
     en: "formal"
    },
    {
     kz: "хабардар ету",
     ru: "уведомление",
     en: "notice"
    },
    {
     kz: "хабардарлық",
     ru: "осведомленность",
     en: "privity"
    },
    {
     kz: "хабарлама",
     ru: "сообщение",
     en: "notice"
    },
    {
     kz: "хабарлау",
     ru: "I извещение; II утверждать, заявлять, объявлять",
     en: "I notice; II maintain, lodge, declare"
    },
    {
     kz: "хабарсыз қатыспаушы",
     ru: "безвестно отсутствующий",
     en: "missing"
    },
    {
     kz: "хабар ұсыну",
     ru: "представление информации",
     en: "relation"
    },
    {
     kz: "хал-күй",
     ru: "состояние",
     en: "condition"
    },
    {
     kz: "халық",
     ru: "народ",
     en: "nation, people"
    },
    {
     kz: "Халықаралық криминалдық полиция",
     ru: "Международная криминальная полиция",
     en: "Interpol"
    },
    {
     kz: "халықарылық құқық субъектісі",
     ru: "субъект международного права",
     en: "international person"
    },
    {
     kz: "халықтық",
     ru: "народный",
     en: "popular"
    },
    {
     kz: "хат",
     ru: "письмо",
     en: "letter"
    },
    {
     kz: "хаттама",
     ru: "протокол",
     en: "verbal process"
    },
    {
     kz: "хаттамаға енгізу (жазу)",
     ru: "заносить в протокол",
     en: "place in record"
    },
    {
     kz: "хаттамадан көшірме",
     ru: "выписка из протокола",
     en: "abstract of record"
    },
    {
     kz: "шабуыл",
     ru: "нападение",
     en: "attack, offence"
    },
    {
     kz: "шабуылдау",
     ru: "нападать",
     en: "attack"
    },
    {
     kz: "шағым арыз",
     ru: "аппеляция, аппеляционная жалоба",
     en: "appeal"
    },
    {
     kz: "шағым арыз беру",
     ru: "подавать апелляцию",
     en: "move for a new trial"
    },
    {
     kz: "шағым арызды қайтару",
     ru: "отклонить аппеляцию",
     en: "dismiss an appeal"
    },
    {
     kz: "шағым арызды қанағаттандыру",
     ru: "удовлетворять аппеляцию",
     en: "allow an appeal"
    },
    {
     kz: "шағым арыз құқығы",
     ru: "право аппеляции",
     en: "appeal"
    },
    {
     kz: "шағымдану (кешірім, арыз, қарсылық, наразылық; өтіну, сұрау)",
     ru: "заявлять (прошение, жалобу, возражение, протест, упрашивать)",
     en: "lodge; solicit"
    },
    {
     kz: "шағымның мерзімін ұзарту",
     ru: "дать отсрочку",
     en: "grant a respite"
    },
    {
     kz: "шағыстырушы",
     ru: "поджигатель",
     en: "firebug"
    },
    {
     kz: "шақырылу, себеп\/сеп болу",
     ru: "вызывать, служить причиной",
     en: "occasion"
    },
    {
     kz: "шалдуарлықтар",
     ru: "проделки",
     en: "mischief"
    },
    {
     kz: "шамадан тыс шығындар",
     ru: "избыточные расходы",
     en: "excessive spending"
    },
    {
     kz: "шарт",
     ru: "соглашение, условие",
     en: "bargain, condition"
    },
    {
     kz: "шарт қою",
     ru: "ставить условие",
     en: "condition"
    },
    {
     kz: "шарттар",
     ru: "условия",
     en: "terms"
    },
    {
     kz: "жал шарттары",
     ru: "условия найма",
     en: "terms of employment"
    },
    {
     kz: "жеткізу шарттары",
     ru: "условия поставки",
     en: "terms of delivery"
    },
    {
     kz: "келісімшарт шарттары",
     ru: "условия договора",
     en: "terms of contract"
    },
    {
     kz: "сату шарттары",
     ru: "условия продажи",
     en: "terms of sale"
    },
    {
     kz: "шарттастыру",
     ru: "обусловливать",
     en: "condition"
    },
    {
     kz: "шартты жаза",
     ru: "условное наказание",
     en: "suspended sentence"
    },
    {
     kz: "шартты кешірім",
     ru: "условное помилование",
     en: "conditional pardon"
    },
    {
     kz: "шаруа, іс",
     ru: "занятие, дело",
     en: "engagement"
    },
    {
     kz: "шаруашылық қызмет",
     ru: "хозяйственная деятельность",
     en: "business"
    },
    {
     kz: "шатастыру",
     ru: "вводить в заблуждение",
     en: "abuse"
    },
    {
     kz: "шекара",
     ru: "граница",
     en: "limit"
    },
    {
     kz: "шектеу",
     ru: "I ограничение; II ограничивать",
     en: "I limitation; II limit"
    },
    {
     kz: "шектеулі",
     ru: "ограниченный",
     en: "limited"
    },
    {
     kz: "шектеулі жаупкершілікті, жауапкершілігі шектеулі",
     ru: "имеющий ограниченную ответственность, с ограниченной ответственностью",
     en: "limited"
    },
    {
     kz: "шектік мерзім",
     ru: "предельный срок",
     en: "limitation"
    },
    {
     kz: "шенеунік",
     ru: "чиновник",
     en: "officer"
    },
    {
     kz: "бас шенеунік",
     ru: "главный чиновник",
     en: "head officer"
    },
    {
     kz: "шетел валютасының бағамы",
     ru: "курс иностранной валюты",
     en: "exchange"
    },
    {
     kz: "шетелге көшуші адам",
     ru: "эмигрирующий",
     en: "emigrant"
    },
    {
     kz: "шетелге көшіп кету",
     ru: "эмигрировать",
     en: "emigrate"
    },
    {
     kz: "шетелдік",
     ru: "иностранец",
     en: "foreigner"
    },
    {
     kz: "шетелдік валюта",
     ru: "иностранная валюта",
     en: "exchange"
    },
    {
     kz: "шетел істері",
     ru: "иностранные дела",
     en: "foreign (external) affair"
    },
    {
     kz: "шеткі",
     ru: "крайний",
     en: "extreme"
    },
    {
     kz: "шеттету (талап арызды)",
     ru: "I устранение, исключение; II отклонять (иск); устранять, исключать",
     en: "I elimination; II dismiss, disallow eliminate"
    },
    {
     kz: "талап арызды шеттету",
     ru: "отклонять иск",
     en: "dismiss a case"
    },
    {
     kz: "шешу (сот тәртібімен)",
     ru: "решать (в судебном порядке)",
     en: "adjudge, decide, conclude"
    },
    {
     kz: "шешімі (шіркеу сотының)",
     ru: "решение (церковного суда)",
     en: "sentence"
    },
    {
     kz: "шешім\/үкім шығару",
     ru: "выносить решение\/приговор",
     en: "adjudge, sentence"
    },
    {
     kz: "шешім\/сот анықтауы, төрелік шешімі",
     ru: "решение\/определение суда, решение арбитража",
     en: "decision"
    },
    {
     kz: "шешімнің орындалуын тоқтата тұру",
     ru: "приостановка исполнения решения",
     en: "arrest of judgment"
    },
    {
     kz: "шешімнің шығарылуын кейінге қалдыру",
     ru: "отложение вынесения решения",
     en: "arrest of judgment"
    },
    {
     kz: "шешім шығару",
     ru: "выносить решение; присуждать",
     en: "award, decide"
    },
    {
     kz: "шпиондық",
     ru: "шпионаж",
     en: "espionage"
    },
    {
     kz: "шұғыл тұтынушылық",
     ru: "настоятельная потребность",
     en: "necessity"
    },
    {
     kz: "шығарманы заңсыз қайта басу",
     ru: "незаконная перепечатка произведения",
     en: "comprint"
    },
    {
     kz: "шығару",
     ru: "I выселение; устранение, исключение; II освобождение от должности; выселять; устранять, исключать; издавать (закон); III выносить (решение, приговор)",
     en: "I ejection; elimination; II dismiss; eject; eliminate; constitute; III pass"
    },
    {
     kz: "шығарылған шешімнің негіздемесі",
     ru: "основания вынесенного решения",
     en: "reasoning"
    },
    {
     kz: "шығу (серіктестіктен және т.б.)",
     ru: "выходить (из товарищества и т.д.)",
     en: "retire"
    },
    {
     kz: "шығын",
     ru: "ущерб, потери, убытки",
     en: "harm, injury, loss(es), damage"
    },
    {
     kz: "моральдық шығын",
     ru: "моральный ущерб",
     en: "moral damage"
    },
    {
     kz: "шығындарды өндіру",
     ru: "взыскивать убытки",
     en: "recover damage"
    },
    {
     kz: "шығындарды төлеу",
     ru: "оплачивать убытки",
     en: "pay damage"
    },
    {
     kz: "шығын келтіру",
     ru: "наносить убыток",
     en: "damage"
    },
    {
     kz: "шығынға келісім беру",
     ru: "соглашаться на убытки",
     en: "to accept the losses"
    },
    {
     kz: "шығындалту",
     ru: "причинять убыток",
     en: "inflict a loss"
    },
    {
     kz: "шығындалу",
     ru: "потерпеть убыток, понести ущерб",
     en: "sustain loss, suffer a loss"
    },
    {
     kz: "шығындау",
     ru: "I растрата; II совершать растрату",
     en: "I embezzlement; II defalcate, misappropriate"
    },
    {
     kz: "шығындаушы",
     ru: "растратчик",
     en: "defalcator"
    },
    {
     kz: "шығынды өндіру туралы талап арыз (негізінен келісімшарттың кез-келген міндеттерінің бұзылуынан)",
     ru: "иск о взыскании убытков  (главным образом из деликта, а также из любого нарушения обязательств по договору)",
     en: "action for damages, action on the case"
    },
    {
     kz: "шығынды өтеу",
     ru: "возмещать убыток",
     en: "make a good loss"
    },
    {
     kz: "шығын келтіру",
     ru: "наносить ущерб; совершить растрату",
     en: "aggrieve, hurt; misappropriate"
    },
    {
     kz: "шығын шегу",
     ru: "потерпеть, понести (убытки)",
     en: "suffer"
    },
    {
     kz: "шындық",
     ru: "правда, действительность",
     en: "truth, force"
    },
    {
     kz: "ықпалдылық",
     ru: "влиятельность",
     en: "consequence"
    },
    {
     kz: "ықтималдылық",
     ru: "вероятность",
     en: "probability"
    },
    {
     kz: "ықтимал салдар",
     ru: "вероятное последствие",
     en: "probable consequence"
    },
    {
     kz: "ықтиярсыз",
     ru: "принудительный",
     en: "forced, forcible"
    },
    {
     kz: "ымыра",
     ru: "компромисс",
     en: "compromise"
    },
    {
     kz: "ымыраға келу",
     ru: "пойти на компромисс",
     en: "compromise"
    },
    {
     kz: "ымыраластыру",
     ru: "примирять",
     en: "reconcile"
    },
    {
     kz: "ысырап",
     ru: "потери, убытки",
     en: "loss(es)"
    },
    {
     kz: "мүліктің толық жойылуы",
     ru: "полная гибель имущества",
     en: "absolute total loss"
    },
    {
     kz: "ысырап ету",
     ru: "совершать растрату",
     en: "defalcate"
    },
    {
     kz: "ізтаңба; із",
     ru: "отпечаток, след",
     en: "imprint, print"
    },
    {
     kz: "саусақ ізі",
     ru: "отпечаток пальца",
     en: "fingerprint"
    },
    {
     kz: "ізге түсу (қашқынның)",
     ru: "преследование (беглеца)",
     en: "manhunt"
    },
    {
     kz: "іздеу",
     ru: "I розыск; II искать, разыскивать, находить, искать (в суде)",
     en: "I search; II hunt, detect, maintain"
    },
    {
     kz: "іздеу тобы",
     ru: "розыскная, поисковая группа",
     en: "search party"
    },
    {
     kz: "іздеу салу",
     ru: "разыскивать",
     en: "hunt"
    },
    {
     kz: "хабарсыз кету",
     ru: "пропавший без вести",
     en: "missing"
    },
    {
     kz: "ізімен жүру",
     ru: "следовать",
     en: "follow"
    },
    {
     kz: "ізіне түсу",
     ru: "I погоня, преследование; II гнаться, преследовать, следить",
     en: "I chase; II chase, follow"
    },
    {
     kz: "іріткі",
     ru: "саботаж",
     en: "sabotage"
    },
    {
     kz: "іріткі салу",
     ru: "саботировать",
     en: "sabotage"
    },
    {
     kz: "іс",
     ru: "дело, занятие",
     en: "affair, thing, engagement, file"
    },
    {
     kz: "азаматтық іс",
     ru: "гражданское дело",
     en: "civil case"
    },
    {
     kz: "қылмыстық іс",
     ru: "уголовное дело",
     en: "criminal case"
    },
    {
     kz: "іс қарау",
     ru: "рассматривать делo",
     en: "take business"
    },
    {
     kz: "іс-әрекет",
     ru: "действие",
     en: "force"
    },
    {
     kz: "іс-әрекет мерзімі",
     ru: "срок действия",
     en: "endurance"
    },
    {
     kz: "іс-әрекет орны",
     ru: "место действия",
     en: "locale"
    },
    {
     kz: "іс бойынша алдын ала өндіріс",
     ru: "предварительное производство по делу",
     en: "pleading"
    },
    {
     kz: "іс бойынша айқындалатын шындық",
     ru: "устанавливаемая по делу истина",
     en: "principal fact"
    },
    {
     kz: "іс бойынша пайымдар",
     ru: "доводы, аргументация по делу",
     en: "case"
    },
    {
     kz: "іс бойынша соттың қорытынды бұйрығы",
     ru: "заключительный приказ суда по делу",
     en: "final order"
    },
    {
     kz: "іс жағдайы",
     ru: "обстоятельство дела",
     en: "factum (pl. – ta, - s)"
    },
    {
     kz: "іс жүргізу",
     ru: "производить",
     en: "procure"
    },
    {
     kz: "іс жүргізу нормалары",
     ru: "I процессуальные нормы; II процессуальный",
     en: "I procedure; II procedural"
    },
    {
     kz: "азаматтық іс жүргізу",
     ru: "гражданский процесс",
     en: "civil procedure"
    },
    {
     kz: "азаматтық іс жүргізу құқығы",
     ru: "гражданское процессуальное право",
     en: "civil procedure"
    },
    {
     kz: "қылмыстық іс жүргізу",
     ru: "уголовный процесс",
     en: "criminal procedure"
    },
    {
     kz: "сот өндірісі",
     ru: "судопроизводство",
     en: "court procedure"
    },
    {
     kz: "сот өндірісінің ережесі",
     ru: "правила судопроизводства",
     en: "rules of procedure"
    },
    {
     kz: "іс жүргізу заңдарын бір тараптың қарсы тарапқа зиянды мүддемен теріс пиғылда пайдалануы",
     ru: "злоумышленное использование одной стороной процессуальных законов во вред противной стороны",
     en: "abuse"
    },
    {
     kz: "істі өндіріспен жаңартып қарау туралы талап",
     ru: "иск о возобновлении дела производством",
     en: "bill of reviver"
    },
    {
     kz: "іс жүргізу нормалары",
     ru: "процессуальные нормы",
     en: "rules of procedure, procedure"
    },
    {
     kz: "іске асыру",
     ru: "осуществлять",
     en: "execute"
    },
    {
     kz: "іске қатысы жоқ (қатыссыз)",
     ru: "не относящийся к делу",
     en: "irrelevant"
    },
    {
     kz: "іске қатысы жоқ сұрақтар",
     ru: "не относящиеся к делу вопросы",
     en: "extraneous questions"
    },
    {
     kz: "іс көшірмесі",
     ru: "копия дела",
     en: "action copy"
    },
    {
     kz: "іс-қимыл, белсенділік",
     ru: "деятельность, активность ",
     en: "activity"
    },
    {
     kz: "іс қозғау",
     ru: "возбуждать дело",
     en: "commence an action, initiate proceedings"
    },
    {
     kz: "іс өндірісі",
     ru: "производство дел",
     en: "procedure"
    },
    {
     kz: "іс өндірісін тоқтату",
     ru: "прекращение производства по делу",
     en: "abatement of suit"
    },
    {
     kz: "істемеу",
     ru: "не делать",
     en: "fail"
    },
    {
     kz: "істен ұтылу",
     ru: "проиграть дело",
     en: "lose an action"
    },
    {
     kz: "істеу",
     ru: "делать",
     en: "make"
    },
    {
     kz: "істеуге көмектесу (жамандық жасауға)",
     ru: "подстрекать (чего-л. дурного)",
     en: "abet, incite"
    },
    {
     kz: "істі әкімшілік қарау",
     ru: "административное рассмотрение дела",
     en: "ministerial inquiry"
    },
    {
     kz: "істі баяндау",
     ru: "изложение дела",
     en: "presentation of case"
    },
    {
     kz: "істі бітіммен аяқтау",
     ru: "заканчивать дело миром",
     en: "compromise an action"
    },
    {
     kz: "істі жаңадан тыңдау",
     ru: "новое слушание дела",
     en: "rehearing"
    },
    {
     kz: "іс жүргізу",
     ru: "вести процесс",
     en: "try a case"
    },
    {
     kz: "іс жүргізу құқығы",
     ru: "процессуальное право",
     en: "formal law"
    },
    {
     kz: "іс тізбесі (тыңдалатын)",
     ru: "список дел (к слушанию)",
     en: "calendar"
    },
    {
     kz: "істі қайта бастау",
     ru: "возобновление дела",
     en: "reviver"
    },
    {
     kz: "істі қайта  (екінші рет) тыңдау",
     ru: "вторичное слушание дела",
     en: "rehearing"
    },
    {
     kz: "істі қысқарту",
     ru: "прекратить дело",
     en: "dismiss a charge"
    },
    {
     kz: "істің мәні бойынша қарсылық айту",
     ru: "возражение по существу дела",
     en: "plea to the merits"
    },
    {
     kz: "істі сенімхатпен жүргізу",
     ru: "ведение дел по доверенности",
     en: "procuration"
    },
    {
     kz: "істі сотта тыңдау",
     ru: "слушание дела в суде",
     en: "audience, judgment"
    },
    {
     kz: "істі сотта тыңдауға тағайындау",
     ru: "назначать дело к слушанию в суде",
     en: "put on trial"
    },
    {
     kz: "істі талап ету",
     ru: "истребовать дело",
     en: "evoke"
    },
    {
     kz: "істі ұтқан тарап",
     ru: "сторона, выигравшая дело",
     en: "successful party"
    },
    {
     kz: "істі ұту",
     ru: "выигрывать дело",
     en: "win an action"
    },
    {
     kz: "ішкі (мемлекет, аумақ туралы)",
     ru: "внутренний (о государстве, территории)",
     en: "inland"
    },
    {
     kz: "ішкі істер",
     ru: "внутренние дела",
     en: "home (internal) affair"
    },
    {
     kz: "іштей ойлау",
     ru: "заключать в себе",
     en: "implicate"
    },
    {
     kz: "ішімдіктің бар-жоғына тыныс жолы сынамасы",
     ru: "дыхательная проба на присутствие алкоголя",
     en: "breath specimen"
    },
    {
     kz: "эксгумация",
     ru: "эксгумация",
     en: "exhumation"
    },
    {
     kz: "эмбарго",
     ru: "эмбарго",
     en: "embargo"
    },
    {
     kz: "эмбаргоны алу",
     ru: "снимать эмбарго",
     en: "lift the embargo"
    },
    {
     kz: "эмбарго жасау",
     ru: "накладывать эмбарго",
     en: "embargo"
    },
    {
     kz: "эмигрант",
     ru: "эмигрант",
     en: "refugee, emigrant"
    },
    {
     kz: "эмигранттық",
     ru: "эмигрантский",
     en: "emigrant"
    },
    {
     kz: "эмиграция",
     ru: "эмиграция",
     en: "emigration"
    },
    {
     kz: "эмиграциялық",
     ru: "эмиграционный",
     en: "emigratory"
    },
    {
     kz: "этикет",
     ru: "этикет",
     en: "etiquette"
    },
    {
     kz: "юриспруденция",
     ru: "юриспруденция",
     en: "jurisprudence"
    }
   ]