export const rusJur = [
    {
     ru: "абсолютный",
     kz: "анық",
     en: "positive"
    },
    {
     ru: "авария",
     kz: "апат",
     en: "damage"
    },
    {
     ru: "автокатастрофа",
     kz: "көлік апаты",
     en: "motor vehicle accident"
    },
    {
     ru: "автомобили на прокат",
     kz: "автомобильді жалға беру",
     en: "drive-it-yourself cars"
    },
    {
     ru: "авторское право",
     kz: "авторлық (иелік) құқық",
     en: "copyright"
    },
    {
     ru: "обеспечивать авторское право",
     kz: "авторлық (иелік) құқығын қамтамасыз ету",
     en: "copyright"
    },
    {
     ru: "агент",
     kz: "агент",
     en: "agent"
    },
    {
     ru: "адвокат",
     kz: "адвокат, қорғаушы",
     en: "advocate, solicitor, man of law"
    },
    {
     ru: "лишать звания адвоката",
     kz: "адвокаттық атақтан айыру",
     en: "disbar"
    },
    {
     ru: "лишать права адвокатской практики",
     kz: "адвокаттық іс құқығынан айыру",
     en: "disbar"
    },
    {
     ru: "младший из двух адвокатов одной стороны",
     kz: "бір тараптың екі адвокатының кішісі",
     en: "pleader"
    },
    {
     ru: "адвокатура",
     kz: "адвокатура",
     en: "advocacy"
    },
    {
     ru: "готовиться к адвокатуре",
     kz: "адвокатураға дайындалу",
     en: "eat, to eat for the Bar, to eat one’s dinners (terms)"
    },
    {
     ru: "административный",
     kz: "әкімшілік",
     en: "executive"
    },
    {
     ru: "административное рассмотрение дела",
     kz: "істі әкімшілік қарау",
     en: "ministerial inquiry"
    },
    {
     ru: "администратор наследства",
     kz: "мұра әкімдігі",
     en: "personal representative"
    },
    {
     ru: "адрес",
     kz: "мекен-жай",
     en: "address"
    },
    {
     ru: "адъюнкт",
     kz: "адъюнкт",
     en: "adjunct"
    },
    {
     ru: "акт",
     kz: "акт",
     en: "factum (pl. – ta, - s)"
    },
    {
     ru: "акт парламента",
     kz: "парламент актісі",
     en: "bill"
    },
    {
     ru: "акт судебной власти",
     kz: "соттық билік актісі",
     en: "judicial act"
    },
    {
     ru: "общий акт",
     kz: "жалпы акт",
     en: "public act"
    },
    {
     ru: "частный акт",
     kz: "жеке акт",
     en: "private act"
    },
    {
     ru: "активность",
     kz: "белсенділік",
     en: "activity"
    },
    {
     ru: "акционерная компания",
     kz: "акционерлік компания",
     en: "company limited by shares"
    },
    {
     ru: "акция",
     kz: "акция, шара, науқан",
     en: "share"
    },
    {
     ru: "алиби",
     kz: "алиби",
     en: "alibi"
    },
    {
     ru: "представлять алиби",
     kz: "алиби ұсыну",
     en: "alibi"
    },
    {
     ru: "алименты",
     kz: "алименттер",
     en: "aliment"
    },
    {
     ru: "алкоголизм",
     kz: "маскүнемдік",
     en: "dipsomania"
    },
    {
     ru: "алкоголик",
     kz: "маскүнем",
     en: "dipsomatic, inebriate"
    },
    {
     ru: "амнистия",
     kz: "рақымшылық",
     en: "grace"
    },
    {
     ru: "аннулирование",
     kz: "күшін жою",
     en: "abrogation, defeat"
    },
    {
     ru: "аннулировать",
     kz: "күшін жою, жоққа шығару",
     en: "abrogate, disannul, avoid, defeat, overrule"
    },
    {
     ru: "апатрид, лицо без гражданства",
     kz: "азаматтығы жоқ адам",
     en: "apatride"
    },
    {
     ru: "апеллировать",
     kz: "арыздану",
     en: "appeal"
    },
    {
     ru: "апелляционная жалоба",
     kz: "апелляциялық арыз, шағым арыз",
     en: "appeal"
    },
    {
     ru: "подавать апелляционную жалобу",
     kz: "апелляциялық арыз, шағым арыз беру",
     en: "appeal"
    },
    {
     ru: "апелляция",
     kz: "апелляция, шағым арыз",
     en: "appeal"
    },
    {
     ru: "отклонить апелляцию",
     kz: "апелляцияны, шағым арызды қайтару",
     en: "dismiss an appeal"
    },
    {
     ru: "подавать апелляцию",
     kz: "шағым арыз беру",
     en: "move for a new trial"
    },
    {
     ru: "право апелляции",
     kz: "апелляция, шағым арыз құқығы",
     en: "appeal"
    },
    {
     ru: "удовлетворять апелляцию",
     kz: "шағым арызды қанағаттандыру",
     en: "allow an appeal"
    },
    {
     ru: "апелляционный суд (в США)",
     kz: "апелляциялық сот (АҚШ-да)",
     en: "Appellate Court, Сourt of Appeal"
    },
    {
     ru: "арбитраж",
     kz: "төрелік",
     en: "arbitrage"
    },
    {
     ru: "арбитражное решение",
     kz: "төрелік шешім",
     en: "award"
    },
    {
     ru: "аргумент",
     kz: "дәлел, дәйек",
     en: "plea"
    },
    {
     ru: "аргументация по делу",
     kz: "іс бойынша дәйектер",
     en: "case"
    },
    {
     ru: "аргументировать",
     kz: "дәйектеу",
     en: "argue"
    },
    {
     ru: "аренда",
     kz: "жал",
     en: "rent, lease"
    },
    {
     ru: "пожизненная аренда",
     kz: "өмір бойғы жал",
     en: "life-hold"
    },
    {
     ru: "сдавать в аренду",
     kz: "жалға тапсыру",
     en: "let"
    },
    {
     ru: "арендатор",
     kz: "жалға алушы, жалгер",
     en: "tenant, landholder"
    },
    {
     ru: "арендовать",
     kz: "жалға алу",
     en: "tenant"
    },
    {
     ru: "арендодатель",
     kz: "жалға беруші",
     en: "letter"
    },
    {
     ru: "арест",
     kz: "тыйым жасау",
     en: "arrest"
    },
    {
     ru: "арест имущества в порядке гражданского судопроизводства",
     kz: "азаматтық сот өндірісі тәртібімен мүлікке тыйым салу",
     en: "arrest on civil cases"
    },
    {
     ru: "накладывать арест",
     kz: "тыйым жасау",
     en: "arrest"
    },
    {
     ru: "наложение ареста",
     kz: "тыйым салу",
     en: "arrest"
    },
    {
     ru: "наложение ареста на имущество должника у третьего лица или на суммы, причитающиеся должнику с третьего лица",
     kz: "үшінші адамның мүліктік қарызына немесе үшінші адамнан борышкерге тиесілі сомаға шектеу қою",
     en: "trustee process"
    },
    {
     ru: "находиться под арестом",
     kz: "тұтқындада болу",
     en: "to be in charge"
    },
    {
     ru: "ордер на арест",
     kz: "тұтқындауға ордер",
     en: "warrant of arrest"
    },
    {
     ru: "арестовывать",
     kz: "тұтқындау",
     en: "arrest, lock-up"
    },
    {
     ru: "ассоциация адвокатов",
     kz: "адвокаттар қауымдастығы",
     en: "bar association"
    },
    {
     ru: "асфиксия",
     kz: "асфиксия",
     en: "asphyxia"
    },
    {
     ru: "механическая асфиксия",
     kz: "механикалық асфиксия",
     en: "mechanical asphyxia"
    },
    {
     ru: "баллистика",
     kz: "баллистика",
     en: "ballistics"
    },
    {
     ru: "баллистическая экспертиза",
     kz: "баллистикалық сараптама",
     en: "ballistics tests"
    },
    {
     ru: "банда",
     kz: "бұзақылар тобы",
     en: "gang, band"
    },
    {
     ru: "бандит",
     kz: "бұзақы",
     en: "gunman, killer"
    },
    {
     ru: "бандитизм",
     kz: "бұзақылық",
     en: "brigandage"
    },
    {
     ru: "банк",
     kz: "банк",
     en: "bank"
    },
    {
     ru: "класть деньги в банк",
     kz: "ақшаны банкке салу",
     en: "deposit money in a bank"
    },
    {
     ru: "держать деньги в банке",
     kz: "ақшаны банкте ұстау",
     en: "have a bank account"
    },
    {
     ru: "заниматься банковским делом",
     kz: "банк ісімен шұғылдану",
     en: "engage in the banking, bank"
    },
    {
     ru: "бегство из под стражи",
     kz: "күзет қарамағынан қашу",
     en: "escape"
    },
    {
     ru: "бедность",
     kz: "кедейлік",
     en: "poverty"
    },
    {
     ru: "бедствие",
     kz: "зілзала, зұлмат, нәубет",
     en: "distress, calamity, disaster"
    },
    {
     ru: "бежать из под стражи",
     kz: "күзет қарамағынан қашу",
     en: "escape"
    },
    {
     ru: "беженец",
     kz: "босқын",
     en: "refugee, fugitive"
    },
    {
     ru: "безвестно отсутствующий",
     kz: "хабарсыз қатыспаушы",
     en: "missing"
    },
    {
     ru: "безвозмездно",
     kz: "қайтарымсыз",
     en: "free"
    },
    {
     ru: "безвозмездный",
     kz: "қайтарымсыз",
     en: "free"
    },
    {
     ru: "безгражданство",
     kz: "азаматтықсыз",
     en: "statelessness"
    },
    {
     ru: "бездомный",
     kz: "үйсіз",
     en: "houseless"
    },
    {
     ru: "бездомный человек",
     kz: "үйсіз адам",
     en: "outcast"
    },
    {
     ru: "беззаконие",
     kz: "заңсыздық",
     en: "lawlessness"
    },
    {
     ru: "безнаказанность",
     kz: "жазасыздық, зауалсыздық",
     en: "impunity"
    },
    {
     ru: "безнравственный",
     kz: "адамгершілікке жат",
     en: "immoral"
    },
    {
     ru: "безопасность",
     kz: "қауіпсіздік",
     en: "safety"
    },
    {
     ru: "меры безопасности",
     kz: "қауіпсіздік шаралары",
     en: "safety measures"
    },
    {
     ru: "общественная безопасность",
     kz: "қоғамдық қауіпсіздік",
     en: "public safety"
    },
    {
     ru: "правила безопасности уличного движения",
     kz: "көше қозғалысы қауіпсіздігінің ережесі",
     en: "road safety"
    },
    {
     ru: "создавать угрозу безопасности",
     kz: "қауіп төндіру",
     en: "endanger"
    },
    {
     ru: "безопасный",
     kz: "қауіпсіз",
     en: "safe"
    },
    {
     ru: "безответственность",
     kz: "жауапсыздық",
     en: "irresponsibility"
    },
    {
     ru: "беспризорный",
     kz: "панасыз",
     en: "ownerless"
    },
    {
     ru: "безработица",
     kz: "жұмыссыздық",
     en: "unemployment"
    },
    {
     ru: "безработный",
     kz: "жұмыссыз",
     en: "unemployed, out-of-work"
    },
    {
     ru: "безразличный",
     kz: "немкетті",
     en: "indifferent"
    },
    {
     ru: "безучастный",
     kz: "немкетті",
     en: "indifferent"
    },
    {
     ru: "беременность",
     kz: "жүктілік",
     en: "pregnancy"
    },
    {
     ru: "бесплатно",
     kz: "тегін",
     en: "free"
    },
    {
     ru: "бесплатный",
     kz: "тегін",
     en: "free"
    },
    {
     ru: "бесполезный",
     kz: "пайдасыз",
     en: "needless"
    },
    {
     ru: "беспошлинно",
     kz: "баж салығынсыз",
     en: "free, duty free"
    },
    {
     ru: "беспошлинный",
     kz: "бажсыз, алымсыз, баж салығынсыз",
     en: "custom free, duty free"
    },
    {
     ru: "беспристрастный",
     kz: "әділ",
     en: "unbiased"
    },
    {
     ru: "бесхозный",
     kz: "иесіз",
     en: "derelict"
    },
    {
     ru: "бесхозяйный",
     kz: "иесіз",
     en: "ownerless"
    },
    {
     ru: "бесчестный",
     kz: "ұятсыз",
     en: "foul"
    },
    {
     ru: "билль",
     kz: "заң жобасы",
     en: "bill"
    },
    {
     ru: "биологическая смерть ",
     kz: "биологиялық өлім",
     en: "natural death"
    },
    {
     ru: "биологическая экспертиза ",
     kz: "биологиялық сараптама",
     en: "biological expert examination"
    },
    {
     ru: "биржа",
     kz: "биржа",
     en: "exchange"
    },
    {
     ru: "биржа труда",
     kz: "еңбек биржасы",
     en: "employment agency"
    },
    {
     ru: "благосостояние",
     kz: "дәулет",
     en: "welfare"
    },
    {
     ru: "блюститель порядка",
     kz: "тәртіп сақшысы",
     en: "peace officer"
    },
    {
     ru: "болезнь",
     kz: "ауру",
     en: "sickness"
    },
    {
     ru: "оплаченный или неоплаченный отпуск по болезни",
     kz: "ауыруына байланысты төленген немесе төленбеген демалыс",
     en: "sick leave"
    },
    {
     ru: "пособие по болезни",
     kz: "ауырғанына байланысты жәрдемақы",
     en: "sick benefit"
    },
    {
     ru: "больной",
     kz: "ауру",
     en: "sick"
    },
    {
     ru: "большинство",
     kz: "көпшілігі, деншілігі",
     en: "majority"
    },
    {
     ru: "бороться",
     kz: "күресу",
     en: "fight"
    },
    {
     ru: "браконьер",
     kz: "браконьер",
     en: "poacher"
    },
    {
     ru: "браконьерство",
     kz: "браконьерлік",
     en: "poaching"
    },
    {
     ru: "браконьерство на чужой земле",
     kz: "бөтеннің жерінде браконьерлік",
     en: "poach"
    },
    {
     ru: "братоубийство",
     kz: "туысын өлтірушілік",
     en: "fratricide"
    },
    {
     ru: "братоубийца",
     kz: "туысын өлтіруші",
     en: "fratricide"
    },
    {
     ru: "брать на себя обязательства (хорошо себя вести в соответствии с решением суда по уголовному делу)",
     kz: "өзіне міндеттеме алу (өзін соттың қылмыстық ісі бойынша шешіміне сай дұрыс ұстау)",
     en: "recognizance, enter one’s own"
    },
    {
     ru: "брать на себя риск",
     kz: "қатерді өзіне алу",
     en: "take risk"
    },
    {
     ru: "брачный",
     kz: "некелі",
     en: "marital"
    },
    {
     ru: "брачный контракт",
     kz: "некелік келісім",
     en: "marital agreement"
    },
    {
     ru: "бродяга",
     kz: "қаңғыбас",
     en: "tramp"
    },
    {
     ru: "бродяжничество",
     kz: "қаңғыбастық",
     en: "tramp"
    },
    {
     ru: "брошенное имущество",
     kz: "тастанды мүлік",
     en: "derelict"
    },
    {
     ru: "будущее (готовящееся) преступление",
     kz: "келешек (дайындалып жатқан) қылмыс",
     en: "anticipatory offense"
    },
    {
     ru: "буква",
     kz: "әріп",
     en: "letter"
    },
    {
     ru: "бутлегер",
     kz: "бутлегер",
     en: "bootlegger"
    },
    {
     ru: "быть занятым (чем-л.)",
     kz: "жұмыс басты болу",
     en: "engage"
    },
    {
     ru: "важнейший",
     kz: "өте маңызды",
     en: "key"
    },
    {
     ru: "важность",
     kz: "маңыздылық",
     en: "consequence"
    },
    {
     ru: "валютный курс",
     kz: "валюта бағамы",
     en: "rate of exchange"
    },
    {
     ru: "выравнивание валют",
     kz: "валютаны теңестіру",
     en: "exchange adjustments"
    },
    {
     ru: "поправка на валютный курс",
     kz: "валюта курсын түзету",
     en: "exchange adjustments"
    },
    {
     ru: "вводить",
     kz: "енгізу, кіргізу",
     en: "usher"
    },
    {
     ru: "вводить в заблуждение",
     kz: "жаңылдыру, шатастыру",
     en: "abuse"
    },
    {
     ru: "вводить в силу (закон)",
     kz: "(заңды) күшіне енгізу",
     en: "constitute"
    },
    {
     ru: "вдова",
     kz: "жесір әйел",
     en: "widow, feme"
    },
    {
     ru: "пособие вдове",
     kz: "жесір жәрдемақысы",
     en: "widow's allowance"
    },
    {
     ru: "вдовец",
     kz: "жесір еркек",
     en: "widower"
    },
    {
     ru: "ведение",
     kz: "енгізу",
     en: "conduct"
    },
    {
     ru: "ведомство",
     kz: "ведомство",
     en: "department"
    },
    {
     ru: "правительственное ведомство",
     kz: "үкіметтік ведомство",
     en: "government department"
    },
    {
     ru: "ведущий",
     kz: "жетекші",
     en: "main"
    },
    {
     ru: "вексель",
     kz: "вексель",
     en: "bill"
    },
    {
     ru: "верный",
     kz: "адал",
     en: "loyal"
    },
    {
     ru: "вероломство",
     kz: "опасыздық, арамзалық",
     en: "faith, bad faith"
    },
    {
     ru: "вероятное последствие",
     kz: "ықтимал салдар",
     en: "probable consequence"
    },
    {
     ru: "вероятность",
     kz: "ықтималдық",
     en: "probability"
    },
    {
     ru: "верхняя палата",
     kz: "жоғарғы палата",
     en: "high chamber"
    },
    {
     ru: "верховный",
     kz: "жоғарғы",
     en: "supreme"
    },
    {
     ru: "верховная власть",
     kz: "жоғарғы билік",
     en: "supreme power"
    },
    {
     ru: "Верховный Суд",
     kz: "Жоғарғы Сот",
     en: "Supreme Court"
    },
    {
     ru: "вероятность",
     kz: "ықтималдылық",
     en: "possibility"
    },
    {
     ru: "вести",
     kz: "бастау, жетектеу",
     en: "conduct"
    },
    {
     ru: "вести процесс",
     kz: "процесті (істі) жүргізу",
     en: "try a case"
    },
    {
     ru: "вешать",
     kz: "асу",
     en: "gibbet, hang"
    },
    {
     ru: "вещественные доказательства",
     kz: "заттық дәлелдер",
     en: "real evidence"
    },
    {
     ru: "вещественные доказательства, изобличающие преступника",
     kz: "қылмыскерді әшкерелейтін заттық дәлелдер",
     en: "goods"
    },
    {
     ru: "вещественное доказательство существенной доказательной силы",
     kz: "маңызды дәлелдік күші бар заттық дәлел",
     en: "critical evidence"
    },
    {
     ru: "полное описание всех вещественных доказательств",
     kz: "заттық дәлелдердің барлығын толық сипаттау",
     en: "complete description of evidential items"
    },
    {
     ru: "вещное право владения чужой вещью",
     kz: "бөтеннің затын иеленуге заттық құқық",
     en: "special property"
    },
    {
     ru: "вещно-обязательственный иск",
     kz: "заттық-міндеттемелік талап арыз",
     en: "mixed action"
    },
    {
     ru: "вещь",
     kz: "зат",
     en: "thing, article"
    },
    {
     ru: "взаймы, давать взаймы",
     kz: "қарыздар, қарыз беруші",
     en: "loan"
    },
    {
     ru: "взломать дверь",
     kz: "есікті сындыру",
     en: "force"
    },
    {
     ru: "взрывотехническая экспертиза",
     kz: "жарылыс техникалық сараптама",
     en: "counterexplosive expert examination"
    },
    {
     ru: "взятка",
     kz: "пара",
     en: "bribe, fix"
    },
    {
     ru: "предлагать \/ давать взятку",
     kz: "пара ұсыну (беру)",
     en: "bribe"
    },
    {
     ru: "взяткодатель",
     kz: "пара беруші",
     en: "briber"
    },
    {
     ru: "взяточничество",
     kz: "парақорлық",
     en: "bribery"
    },
    {
     ru: "вина",
     kz: "кінә",
     en: "guilt"
    },
    {
     ru: "виновность (вина) соучастника преступления",
     kz: "қылмысқа бірге қатысушының (сыбайластың) кінәлылығы (кінәсы)",
     en: "accessorial guilt"
    },
    {
     ru: "признавать свою вину",
     kz: "өз кінәсын мойындау",
     en: "acknowledge one’s guilt"
    },
    {
     ru: "виновный",
     kz: "кінәлы",
     en: "guilty"
    },
    {
     ru: "виселица",
     kz: "дар",
     en: "gibbet"
    },
    {
     ru: "владелец (преимущественно недвижимости)",
     kz: "ие, қожайын (негізінен жылжымайтын мүліктің)",
     en: "tenant, owner, possessor"
    },
    {
     ru: "владелец недвижимости",
     kz: "жылжымайтын мүлік иесі",
     en: "landholder"
    },
    {
     ru: "добросовестный владелец",
     kz: "адал ие (иеленуші)",
     en: "possessor bona fide"
    },
    {
     ru: "нечестный владелец",
     kz: "адал емес ие (иеленуші)",
     en: "possessor mala fide"
    },
    {
     ru: "владение",
     kz: "иелік, иелену",
     en: "ownership, possession"
    },
    {
     ru: "вмешиваться, вторгаться в чужие владения",
     kz: "біреудің иелігіне басып кіру, араласу",
     en: "poach"
    },
    {
     ru: "настоящее право владения",
     kz: "иеліктің (меншіктің) нағыз құқығы",
     en: "present interest"
    },
    {
     ru: "полное единоличное владение",
     kz: "толық жеке-дара иелену",
     en: "entire tenancy"
    },
    {
     ru: "совместное владение неразделенным недвижимым имуществом",
     kz: "бөлінбейтін жылжымайтын мүлікті бірге иелену",
     en: "entirely"
    },
    {
     ru: "владеть",
     kz: "иелену",
     en: "possess"
    },
    {
     ru: "владеть на правах аренды",
     kz: "жал құқығы негізінде иелену",
     en: "tenant"
    },
    {
     ru: "владеть на правах имущественного найма",
     kz: "мүліктік жалдау құқығы негізінде иелену",
     en: "tenant"
    },
    {
     ru: "власть",
     kz: "билік, сот билігі",
     en: "rule, department, power"
    },
    {
     ru: "государственная власть",
     kz: "мемлекеттік билік",
     en: "state power"
    },
    {
     ru: "исполнительная власть",
     kz: "атқарушы билік",
     en: "executing department"
    },
    {
     ru: "законодательная власть",
     kz: "заңдық билік, заңнамалық билік",
     en: "legislative department, legislative power"
    },
    {
     ru: "злоупотребление властью",
     kz: "билікті теріс пайдалану",
     en: "abuse of power"
    },
    {
     ru: "превышение власти",
     kz: "билікті асыра пайдалану",
     en: "abuse of power"
    },
    {
     ru: "светская власть",
     kz: "зайырлы билік",
     en: "temporal power"
    },
    {
     ru: "судебная власть",
     kz: "сот билігі",
     en: "judicial department,   judicial power"
    },
    {
     ru: "влияние",
     kz: "ықпал",
     en: "influence"
    },
    {
     ru: "влиятельность",
     kz: "ықпалдылық",
     en: "consequence"
    },
    {
     ru: "внешняя торговля",
     kz: "сыртқы сауда",
     en: "foreign trade"
    },
    {
     ru: "вносить (предложение, резолюцию)",
     kz: "енгізу (ұсыныс, қарар)",
     en: "move"
    },
    {
     ru: "внутренний (о государстве, территории)",
     kz: "ішкі (мемлекет, аумақ туралы)",
     en: "inland"
    },
    {
     ru: "вовлекать",
     kz: "тарту, болжау",
     en: "involve, implicate"
    },
    {
     ru: "водительские права",
     kz: "жүргізуші куәлігі",
     en: "driver’s license"
    },
    {
     ru: "водительское удостоверение",
     kz: "жүргізуші куәлігі",
     en: "driver’s license"
    },
    {
     ru: "военный",
     kz: "әскери",
     en: "military"
    },
    {
     ru: "военный прокурор",
     kz: "әскери прокурор",
     en: "judge advocate"
    },
    {
     ru: "военный трибунал",
     kz: "әскери трибунал",
     en: "Military commission"
    },
    {
     ru: "вождение автомобиля в нетрезвом состоянии",
     kz: "автомобильді мас күйінде жүргізу",
     en: "drunken driven"
    },
    {
     ru: "возбуждать",
     kz: "қозғау",
     en: "maintain"
    },
    {
     ru: "возбуждать дело",
     kz: "іс қозғау",
     en: "commence an action, initiate proceedings"
    },
    {
     ru: "возбуждать иск",
     kz: "талап арыз қозғау",
     en: "institute an action"
    },
    {
     ru: "возбуждать уголовное преследование",
     kz: "қылмыстық қудалауды қозғау",
     en: "commence prosecution"
    },
    {
     ru: "возвращать для повторного рассмотрения",
     kz: "қайта қарауға қайтару",
     en: "recommit"
    },
    {
     ru: "возвращать заключенного в тюрьму",
     kz: "тұтқынды түрмеге қайтару",
     en: "recommit"
    },
    {
     ru: "воздействие",
     kz: "әсер",
     en: "influence"
    },
    {
     ru: "воздержание от голосования",
     kz: "дауыс беруден қалыс қалу",
     en: "abstention"
    },
    {
     ru: "воззвание",
     kz: "өтіну",
     en: "appeal"
    },
    {
     ru: "возмещать",
     kz: "өтеу, орнын толтыру",
     en: "compensate"
    },
    {
     ru: "возмещение",
     kz: "өтеу, орнын толтыру",
     en: "compensation"
    },
    {
     ru: "возможность",
     kz: "мүмкіндік",
     en: "faculties, possibility"
    },
    {
     ru: "возможный",
     kz: "мүмкін",
     en: "possible"
    },
    {
     ru: "возможная причина",
     kz: "мүмкін болатын себеп",
     en: "probable cause"
    },
    {
     ru: "вознаграждать",
     kz: "сый тарту",
     en: "compensate"
    },
    {
     ru: "вознаграждение",
     kz: "сыйақы",
     en: "compensation"
    },
    {
     ru: "возобновление дела",
     kz: "істі қайта бастау",
     en: "reviver"
    },
    {
     ru: "возобновлять",
     kz: "жаңарту",
     en: "revive"
    },
    {
     ru: "возражать",
     kz: "қарсы болу",
     en: "contravene, except"
    },
    {
     ru: "возражение",
     kz: "қарсылық",
     en: "objection, sham plea"
    },
    {
     ru: "возражение, направленное на приостановление судопроизводства",
     kz: "сот өндірісінің тоқтатылуына бағытталған қарсылық",
     en: "plea in suspension"
    },
    {
     ru: "возражение отклоняется",
     kz: "қарсылық кейінге қалдырылады",
     en: "objection in point of law"
    },
    {
     ru: "возражение по существу дела",
     kz: "істің мәні бойынша қарсылық",
     en: "plea to the merits"
    },
    {
     ru: "возражение принимается",
     kz: "қарсылық қабылданады",
     en: "objection sustained"
    },
    {
     ru: "выдвигать возражение",
     kz: "қарсылық білдіру",
     en: "raise objection"
    },
    {
     ru: "возрастание",
     kz: "өсу",
     en: "increase"
    },
    {
     ru: "возрастной ценз",
     kz: "жас мөлшер шегі",
     en: "age qualification"
    },
    {
     ru: "возраст, установленный законом",
     kz: "заңмен белгіленген жас",
     en: "legal age"
    },
    {
     ru: "воинский",
     kz: "әскери",
     en: "military"
    },
    {
     ru: "воинская повинность",
     kz: "әскери міндеттілік",
     en: "conscription"
    },
    {
     ru: "вооруженный преступник",
     kz: "қарулы қылмыскер",
     en: "gunman"
    },
    {
     ru: "вопрос",
     kz: "сұрақ",
     en: "point"
    },
    {
     ru: "вор",
     kz: "ұры",
     en: "thief"
    },
    {
     ru: "вор-карманник",
     kz: "қалта ұры",
     en: "pickpocket"
    },
    {
     ru: "воровской жаргон",
     kz: "қылмыскерлер жаргоны",
     en: "pedlar’s French"
    },
    {
     ru: "воспитывать",
     kz: "тәрбиелеу",
     en: "foster"
    },
    {
     ru: "воспитательный дом",
     kz: "тәрбие үйі",
     en: "foster home"
    },
    {
     ru: "враг",
     kz: "жау",
     en: "enemy"
    },
    {
     ru: "вред",
     kz: "зиян",
     en: "injury, harm, mischief, prejudice"
    },
    {
     ru: "наносить вред",
     kz: "зиян келтіру",
     en: "hurt"
    },
    {
     ru: "время, назначенное для слушания в суде",
     kz: "сотта тыңдау үшін белгіленген уақыт",
     en: "day in court"
    },
    {
     ru: "вручать",
     kz: "тапсыру",
     en: "present"
    },
    {
     ru: "вручение (судебного документа)",
     kz: "тапсыру (сот құжатын)",
     en: "service, presentation"
    },
    {
     ru: "встречное требование",
     kz: "қарсы талап",
     en: "claim in return"
    },
    {
     ru: "встречный иск",
     kz: "қарсы талап арыз",
     en: "reconvention"
    },
    {
     ru: "вступать в силу",
     kz: "күшіне ену",
     en: "enure"
    },
    {
     ru: "вступительный взнос",
     kz: "мүшелікке кіру жарнасы",
     en: "entrance free"
    },
    {
     ru: "вступить в шайку",
     kz: "бұзақы топқа кіру",
     en: "gang"
    },
    {
     ru: "вчинять (иск)",
     kz: "қозғау",
     en: "maintain"
    },
    {
     ru: "вывод",
     kz: "түйін",
     en: "consequence"
    },
    {
     ru: "делать вывод",
     kz: "түйін жасау, тұжырымдау",
     en: "conclude"
    },
    {
     ru: "выгода",
     kz: "пайда",
     en: "profit"
    },
    {
     ru: "извлекать выгоду",
     kz: "пайда табу",
     en: "profit"
    },
    {
     ru: "упущенная выгода",
     kz: "алынбаған пайда",
     en: "loss of profit"
    },
    {
     ru: "выгодный",
     kz: "тиімді",
     en: "gain(s)"
    },
    {
     ru: "выгонять с работы",
     kz: "жұмыстан қуу",
     en: "fire"
    },
    {
     ru: "выдержка",
     kz: "үзінді",
     en: "extract"
    },
    {
     ru: "вызов ответчика в суд",
     kz: "жауапкерді сотқа шақыру",
     en: "citation"
    },
    {
     ru: "вызывать",
     kz: "шақырылу",
     en: "occasion"
    },
    {
     ru: "выигрывать дело",
     kz: "істі ұту",
     en: "win an action"
    },
    {
     ru: "выкуп",
     kz: "сатып алу",
     en: "ransom"
    },
    {
     ru: "выкупать",
     kz: "сатып алу",
     en: "ransom"
    },
    {
     ru: "вымогатель",
     kz: "бопсалаушы",
     en: "extortioner (extortionist)"
    },
    {
     ru: "вымогательство",
     kz: "бопсалаушылық",
     en: "racket, black-mail,  extortion"
    },
    {
     ru: "вымогательство денег",
     kz: "ақша бопсалаушылық",
     en: "shakedown"
    },
    {
     ru: "подвергаться вымогательству",
     kz: "бопсалауға ұшырау",
     en: "bleed"
    },
    {
     ru: "вымогать",
     kz: "бопсалау",
     en: "extort"
    },
    {
     ru: "вымогать деньги",
     kz: "ақша бопсалау",
     en: "bleed"
    },
    {
     ru: "выносить решение\/приговор",
     kz: "шешім, үкім шығару",
     en: "adjudge, award, pass"
    },
    {
     ru: "выписка",
     kz: "көшірме",
     en: "extract"
    },
    {
     ru: "выписка из протокола",
     kz: "хаттамадан көшірме",
     en: "abstract of record"
    },
    {
     ru: "выполнение работ  на общественное благо",
     kz: "қоғам игілігіне жұмыс орындау",
     en: "communitive service"
    },
    {
     ru: "выполнять",
     kz: "орындау",
     en: "execute"
    },
    {
     ru: "выполнять поручение",
     kz: "тапсырманы орындау",
     en: "to fill an order"
    },
    {
     ru: "выполнить приговор",
     kz: "үкімді орындау",
     en: "argue"
    },
    {
     ru: "выполняющий работу своими средствами",
     kz: "жұмысты өз мүмкіндіктерімен атқарушы",
     en: "independent"
    },
    {
     ru: "выручка",
     kz: "табыс; ақшалай түсім",
     en: "yield; rebutment"
    },
    {
     ru: "выселение",
     kz: "шығару,  тұрғын үйден шығару",
     en: "ejection, eviction"
    },
    {
     ru: "выселять",
     kz: "шығару, тұрғын үйден шығару",
     en: "eject, evict"
    },
    {
     ru: "выстрел",
     kz: "атыс",
     en: "shot"
    },
    {
     ru: "расстояние, с которого был произведен выстрел",
     kz: "қару атылған жерге дейінгі аралық",
     en: "firing distance"
    },
    {
     ru: "выступать в качестве адвоката ответчика, подсудимого, истца",
     kz: "жауапкердің, сотталушының, талапкердің адвокаты ретінде сот алдында сөйлеу",
     en: "appear for defendant \/ for plaintiff"
    },
    {
     ru: "высший",
     kz: "жоғары",
     en: "extreme, supreme"
    },
    {
     ru: "высшая мера наказания",
     kz: "жазаның ең жоғары түрі",
     en: "extreme penalty, capital punishment"
    },
    {
     ru: "высылать",
     kz: "елден шығару",
     en: "deport"
    },
    {
     ru: "вытекать из документов",
     kz: "құжаттарға негіздеу",
     en: "appear on face"
    },
    {
     ru: "выходить (из товарищества и т.д.)",
     kz: "шығу (серіктестіктен және т.б.)",
     en: "retire"
    },
    {
     ru: "выходить в отставку, на пенсию",
     kz: "отставкаға, зейнеткерлікке шығу",
     en: "retire"
    },
    {
     ru: "выходящий в отставку",
     kz: "отставкаға шығу",
     en: "outgoer"
    },
    {
     ru: "габитоскопия",
     kz: "габитоскопия",
     en: "gabitoscopy"
    },
    {
     ru: "газовое оружие",
     kz: "газды қару",
     en: "gas spray gun"
    },
    {
     ru: "гангстер",
     kz: "гангстер",
     en: "killer"
    },
    {
     ru: "гарантия",
     kz: "кепіл",
     en: "guarantee"
    },
    {
     ru: "давать гарантию",
     kz: "кепіл беру",
     en: "guarantee"
    },
    {
     ru: "лицо, которому дается гарантия",
     kz: "кепіл берілетін адам",
     en: "guarantee"
    },
    {
     ru: "гематома",
     kz: "гематома, қанды ісік",
     en: "hematoma"
    },
    {
     ru: "генеральный",
     kz: "басты",
     en: "general"
    },
    {
     ru: "генеральная лицензия",
     kz: "бас лицензия",
     en: "general license"
    },
    {
     ru: "гендік «дактилоскопия»",
     kz: "генная дактилоскопия",
     en: "genetical dactiloscopy"
    },
    {
     ru: "генотип",
     kz: "генотип",
     en: "genotype"
    },
    {
     ru: "геноцид",
     kz: "геноцид",
     en: "genocide"
    },
    {
     ru: "герб",
     kz: "елтаңба",
     en: "coat of arms"
    },
    {
     ru: "героин",
     kz: "героин",
     en: "heroin"
    },
    {
     ru: "гибель",
     kz: "опат",
     en: "catastrophe"
    },
    {
     ru: "гибель в результате транспортного происшествия",
     kz: "көлік оқиғасы  салдарынан өлу (опат болу)",
     en: "vehicular homicide"
    },
    {
     ru: "полная гибель имущества",
     kz: "мүліктің толық жойылуы",
     en: "absolute total loss"
    },
    {
     ru: "гильза патрона",
     kz: "патрон гильзасы",
     en: "cartridge case"
    },
    {
     ru: "гистологическое исследование",
     kz: "гистологиялық зерттеу",
     en: "histologic examination"
    },
    {
     ru: "глава",
     kz: "басшы, жетекші",
     en: "head, chief, primary"
    },
    {
     ru: "глава государства",
     kz: "мемлекет басшысы",
     en: "head of state"
    },
    {
     ru: "глава правительства",
     kz: "үкімет басшысы",
     en: "head of government"
    },
    {
     ru: "главный",
     kz: "басты",
     en: "senior, chief, principal, main"
    },
    {
     ru: "главная вещь (в отличие от принадлежности)",
     kz: "басты зат (мүлік) (тиесіліден өзгеше)",
     en: "principal"
    },
    {
     ru: "главная сторона по делу",
     kz: "іс бойынша негізгі тарап",
     en: "principal in the case"
    },
    {
     ru: "главная часть (документа)",
     kz: "(құжаттың) басты бөлімі",
     en: "body"
    },
    {
     ru: "главный свидетель",
     kz: "бас куә",
     en: "target witness"
    },
    {
     ru: "гладкоствольное оружие",
     kz: "тегіс ұңғылы қару",
     en: "smoothbore weapon"
    },
    {
     ru: "гласность",
     kz: "жариялылық",
     en: "publicity"
    },
    {
     ru: "гнать",
     kz: "қуу",
     en: "hunt"
    },
    {
     ru: "гнаться",
     kz: "куу",
     en: "chase"
    },
    {
     ru: "голова",
     kz: "басшы",
     en: "head"
    },
    {
     ru: "город-государство",
     kz: "мемлекет қала",
     en: "city-state"
    },
    {
     ru: "городской",
     kz: "қалалық",
     en: "urban"
    },
    {
     ru: "городская преступность",
     kz: "қалалық қылмыстылық",
     en: "urban crime"
    },
    {
     ru: "городской район",
     kz: "қалалық аудан",
     en: "urban district"
    },
    {
     ru: "городской суд",
     kz: "қала соты",
     en: "city court"
    },
    {
     ru: "господство",
     kz: "үстемдік",
     en: "rule, command, people"
    },
    {
     ru: "господствовать",
     kz: "үстемдік көрсету",
     en: "command"
    },
    {
     ru: "государственный",
     kz: "мемлекеттік",
     en: "national"
    },
    {
     ru: "государственная власть",
     kz: "мемлекеттік билік",
     en: "government, state authority"
    },
    {
     ru: "государственная гражданская служба",
     kz: "мемлекеттік азаматтық қызмет",
     en: "civil service"
    },
    {
     ru: "государственная измена",
     kz: "мемлекетке опасыздық",
     en: "high treason"
    },
    {
     ru: "государственное управление",
     kz: "мемлекеттік басқару",
     en: "state administration"
    },
    {
     ru: "государственное устройство",
     kz: "мемлекеттік құрылым",
     en: "polity"
    },
    {
     ru: "государственный служащий (включая полицейских и пожарных)",
     kz: "мемлекеттік қызметші (полиция мен өрт сөндірушілерді қосқанда)",
     en: "governmental agent"
    },
    {
     ru: "государство",
     kz: "мемлекет",
     en: "nation, land, polity"
    },
    {
     ru: "государство, осуществляющее опеку",
     kz: "қорғаншылықты іске асырушы мемлекет",
     en: "trustee"
    },
    {
     ru: "грабеж",
     kz: "тонау",
     en: "robbery, despoilment"
    },
    {
     ru: "совершать грабеж",
     kz: "тонау",
     en: "rob"
    },
    {
     ru: "субъект грабежа",
     kz: "тонау субъектісі",
     en: "robber"
    },
    {
     ru: "грабитель",
     kz: "тонаушы",
     en: "robber, burglar"
    },
    {
     ru: "грабить",
     kz: "тонау",
     en: "rob, sack, despoil, loot"
    },
    {
     ru: "гражданин",
     kz: "азамат",
     en: "national, citizen"
    },
    {
     ru: "гражданин; подданный в силу рождения",
     kz: "азамат; туғаннан бодан болу",
     en: "native"
    },
    {
     ru: "гражданские права",
     kz: "азаматтық құқықтар",
     en: "civil rights"
    },
    {
     ru: "гражданские свободы",
     kz: "азаматтық бостандықтар",
     en: "civil liberties"
    },
    {
     ru: "гражданский брак",
     kz: "азаматтық неке",
     en: "civil marriage"
    },
    {
     ru: "гражданский иск",
     kz: "азаматтық талап арыз",
     en: "actio civilis лат.; civil action, civil suit"
    },
    {
     ru: "гражданский кодекс",
     kz: "азаматтық кодекс",
     en: "civil code"
    },
    {
     ru: "гражданский процесс",
     kz: "азаматтық процесс",
     en: "civil procedure"
    },
    {
     ru: "гражданский служащий",
     kz: "азаматтық қызметші",
     en: "civil officer"
    },
    {
     ru: "гражданство",
     kz: "азаматтық",
     en: "citizenship"
    },
    {
     ru: "выбор гражданства",
     kz: "азаматтықты таңдау",
     en: "choice of citizenship"
    },
    {
     ru: "лишения гражданства",
     kz: "азаматтықтан айыру",
     en: "revocation of citizenship"
    },
    {
     ru: "не имеющий гражданства",
     kz: "азаматтығы жоқ",
     en: "stateless"
    },
    {
     ru: "граница",
     kz: "шекара",
     en: "limit"
    },
    {
     ru: "графическая форма фиксации доказательств",
     kz: "дәлелдерді бекітудің графикалық нысаны",
     en: "graphic form of evidence fixing"
    },
    {
     ru: "грозить",
     kz: "қоқан-лоққы жасау, қорқыту",
     en: "menace"
    },
    {
     ru: "грузооборот",
     kz: "жүк айналымы",
     en: "traffic"
    },
    {
     ru: "группа",
     kz: "топ",
     en: "body"
    },
    {
     ru: "групповая принадлежность",
     kz: "белгілі бір топқа жатқызу",
     en: "class accessory"
    },
    {
     ru: "губернатор",
     kz: "губернатор",
     en: "governor"
    },
    {
     ru: "военный губернатор",
     kz: "әскери губернатор",
     en: "military governor"
    },
    {
     ru: "начальник тюрьмы",
     kz: "түрме бастығы",
     en: "governer of goal"
    },
    {
     ru: "дактилоскопирование",
     kz: "саусақ бедерлерінің көшірмелерін алу",
     en: "fingerprinting"
    },
    {
     ru: "дактилоскопическая лупа",
     kz: "дактилоскопиялық лупа",
     en: "dactyloscopic magnifier"
    },
    {
     ru: "дактилоскопическая система криминалистической регистрации",
     kz: "криминалистикалық тіркеудің дактилоскопиялық жүйесі",
     en: "dactyloscopic system of criminalistic record"
    },
    {
     ru: "дактилоскопия",
     kz: "дактилоскопия",
     en: "dactylography"
    },
    {
     ru: "дактилоскопическая пленка",
     kz: "дактилоскопиялық пленка",
     en: "lifting tape"
    },
    {
     ru: "дактилоскопическая экспертиза",
     kz: "дактилоскопиялық сараптама",
     en: "fingerprint identification"
    },
    {
     ru: "данный",
     kz: "нағыз",
     en: "present"
    },
    {
     ru: "дар",
     kz: "сый, сыйлық",
     en: "present"
    },
    {
     ru: "дарение",
     kz: "сый",
     en: "gift"
    },
    {
     ru: "дарственная",
     kz: "сыйланған",
     en: "gift deed"
    },
    {
     ru: "движение (уличное, железнодорожное и т.п.)",
     kz: "қозғалыс (көше, теміржол және т.б.)",
     en: "traffic"
    },
    {
     ru: "правила уличного движения",
     kz: "көше қозғалысы ережелері",
     en: "traffic regulations"
    },
    {
     ru: "регулирование движения",
     kz: "қозғалысты реттеу",
     en: "traffic control"
    },
    {
     ru: "движимое имущество",
     kz: "жылжитын мүлік",
     en: "person property"
    },
    {
     ru: "движимость",
     kz: "жылжитын",
     en: "goods, effects, chattel"
    },
    {
     ru: "двойной",
     kz: "қос",
     en: "double"
    },
    {
     ru: "двойная бухгалтерия",
     kz: "екі жақты бухгалтерия",
     en: "double-entry"
    },
    {
     ru: "двойное гражданство \/ подданство",
     kz: "қос азаматтық \/ бодан болу",
     en: "dual nationality, double nationality"
    },
    {
     ru: "двор (королевский)",
     kz: "сарай (король)",
     en: "court"
    },
    {
     ru: "дворцовой прием",
     kz: "сарай қабылдауы",
     en: "court"
    },
    {
     ru: "двусмысленность",
     kz: "екі ұштылық",
     en: "equivovacy"
    },
    {
     ru: "двусмысленный",
     kz: "екі ұшты",
     en: "equivocal"
    },
    {
     ru: "двухпалатный",
     kz: "қос палаталы",
     en: "bicameral"
    },
    {
     ru: "дееспособный",
     kz: "әрекетке қабілетті",
     en: "capable"
    },
    {
     ru: "дезертир",
     kz: "қашқын",
     en: "fugitive"
    },
    {
     ru: "дезертирство",
     kz: "қашқындық",
     en: "desertion"
    },
    {
     ru: "действие",
     kz: "іс-әрекет",
     en: "force"
    },
    {
     ru: "действие государственной власти",
     kz: "мемлекеттік биліктің іс-әрекеті",
     en: "public act"
    },
    {
     ru: "действия ответчика против истца",
     kz: "жауапкердің талапкерге қарсы іс-әрекеті",
     en: "reconvention"
    },
    {
     ru: "действительность",
     kz: "шындық",
     en: "force"
    },
    {
     ru: "действующее право",
     kz: "қолданыстағы құқық",
     en: "good law"
    },
    {
     ru: "действующий закон",
     kz: "қолданыстағы заң",
     en: "efficacious law"
    },
    {
     ru: "декларация",
     kz: "мәлімдеме",
     en: "declaration"
    },
    {
     ru: "делать",
     kz: "істеу, жасау",
     en: "make"
    },
    {
     ru: "делегат",
     kz: "делегат",
     en: "deputy"
    },
    {
     ru: "дело",
     kz: "іс, шаруа",
     en: "thing, affair, business, file, engagement"
    },
    {
     ru: "внутренние дела",
     kz: "ішкі істер",
     en: "home (internal) affair"
    },
    {
     ru: "гражданское дело",
     kz: "азаматтық іс",
     en: "civil case"
    },
    {
     ru: "иностранные дела",
     kz: "шетел істері",
     en: "foreign (external) affair"
    },
    {
     ru: "не относящиеся к делу вопросы",
     kz: "іске қатысы жоқ сұрақтар",
     en: "extraneous questions"
    },
    {
     ru: "рассматривать дела",
     kz: "іс қарау",
     en: "take business"
    },
    {
     ru: "уголовное дело",
     kz: "қылмыстық іс",
     en: "criminal case"
    },
    {
     ru: "демобилизованный",
     kz: "әскерден босаушы",
     en: "discharge"
    },
    {
     ru: "денационализация",
     kz: "мемлекеттендіру",
     en: "denationalization"
    },
    {
     ru: "денационализировать",
     kz: "мемлекеттендіру",
     en: "denationalize"
    },
    {
     ru: "денежная растрата",
     kz: "ақша шығындау (шығындар)",
     en: "defalcation"
    },
    {
     ru: "департамент",
     kz: "департамент",
     en: "department"
    },
    {
     ru: "депонировать",
     kz: "өсімге беру (өсім жасау)",
     en: "lodge"
    },
    {
     ru: "депортировать",
     kz: "елден шығару",
     en: "deport"
    },
    {
     ru: "депутат",
     kz: "депутат",
     en: "deputy"
    },
    {
     ru: "держава",
     kz: "держава",
     en: "power"
    },
    {
     ru: "детектив",
     kz: "тыңшы",
     en: "detective"
    },
    {
     ru: "частная детективная контора",
     kz: "жеке тыңшылық кеңсе",
     en: "detective agency"
    },
    {
     ru: "частный детектив",
     kz: "жеке тыңшы (детектив)",
     en: "private detective"
    },
    {
     ru: "детектор лжи",
     kz: "жалғандық детекторы",
     en: "polygraph"
    },
    {
     ru: "деятельность",
     kz: "іс-қимыл",
     en: "activity"
    },
    {
     ru: "диплом",
     kz: "диплом",
     en: "diploma"
    },
    {
     ru: "директор",
     kz: "директор",
     en: "president"
    },
    {
     ru: "дискутировать",
     kz: "пікір таластыру",
     en: "argue"
    },
    {
     ru: "дисциплина",
     kz: "тәртіп",
     en: "discipline"
    },
    {
     ru: "дисциплинарное взыскание",
     kz: "тәртіптік жаза",
     en: "chastisement"
    },
    {
     ru: "дисциплинировать",
     kz: "тәртіптілік",
     en: "discipline"
    },
    {
     ru: "диффамация",
     kz: "әшкерелеу, диффамация (адамды не мекемені масқаралайтын шын мәліметті жариялау)",
     en: "calumny, libel"
    },
    {
     ru: "добиваться",
     kz: "жету",
     en: "solicit"
    },
    {
     ru: "добровольно",
     kz: "ерікті",
     en: "free"
    },
    {
     ru: "добровольный",
     kz: "ерікті",
     en: "free"
    },
    {
     ru: "добросовестный покупатель",
     kz: "адал сатып алушы",
     en: "good faith purchaser"
    },
    {
     ru: "добывать",
     kz: "табу",
     en: "procure"
    },
    {
     ru: "добыча",
     kz: "олжа",
     en: "loot"
    },
    {
     ru: "доверенность",
     kz: "сенімхат",
     en: "warranty of authority , statement of confession, procuracy"
    },
    {
     ru: "ведение дел по доверенности",
     kz: "істі сенімхатпен жүргізу",
     en: "procuration"
    },
    {
     ru: "доверенность с правом передоверия",
     kz: "қайта сенімхат беру құқығы бар сенімхат",
     en: "power of attorney and substitution"
    },
    {
     ru: "доверие",
     kz: "сенім",
     en: "confidence"
    },
    {
     ru: "доверитель",
     kz: "сенуші (сенім білдіруші)",
     en: "principal"
    },
    {
     ru: "доверительный собственник",
     kz: "сенімді меншік иесі (меншікші)",
     en: "trustee"
    },
    {
     ru: "доводы по делу",
     kz: "іс бойынша пайымдар",
     en: "case"
    },
    {
     ru: "договор",
     kz: "келісімшарт",
     en: "terms, contract"
    },
    {
     ru: "договор аренды",
     kz: "жалға алу келісімшарты",
     en: "contract of tenancy"
    },
    {
     ru: "договор в письменной форме",
     kz: "жазбаша түрдегі келісімшарт",
     en: "written contract"
    },
    {
     ru: "договор имущественного найма",
     kz: "мүліктік жалға беру келісімшарты",
     en: "contract of tenancy"
    },
    {
     ru: "договор о купле\/продажи",
     kz: "сату\/сатып алу туралы келісімшарт",
     en: "bargain and sail"
    },
    {
     ru: "договор личного найма",
     kz: "жеке жал келісімшарты",
     en: "employment agreement, service contract"
    },
    {
     ru: "договор, нарушающий добрые нравы",
     kz: "игі әдепті бұзатын келісімшарт",
     en: "immoral contract"
    },
    {
     ru: "договор не в форме документа за печатью",
     kz: "мөр басылған құжат түріндегі емес келісімшарт",
     en: "verbal contract"
    },
    {
     ru: "договор о купле \/ продаже",
     kz: "сату\/сатып алу  келісімшарты",
     en: "bargain"
    },
    {
     ru: "договор с адвокатом",
     kz: "адвокатпен келісімшарт",
     en: "retainer"
    },
    {
     ru: "заключать договор",
     kz: "келісімшартқа қол қою",
     en: "contract, make contract"
    },
    {
     ru: "нарушать договор",
     kz: "келісімшартты бұзу",
     en: "to break the contract"
    },
    {
     ru: "основной договор",
     kz: "негізгі келісімшарт",
     en: "principle contract"
    },
    {
     ru: "письменный договор",
     kz: "жазбаша келісімшарт",
     en: "written contract"
    },
    {
     ru: "простой договор",
     kz: "қарапайым келісімшарт",
     en: "verbal contract"
    },
    {
     ru: "противоправный договор",
     kz: "құқыққа қарсы келісімшарт",
     en: "illegal contract"
    },
    {
     ru: "расторгать договор",
     kz: "келісімшартты бұзу",
     en: "to dissolve agreement, avoid (avoidance) a contract"
    },
    {
     ru: "устный договор",
     kz: "ауызша келісімшарт",
     en: "verbal contract"
    },
    {
     ru: "договоренность",
     kz: "келісім",
     en: "engagement"
    },
    {
     ru: "дознание",
     kz: "анықтау",
     en: "inquest"
    },
    {
     ru: "доказательство ",
     kz: "дәлел",
     en: "evidence, proof, probation"
    },
    {
     ru: "вещественное доказательство",
     kz: "заттық дәлел",
     en: "demonstrative evidence, material evidence"
    },
    {
     ru: "доказательства, основанные на словах",
     kz: "сөзге негізделген дәлелдер",
     en: "second-hand evidence"
    },
    {
     ru: "доказательство, признаваемое судом",
     kz: "сот мойындарлық  дәлел",
     en: "proper evidence"
    },
    {
     ru: "документальное доказательство",
     kz: "құжаттық дәлел",
     en: "documentary evidence, literal proof"
    },
    {
     ru: "исследовать доказательства",
     kz: "дәлелдерді зерттеу",
     en: "examine evidence"
    },
    {
     ru: "косвенное доказательство",
     kz: "жанама дәлел",
     en: "circumstantional evidence"
    },
    {
     ru: "крайне необходимое доказательство",
     kz: "аса қажетті дәлел",
     en: "critical evidence"
    },
    {
     ru: "ложное доказательство",
     kz: "жалған дәлел",
     en: "false evidence"
    },
    {
     ru: "недостаток доказательств",
     kz: "дәлелдердің жеткіліксіздігі",
     en: "want of proof"
    },
    {
     ru: "неоспоримое доказательство",
     kz: "даусыз дәлел",
     en: "conclusive evidence"
    },
    {
     ru: "не принимаемое судом доказательство",
     kz: "сот қабылдамайтын дәлел",
     en: "incompetent evidence"
    },
    {
     ru: "письменные доказательства",
     kz: "жазбаша дәлелдер",
     en: "written evidence, literal proof"
    },
    {
     ru: "представлять в качестве доказательства",
     kz: "дәлел ретінде көрсету",
     en: "tender in evidence"
    },
    {
     ru: "представлять доказательства",
     kz: "дәлелдерді ұсыну",
     en: "give evidence"
    },
    {
     ru: "принимать доказательство",
     kz: "дәлелді қабылдау",
     en: "take evidence"
    },
    {
     ru: "противоречивое доказательство",
     kz: "қайшылықты дәлел",
     en: "contrary evidence"
    },
    {
     ru: "степень доказательства",
     kz: "дәлелдік дәрежесі",
     en: "degree of proof"
    },
    {
     ru: "степень убедительности доказательств",
     kz: "дәлелдердің иландыру дәрежесі",
     en: "standard of proof"
    },
    {
     ru: "существенные доказательства",
     kz: "маңызды дәлелдер",
     en: "material evidence"
    },
    {
     ru: "убедительные доказательства",
     kz: "бұлтартпас (сенімді) дәлелдер",
     en: "strong evidence"
    },
    {
     ru: "установление факта при помощи письменных доказательств",
     kz: "деректі (фактіні) жазбаша дәлелдердің көмегімен анықтау",
     en: "literal proof"
    },
    {
     ru: "устные доказательства",
     kz: "ауызша дәлелдер",
     en: "oral evidence"
    },
    {
     ru: "доказывание",
     kz: "дәлелдеу",
     en: "proof, probation"
    },
    {
     ru: "доказывать",
     kz: "дәлелдеу",
     en: "argue, establish, prove"
    },
    {
     ru: "доказывать перед судом",
     kz: "сот алдында дәлелдеу",
     en: "prove to the satisfaction of the court"
    },
    {
     ru: "документ",
     kz: "құжат",
     en: "factum (pl. – ta, - s), document"
    },
    {
     ru: "выдавать документы",
     kz: "құжаттар беру",
     en: "document"
    },
    {
     ru: "документ, которым подтверждается какое-л. право",
     kz: "қандай да бір құқықты дәлелдейтін құжат",
     en: "evidence"
    },
    {
     ru: "документы, свидетельствующие о       воздействии на окружающую среду крупных проектов и программ",
     kz: "бағдарламаның және ірі жобалардың қоршаған ортаға әсер етуін айғақтайтын құжаттар",
     en: "environmental impact statements"
    },
    {
     ru: "подавать документ в надлежащее учреждение",
     kz: "құжатты тиесілі мекемеге беру",
     en: "file"
    },
    {
     ru: "подтверждать документами",
     kz: "құжаттармен растау",
     en: "document"
    },
    {
     ru: "правовой документ",
     kz: "құқықтық құжат",
     en: "legal document"
    },
    {
     ru: "регистрировать и хранить документы в определенном порядке",
     kz: "құжаттарды белгіленген тәртіппен тіркеу және сақтау",
     en: "file"
    },
    {
     ru: "сделать точную копию судебного документа",
     kz: "сот құжатының дәл көшірмесін жасау",
     en: "estreat"
    },
    {
     ru: "снабжать документами",
     kz: "құжаттармен жабдықтау",
     en: "document"
    },
    {
     ru: "составлять документ",
     kz: "құжат жасау (құрастыру)",
     en: "settle document"
    },
    {
     ru: "документировать",
     kz: "құжаттау",
     en: "document"
    },
    {
     ru: "долг денежный",
     kz: "ақша қарызы",
     en: "debt(s)"
    },
    {
     ru: "возмещать долг",
     kz: "қарыздың орнын толтыру",
     en: "recover a debt"
    },
    {
     ru: "взыскивать долг",
     kz: "қарызды өндіру",
     en: "recover a debt"
    },
    {
     ru: "государственный долг",
     kz: "мемлекеттік қарыз",
     en: "public debt"
    },
    {
     ru: "долг, обеспеченный ипотечным залогом",
     kz: "ипотекалық кепілі бар қарыз",
     en: "hypothecary debt"
    },
    {
     ru: "ипотечный долг",
     kz: "ипотекалық қарыз",
     en: "hypothecary debt"
    },
    {
     ru: "иск о взыскании денежного долга",
     kz: "ақша қарызын өндіру туралы талап арыз",
     en: "debt(s)"
    },
    {
     ru: "нарушать долг",
     kz: "парызды бұзу",
     en: "defalcate"
    },
    {
     ru: "присужденный долг, признанный в судебном решении долг",
     kz: "ұйғарылған қарыз-сот шешімімен мойындалған қарыз",
     en: "judgement debt"
    },
    {
     ru: "долговая расписка",
     kz: "қарыз қолхаты",
     en: "handbill"
    },
    {
     ru: "должностная халатность",
     kz: "лауазымдық салақтық",
     en: "neglect of official duty"
    },
    {
     ru: "должностное лицо",
     kz: "лауазым иесі",
     en: "officer"
    },
    {
     ru: "должностное преступление",
     kz: "лауазымдық қылмыс",
     en: "misprision"
    },
    {
     ru: "должность консула",
     kz: "консул (өкіл) лауазымы",
     en: "consulship"
    },
    {
     ru: "доля",
     kz: "үлес",
     en: "share"
    },
    {
     ru: "домашнее хозяйство",
     kz: "үй шаруашылығы",
     en: "household"
    },
    {
     ru: "домовладелец",
     kz: "үй иесі",
     en: "householder"
    },
    {
     ru: "дополнительная экспертиза",
     kz: "қосымша сараптама",
     en: "supplementary expert examination"
    },
    {
     ru: "допрашиваемый",
     kz: "жауап алынушы",
     en: "interrogatee"
    },
    {
     ru: "допрашивать",
     kz: "жауап алу",
     en: "interrogate"
    },
    {
     ru: "допрос",
     kz: "жауап алу, тергеу",
     en: "inquiry, interrogation, examination, questioning"
    },
    {
     ru: "допрос свидетелей",
     kz: "куәлардан жауап алу",
     en: "havings of witness"
    },
    {
     ru: "перекрестный допрос",
     kz: "қиғаштап жауап алу",
     en: "cross examination, cross question"
    },
    {
     ru: "допускать",
     kz: "келісу",
     en: "suffer"
    },
    {
     ru: "допустимое отсутствие или неявка",
     kz: "рұқсат етілген тұрғыда келмеу немесе болмау",
     en: "probable absence"
    },
    {
     ru: "дорога",
     kz: "жол",
     en: "road"
    },
    {
     ru: "дорожное право",
     kz: "жол құқығы",
     en: "law of the road"
    },
    {
     ru: "дорожное происшествие",
     kz: "жол оқиғасы",
     en: "traffic accident"
    },
    {
     ru: "дорожно - транспортное происшествие",
     kz: "жол-көлік оқиғасы",
     en: "road traffic, accident"
    },
    {
     ru: "дорожные знаки",
     kz: "жол белгілері",
     en: "traffic signs"
    },
    {
     ru: "досмотр",
     kz: "сараптама",
     en: "examination"
    },
    {
     ru: "досмотр багажа",
     kz: "жүкті қарау",
     en: "luggage examination"
    },
    {
     ru: "таможенный досмотр",
     kz: "кедендік қарау",
     en: "custom-house examination"
    },
    {
     ru: "доставать",
     kz: "жеткізу",
     en: "procure"
    },
    {
     ru: "достаточное основание",
     kz: "жеткілікті негіз",
     en: "good cause"
    },
    {
     ru: "достоверность",
     kz: "анықтық, айқындық",
     en: "truth"
    },
    {
     ru: "досье",
     kz: "деректеме",
     en: "file, case file"
    },
    {
     ru: "доход",
     kz: "кіріс, пайда",
     en: "yield, gain(s), income, "
    },
    {
     ru: "приносить доход",
     kz: "кіріс кіру",
     en: "profit yield"
    },
    {
     ru: "доходы",
     kz: "пайда, кіріс",
     en: "acquests, income"
    },
    {
     ru: "драка",
     kz: "төбелес",
     en: "fight"
    },
    {
     ru: "дробь",
     kz: "бытыра",
     en: "shotgun pellet"
    },
    {
     ru: "дурной",
     kz: "жындыкеш",
     en: "evil"
    },
    {
     ru: "дурное влияние окружающей среды",
     kz: "қоршаған ортаға теріс әсер",
     en: "bad environment"
    },
    {
     ru: "душевнобольной",
     kz: "есі ауысқан",
     en: "insane"
    },
    {
     ru: "душеприказчик",
     kz: "өсиетті орындау тапсырылған адам (өкілденуші)",
     en: "personal representative, executor"
    },
    {
     ru: "дыхательная проба на присутствие алкоголя",
     kz: "ішімдіктің бар-жоғына тыныс жолы сынамасы",
     en: "breath specimen"
    },
    {
     ru: "Европейский Суд по правам человека",
     kz: "Адам құқығы жөніндегі Еуропа соты",
     en: "European Court of Human rights"
    },
    {
     ru: "единовластие",
     kz: "бір (ортақ) билік",
     en: "monocracy"
    },
    {
     ru: "единогласие",
     kz: "түгел, бір ауыздан",
     en: "unanimity"
    },
    {
     ru: "единственный",
     kz: "жалғыз",
     en: "single, sole"
    },
    {
     ru: "единый",
     kz: "тұтас",
     en: "single"
    },
    {
     ru: "естественные права человека",
     kz: "адамның табиғи құқықтары",
     en: "natural rights"
    },
    {
     ru: "жалоба",
     kz: "арыз",
     en: "complaint"
    },
    {
     ru: "жалобщик",
     kz: "арызқой",
     en: "complainant"
    },
    {
     ru: "жалование",
     kz: "ақы",
     en: "salary"
    },
    {
     ru: "жаловаться",
     kz: "арыздану",
     en: "complain"
    },
    {
     ru: "жезл",
     kz: "аса таяқ",
     en: "mace"
    },
    {
     ru: "жена",
     kz: "әйел",
     en: "feme"
    },
    {
     ru: "живущий милостынею",
     kz: "қайыр-садақамен күн көруші",
     en: "beggar"
    },
    {
     ru: "жизнь",
     kz: "өмір",
     en: "life"
    },
    {
     ru: "жилище",
     kz: "тұрғын үй",
     en: "habitation, lodgment"
    },
    {
     ru: "жульничество",
     kz: "жүліктік",
     en: "knavery"
    },
    {
     ru: "журнал записей",
     kz: "жазба журналы",
     en: "register"
    },
    {
     ru: "заблуждаться",
     kz: "жаңылу",
     en: "err"
    },
    {
     ru: "заблуждение",
     kz: "жаңылу, шатасу",
     en: "misconception"
    },
    {
     ru: "заболевание",
     kz: "ауру, науқас",
     en: "sickness"
    },
    {
     ru: "заболевание, связанное с профессией, местом работы",
     kz: "кәсібіне, жұмыс орнына байланысты ауру",
     en: "industrial disease"
    },
    {
     ru: "заверение",
     kz: "растама",
     en: "pledge"
    },
    {
     ru: "давать заверение",
     kz: "растама беру",
     en: "pledge"
    },
    {
     ru: "завещание",
     kz: "өсиет",
     en: "elogium"
    },
    {
     ru: "доказывание завещания",
     kz: "өсиетті дәлелдеу",
     en: "probate"
    },
    {
     ru: "заверенная копия завещания",
     kz: "өсиеттің расталған көшірмесі",
     en: "probate"
    },
    {
     ru: "завещать недвижимость",
     kz: "жылжымайтын мүлікті мұра ету",
     en: "devise"
    },
    {
     ru: "утверждать завещание",
     kz: "өсиетті бекіту",
     en: "probate"
    },
    {
     ru: "утверждение завещания",
     kz: "өсиетті бекіту",
     en: "probate"
    },
    {
     ru: "утерянное завещание",
     kz: "жоғалған өсиет",
     en: "lost will"
    },
    {
     ru: "завещать",
     kz: "өсиет ету",
     en: "leave"
    },
    {
     ru: "заговор",
     kz: "қастандық, қаскүнемдік",
     en: "conspiracy, plot"
    },
    {
     ru: "вступать в заговор",
     kz: "қастандық ойластыру",
     en: "plot"
    },
    {
     ru: "заговорщик",
     kz: "қаскүнем",
     en: "hatcher, conspirator"
    },
    {
     ru: "загрязнять окружающую среду",
     kz: "қоршаған ортаны ластау",
     en: "pollute"
    },
    {
     ru: "задаток",
     kz: "кепілақы, кепіл ақша",
     en: "arles, handsafe, earles-penny \/ earl’s penny"
    },
    {
     ru: "задержание",
     kz: "ұстау",
     en: "arrest"
    },
    {
     ru: "задерживать",
     kz: "ұстау",
     en: "arrest"
    },
    {
     ru: "задолженность",
     kz: "қарыз",
     en: "debt(s)"
    },
    {
     ru: "заем",
     kz: "несие",
     en: "debt(s), loan"
    },
    {
     ru: "давать взаймы",
     kz: "қарыз беру",
     en: "lend"
    },
    {
     ru: "денежный заем",
     kz: "ақшалай қарыз",
     en: "loan of money"
    },
    {
     ru: "предоставлять заем",
     kz: "несие беру",
     en: "lend"
    },
    {
     ru: "заемные средства",
     kz: "қарыз қаржылар",
     en: "debt(s)"
    },
    {
     ru: "заинтересованная сторона",
     kz: "мүдделі тарап",
     en: "proper party"
    },
    {
     ru: "за и против (о представленных доказательствах, аргументации и т.д. обеих сторон)",
     kz: "жақтау және қарсы (екі тараптың ұсынған дәлелдері, дәйектері туралы) болу",
     en: "pro and con"
    },
    {
     ru: "за исключением",
     kz: "бұдан басқа",
     en: "except"
    },
    {
     ru: "заказ",
     kz: "тапсырыс",
     en: "order"
    },
    {
     ru: "заказывать",
     kz: "тапсырыс беру",
     en: "order"
    },
    {
     ru: "заканчивать(ся)",
     kz: "аяқталу, бітіру, аяқтау",
     en: "conclude"
    },
    {
     ru: "заканчивать дело миром",
     kz: "істі бітіммен аяқтау",
     en: "compromise an action"
    },
    {
     ru: "заключать",
     kz: "жасау, келісу",
     en: "conclude, celebrate, make"
    },
    {
     ru: "заключать в себе",
     kz: "іштей ойлау",
     en: "implicate"
    },
    {
     ru: "заключать в тюрьму",
     kz: "түрмеге қамау",
     en: "goal, imprison"
    },
    {
     ru: "заключать договор",
     kz: "келісімшартқа қол қою",
     en: "celebrate a contact"
    },
    {
     ru: "заказчик",
     kz: "тапсырыс беруші (тапсырысшы)",
     en: "customer"
    },
    {
     ru: "закладывать",
     kz: "қою, салу",
     en: "pledge"
    },
    {
     ru: "заключать в тюрьму",
     kz: "түрмеге жабу",
     en: "enjail"
    },
    {
     ru: "заключение",
     kz: "қамау",
     en: "confinement"
    },
    {
     ru: "заключение",
     kz: "қорытынды",
     en: "consequence"
    },
    {
     ru: "заключение эксперта",
     kz: "сарапшы қорытындысы",
     en: "expert’s claim"
    },
    {
     ru: "пожизненное заключение",
     kz: "өмір бойы қамау",
     en: "life sentence"
    },
    {
     ru: "выводить заключение",
     kz: "қорытынды жасау",
     en: "conclude"
    },
    {
     ru: "заключение в тюрьму",
     kz: "түрмеге жабу",
     en: "goal"
    },
    {
     ru: "заключенный",
     kz: "қамалған адам",
     en: "prisoner"
    },
    {
     ru: "бежавший из-под стражи заключенный",
     kz: "күзет қарамағынан қашқан тұтқын",
     en: "escaped prisoner"
    },
    {
     ru: "заключенный, совершивший побег",
     kz: "қашқан тұтын",
     en: "escape"
    },
    {
     ru: "освобожденный из-под стражи заключенный",
     kz: "күзет қарамағынан босатылған тұтқын",
     en: "escaped prisoner"
    },
    {
     ru: "строго охраняемый заключенный",
     kz: "қатаң күзеттегі тұтқын",
     en: "close prisoner"
    },
    {
     ru: "закон",
     kz: "заң",
     en: "act, bill, law, establishment; lex лат."
    },
    {
     ru: "брачный закон",
     kz: "неке заңы",
     en: "marital law"
    },
    {
     ru: "закон, действующий в отношении конкретных лиц",
     kz: "нақты адамдарға қатысты заң",
     en: "private act"
    },
    {
     ru: "закон о банкротстве",
     kz: "банкроттық туралы заң",
     en: "Bankruptcy act (BA)"
    },
    {
     ru: "закон о защите прав потребителя",
     kz: "тұтынушы құқығын қорғау туралы заң",
     en: "consumer protection laws"
    },
    {
     ru: "закон о расширении торговли",
     kz: "сауданы кеңейту туралы заң",
     en: "Trade Expansion Act"
    },
    {
     ru: "издавать закон",
     kz: "заң шығару",
     en: "issue law"
    },
    {
     ru: "нарушать закон",
     kz: "заң бұзу",
     en: "break the law"
    },
    {
     ru: "не подпадающий под действие закона",
     kz: "заңдық ықпалға жатпайтын іс",
     en: "extralegal"
    },
    {
     ru: "не предусмотренный законом",
     kz: "заңмен қарастырылмаған",
     en: "extralegal"
    },
    {
     ru: "обходить закон (уклонятся)",
     kz: "заңды айналып өту (жалтару)",
     en: "evade"
    },
    {
     ru: "общий закон",
     kz: "жалпы заң",
     en: "public act"
    },
    {
     ru: "организаторский закон",
     kz: "ұйымдастыру заңы",
     en: "fundamental law"
    },
    {
     ru: "основной закон",
     kz: "негізгі заң",
     en: "fundamental law"
    },
    {
     ru: "принимать закон",
     kz: "заң қабылдау",
     en: "pass an act, pass legislation"
    },
    {
     ru: "публичный закон",
     kz: "жария заң",
     en: "public act"
    },
    {
     ru: "частный закон",
     kz: "жеке заң",
     en: "private act"
    },
    {
     ru: "законник",
     kz: "заңшы",
     en: "man of law"
    },
    {
     ru: "законно",
     kz: "заңды",
     en: "justly"
    },
    {
     ru: "законнорожденный",
     kz: "заңды туған бала",
     en: "legitimate"
    },
    {
     ru: "законные власти",
     kz: "заңды биліктер",
     en: "constituted authorities"
    },
    {
     ru: "законный",
     kz: "заңды",
     en: "just, lawful, legal, loyal"
    },
    {
     ru: "быть или признаваться допустимым, законным",
     kz: "заңды болу немесе рұқсат етілгенін мойындау",
     en: "lie"
    },
    {
     ru: "законное рождение",
     kz: "заңды туған",
     en: "legitimate"
    },
    {
     ru: "законный акт",
     kz: "заңдық акт",
     en: "legal act"
    },
    {
     ru: "законный отец или мать",
     kz: "заңды әке немесе шеше",
     en: "parent"
    },
    {
     ru: "законный родитель",
     kz: "заңды ата-аналар",
     en: "legitimate"
    },
    {
     ru: "законоведение",
     kz: "заңтану",
     en: "jurisprudence"
    },
    {
     ru: "законодатель",
     kz: "заң шығарушы",
     en: "lawmaker, legislator"
    },
    {
     ru: "законодательная деятельность",
     kz: "заңнамалық іс-әрекет",
     en: "legislation"
    },
    {
     ru: "законодательная инициатива",
     kz: "заңдық бастама",
     en: "legislation"
    },
    {
     ru: "законодательное собрание",
     kz: "заң шығарушы жиналыс",
     en: "court"
    },
    {
     ru: "законодательный акт",
     kz: "заңнамалық акт",
     en: "legislative act, bill"
    },
    {
     ru: "законодательный орган",
     kz: "заң шығарушы орган",
     en: "body of legislation"
    },
    {
     ru: "пытаться воздействовать на членов законодательного органа путем закулисных переговоров",
     kz: "заң шығарушы орган мүшелеріне ресми емес келіссөздермен әсер етуге талпыныс жасау",
     en: "lobby"
    },
    {
     ru: "член законодательного органа",
     kz: "заң шығарушы орган мүшесі",
     en: "legislator"
    },
    {
     ru: "законодательство",
     kz: "заңнама",
     en: "legislation"
    },
    {
     ru: "законодательствовать",
     kz: "заң шығару",
     en: "pass legislation"
    },
    {
     ru: "законопроект",
     kz: "заң жобасы",
     en: "bill, draft bill"
    },
    {
     ru: "вносить законопроект",
     kz: "заң жобасын ұсыну",
     en: "bring in a bill"
    },
    {
     ru: "закоренелый преступник",
     kz: "кәнігі қылмыскер",
     en: "hard case"
    },
    {
     ru: "закреплять",
     kz: "тиянақтау",
     en: "fix"
    },
    {
     ru: "закрывать (заседание)",
     kz: "мәжілісті жабу",
     en: "adjourn"
    },
    {
     ru: "закрытый (о заседаниях)",
     kz: "жабық (мәжіліс)",
     en: "private"
    },
    {
     ru: "при закрытых дверях",
     kz: "жабық есік жағдайында",
     en: "in private"
    },
    {
     ru: "залог (при передаче на поруки)",
     kz: "кепіл (кепілге берген кездегі)",
     en: "bail"
    },
    {
     ru: "отдавать в залог",
     kz: "кепілге беру",
     en: "pledge"
    },
    {
     ru: "ручной залог",
     kz: "қол кепіл",
     en: "pledge"
    },
    {
     ru: "заложенная вещь",
     kz: "кепіл зат",
     en: "pledge"
    },
    {
     ru: "заместитель",
     kz: "орынбасар",
     en: "deputy"
    },
    {
     ru: "заместитель директора",
     kz: "директор орынбасары",
     en: "deputy director"
    },
    {
     ru: "заместитель судьи",
     kz: "судья көмекшісі",
     en: "assistant"
    },
    {
     ru: "замужняя женщина",
     kz: "тұрмыстағы әйел",
     en: "feme covert"
    },
    {
     ru: "замужняя женщина с независимым состоянием",
     kz: "жағдайлы тұрмыстағы әйел",
     en: "feme"
    },
    {
     ru: "замысел",
     kz: "ниет",
     en: "purpose"
    },
    {
     ru: "замысел убийства",
     kz: "өлтіруді ойластыру",
     en: "formed design"
    },
    {
     ru: "замышлять",
     kz: "ойластыру",
     en: "contrive"
    },
    {
     ru: "занятие",
     kz: "тірлік, іс",
     en: "business, engagement"
    },
    {
     ru: "занятость",
     kz: "жұмыс бастылық",
     en: "employment"
    },
    {
     ru: "запечатывать",
     kz: "жапсыру",
     en: "seal"
    },
    {
     ru: "запойное пьянство",
     kz: "салынып ішу",
     en: "dipsomania"
    },
    {
     ru: "запойный пьяница",
     kz: "салынып ішуші",
     en: "dipsomatic"
    },
    {
     ru: "запрашивать (право)",
     kz: "сұрау салу (құқық)",
     en: "involve"
    },
    {
     ru: "запрет",
     kz: "тыйым",
     en: "embargo"
    },
    {
     ru: "запретительная норма",
     kz: "тыйымдық норма",
     en: "injunction"
    },
    {
     ru: "запретительный закон",
     kz: "тыйым салушы заң",
     en: "negative act"
    },
    {
     ru: "запретительный судебный приказ",
     kz: "тыйым салушы сот бұйрығы",
     en: "prohibition"
    },
    {
     ru: "запрещать",
     kz: "тыйым салу",
     en: "arrest, inhibit, disallow, forbid, prohibit"
    },
    {
     ru: "прямо запрещено законом",
     kz: "заңмен тікелей тыйым салынған",
     en: "forbidden by express law"
    },
    {
     ru: "запрещение",
     kz: "тыйым салу",
     en: "arrest, prohibition, embargo"
    },
    {
     ru: "запрос",
     kz: "сұрау салу",
     en: "inquiry"
    },
    {
     ru: "запугивание",
     kz: "қорқыту",
     en: "intimidation"
    },
    {
     ru: "запугивать",
     kz: "қорқыту",
     en: "intimidate"
    },
    {
     ru: "заработанная  плата",
     kz: "еңбекақы",
     en: "compensation"
    },
    {
     ru: "задолженность по заработанной плате",
     kz: "еңбекақы қарызы",
     en: "accrued personnel compensation"
    },
    {
     ru: "заработок",
     kz: "еңбекақы",
     en: "gain(s)"
    },
    {
     ru: "зарплата",
     kz: "еңбекақы",
     en: "income"
    },
    {
     ru: "заседание",
     kz: "мәжіліс",
     en: "sitting"
    },
    {
     ru: "заседать",
     kz: "мәжіліс құру",
     en: "sit"
    },
    {
     ru: "заставлять",
     kz: "күштеу",
     en: "force"
    },
    {
     ru: "затевать",
     kz: "ойластыру",
     en: "contrive"
    },
    {
     ru: "заточить",
     kz: "қамау",
     en: "enjail"
    },
    {
     ru: "захват",
     kz: "басып алу",
     en: "despoilment"
    },
    {
     ru: "захватывать",
     kz: "басып алу, басқыншылық жасау",
     en: "seize, despoil"
    },
    {
     ru: "зачет требований",
     kz: "талаптарды есепке жатқызу",
     en: "defalcation"
    },
    {
     ru: "защита",
     kz: "қорғау",
     en: "advocacy"
    },
    {
     ru: "выступать в защиту",
     kz: "қорғап сөйлеу",
     en: "advocate"
    },
    {
     ru: "защитник",
     kz: "қорғаушы",
     en: "advocate"
    },
    {
     ru: "защищать",
     kz: "қорғау",
     en: "protect"
    },
    {
     ru: "защищать (в суде)",
     kz: "(сотта) қорғау",
     en: "advocate"
    },
    {
     ru: "заявитель",
     kz: "өтініш беруші, мәлімдеуші",
     en: "applicant, declarant"
    },
    {
     ru: "заявить претензию",
     kz: "кінәлауын мәлімдеу",
     en: "to advance a claim"
    },
    {
     ru: "заявление",
     kz: "өтініш",
     en: "bill, declaration"
    },
    {
     ru: "делать заявление об определенной политической линии",
     kz: "белгілі саяси бағдар туралы баяндау",
     en: "pledge"
    },
    {
     ru: "заявление в суд",
     kz: "сотқа арыз ұсыну",
     en: "relation, petition"
    },
    {
     ru: "заявление оснований иска или защиты против иска",
     kz: "талап арыз негізін не талапқа қарсы қорғауды баяндау",
     en: "plea"
    },
    {
     ru: "заявление, сделанное ответчиком или защитой или от имени ответчика или защиты",
     kz: "жауапкер не қорғаушы немесе жауапкердің не қорғаушының атынан баяндау",
     en: "plea"
    },
    {
     ru: "заявление стороны в процессе о существовании по делу нового факта",
     kz: "тараптардың процесс барысында іс бойынша жаңа деректің бар екендігін баяндауы",
     en: "special pleading"
    },
    {
     ru: "исковое заявление",
     kz: "талап арыз",
     en: "declaration, statement of claim, petition"
    },
    {
     ru: "ложное заявление",
     kz: "жалған арыз",
     en: "misstatement"
    },
    {
     ru: "неправильное заявление",
     kz: "қате арыз",
     en: "misstatement"
    },
    {
     ru: "официальное заявление",
     kz: "ресми мәлімдеу",
     en: "formal statement"
    },
    {
     ru: "подавать заявление в суд",
     kz: "сотқа арыз беру",
     en: "petition"
    },
    {
     ru: "совместное заявление",
     kz: "бірлесіп мәлімдеу",
     en: "joint statement"
    },
    {
     ru: "заявлять",
     kz: "мәлімдеу, өтіну, хабарлау",
     en: "argue, declare, maintain, prefer"
    },
    {
     ru: "заявлять (прошение, жалобу, возражение, протест)",
     kz: "шағымдану (кешірім, арыз, қарсылық, наразылық)",
     en: "lodge"
    },
    {
     ru: "заявлять о своей невиновности",
     kz: "өзінің кінәлы еместігін баяндау",
     en: "plead not guilty"
    },
    {
     ru: "земельная собственность",
     kz: "жер меншігі",
     en: "land, land estate"
    },
    {
     ru: "земля",
     kz: "жер",
     en: "land"
    },
    {
     ru: "земля, находящаяся в пожизненной аренде",
     kz: "өмір бойы жалға берілген жер",
     en: "life-land"
    },
    {
     ru: "злодеяние",
     kz: "қаскөйлік",
     en: "crime"
    },
    {
     ru: "злой",
     kz: "ашулы",
     en: "evil"
    },
    {
     ru: "злой умысел",
     kz: "арам пиғыл, қаскөйлік ниет",
     en: "ill-will, evil mind"
    },
    {
     ru: "злонамеренный",
     kz: "арам пиғылды",
     en: "malicious"
    },
    {
     ru: "злонамеренное предумышленное убийство",
     kz: "арам пиғылмен алдын ала ойластырып өлтіру",
     en: "cold blood"
    },
    {
     ru: "злостный",
     kz: "кәнігі",
     en: "evil"
    },
    {
     ru: "злоумышленная сплетня",
     kz: "қаскүнемдік өсек",
     en: "scandal"
    },
    {
     ru: "злоумышленное использование одной стороной процессуальных законов во вред противной стороны",
     kz: "іс жүргізу заңдарын бір тараптың қарсы тарапқа зиянды мүддемен теріс пиғылда пайдалануы",
     en: "abuse"
    },
    {
     ru: "злоупотребление",
     kz: "теріс пайдаланушылық",
     en: "abuse, overuse"
    },
    {
     ru: "злоупотребление властью",
     kz: "билікті теріс пайдаланушылық",
     en: "abuse of authority"
    },
    {
     ru: "служебное злоупотребление",
     kz: "қызметті теріс пайдаланушылық",
     en: "mismanagement"
    },
    {
     ru: "судебное злоупотребление",
     kz: "соттық теріс пайдаланушылық",
     en: "judicial abuse"
    },
    {
     ru: "полицейское злоупотребление",
     kz: "полицейлік теріс пайдаланушылық",
     en: "police abuse"
    },
    {
     ru: "злоупотреблять",
     kz: "теріс пайдалану",
     en: "abuse"
    },
    {
     ru: "знак",
     kz: "таңба",
     en: "sign, label"
    },
    {
     ru: "значение",
     kz: "маңыз",
     en: "consequence"
    },
    {
     ru: "значение закона",
     kz: "заң маңызы",
     en: "intendment of law"
    },
    {
     ru: "игрок",
     kz: "ойыншы",
     en: "gambler"
    },
    {
     ru: "идентифицировать",
     kz: "сәйкестендіру",
     en: "identify"
    },
    {
     ru: "идентичность",
     kz: "сәйкестік",
     en: "identify, identity"
    },
    {
     ru: "избавиться (от наказания)",
     kz: "құтылу (жазадан)",
     en: "get off"
    },
    {
     ru: "избежать (от наказания)",
     kz: "қашу (жазадан)",
     en: "get off"
    },
    {
     ru: "избиение",
     kz: "ұрып-соғу",
     en: "battery"
    },
    {
     ru: "избиратели",
     kz: "сайлаушылар",
     en: "people"
    },
    {
     ru: "избыточные расходы",
     kz: "шамадан тыс шығындар",
     en: "excessive spending"
    },
    {
     ru: "извещение",
     kz: "хабарлау",
     en: "notice"
    },
    {
     ru: "извинение",
     kz: "кешірім",
     en: "plea"
    },
    {
     ru: "извлечение",
     kz: "үзінді",
     en: "extract"
    },
    {
     ru: "изгнание",
     kz: "қуып жіберу",
     en: "ejection"
    },
    {
     ru: "изгнанник",
     kz: "қуғындалушы",
     en: "outcast"
    },
    {
     ru: "изгнать",
     kz: "қуу",
     en: "exclude"
    },
    {
     ru: "изгонять",
     kz: "қуу",
     en: "eject"
    },
    {
     ru: "издавать (закон)",
     kz: "шығару (заңды)",
     en: "constitute"
    },
    {
     ru: "издание",
     kz: "басу, басылым",
     en: "publication"
    },
    {
     ru: "порнографическое издание",
     kz: "порнографиялық басылым",
     en: "obscene publication"
    },
    {
     ru: "издательское право",
     kz: "баспа құқығы",
     en: "copyright"
    },
    {
     ru: "обеспечивать издательское право",
     kz: "баспа құқығын қамтамасыз ету",
     en: "copyright"
    },
    {
     ru: "изложение дела",
     kz: "істі баяндау",
     en: "presentation of case"
    },
    {
     ru: "изложение мотивов, основания вынесенного решения",
     kz: "мақсаттарды баяндау - шығарылған шешімнің негіздемесі",
     en: "reasoning"
    },
    {
     ru: "изложение обстоятельств",
     kz: "мән-жайларды баяндау",
     en: "factum (pl. – ta, - s)"
    },
    {
     ru: "изложение фактов",
     kz: "фактілерді баяндау",
     en: "relation"
    },
    {
     ru: "измена",
     kz: "опасыздық",
     en: "treason"
    },
    {
     ru: "военная измена",
     kz: "әскери опасыздық",
     en: "war treason"
    },
    {
     ru: "государственная измена",
     kz: "мемлекеттік опасыздық",
     en: "high treason"
    },
    {
     ru: "изнасилование",
     kz: "зорлау",
     en: "rape"
    },
    {
     ru: "изучать (вопрос)",
     kz: "зерделеу (сұрақты)",
     en: "investigate"
    },
    {
     ru: "изучение (вопроса)",
     kz: "зерделеу (сұрақты)",
     en: "investigation"
    },
    {
     ru: "изымать",
     kz: "алып тастау",
     en: "except"
    },
    {
     ru: "изымать дело из данной судебной инстанции с передачей его в вышестоящий суд",
     kz: "бұл сот сатысынан істі алып жоғары тұрған сотқа беру",
     en: "evoke"
    },
    {
     ru: "изымать из обращения",
     kz: "айналымнан алу",
     en: "retire"
    },
    {
     ru: "изъятие",
     kz: "алу",
     en: "privilege"
    },
    {
     ru: "имеющий обратную силу",
     kz: "кері күші бар",
     en: "retroactive"
    },
    {
     ru: "имеющий право на что-то",
     kz: "бір нәрсеге құқылы",
     en: "capable"
    },
    {
     ru: "иммунитет",
     kz: "иммунитет",
     en: "privilege"
    },
    {
     ru: "имущественные отношения (основанные на договоре, правопреемстве)",
     kz: "мүліктік қатынастар (құқықтық мирасқорлық келісімшартына негізделген)",
     en: "privity"
    },
    {
     ru: "имущество",
     kz: "мүлік",
     en: "asset, effects"
    },
    {
     ru: "движимое имущество",
     kz: "жылжитын мүлік",
     en: "movable estate"
    },
    {
     ru: "завладение имуществом в обеспечении выполнения обязательства",
     kz: "міндеттемені орындау мақсатында мүлікті иемдену",
     en: "distress"
    },
    {
     ru: "имущество, взятое в обеспечение выполнения обязательства",
     kz: "міндеттемені орындау мақсатында алынған мүлік",
     en: "distress"
    },
    {
     ru: "имущество, находящееся в общей собственности супругов",
     kz: "ерлі-зайыптылардың ортақ меншігіндегі мүлік",
     en: "goods"
    },
    {
     ru: "наложение ареста на имущества",
     kz: "мүлікке тыйым салу",
     en: "distress"
    },
    {
     ru: "недвижимое имущество",
     kz: "жылжымайтын мүлік",
     en: "real asset, real estate"
    },
    {
     ru: "общее имущество (супругов)",
     kz: "ортақ мүлік (ерлі-зайыптылардың)",
     en: "community property"
    },
    {
     ru: "оспариваемое имущество",
     kz: "талас (даулы) мүлік",
     en: "disputed property"
    },
    {
     ru: "пожизненное владение имуществом",
     kz: "мүлікті өмір бойы иелену",
     en: "life estate"
    },
    {
     ru: "похищенное имущество",
     kz: "ұрланған мүлік",
     en: "stolen property"
    },
    {
     ru: "иностранец",
     kz: "шетелдік",
     en: "foreigner"
    },
    {
     ru: "иностранная валюта",
     kz: "шетелдік валюта",
     en: "exchange"
    },
    {
     ru: "курс иностранной валюты",
     kz: "шетел валютасының бағамы",
     en: "exchange"
    },
    {
     ru: "инструкция",
     kz: "нұсқау",
     en: "order"
    },
    {
     ru: "инсценировка преступлений",
     kz: "қылмыстарды жасағансу",
     en: "feign of crime"
    },
    {
     ru: "интриган",
     kz: "қаскүнем",
     en: "hatcher"
    },
    {
     ru: "интуиция",
     kz: "түйсік",
     en: "sixth sense"
    },
    {
     ru: "иск",
     kz: "талап, талап арыз",
     en: "bill, complaint"
    },
    {
     ru: "встречный иск",
     kz: "қарсы талап арыз",
     en: "actio contrario лат., plea in reconvention"
    },
    {
     ru: "групповой иск",
     kz: "топ талап арызы",
     en: "class action"
    },
    {
     ru: "двойной иск",
     kz: "қос талап арыз",
     en: "double plea"
    },
    {
     ru: "излагать основание иска",
     kz: "талап арыз негіздемесін баяндау",
     en: "declare"
    },
    {
     ru: "иски общего права",
     kz: "жалпы құқық  талап арыздары",
     en: "common pleas"
    },
    {
     ru: "иски уголовного права",
     kz: "қылмыстық құқық талап арыздары",
     en: "criminal pleas"
    },
    {
     ru: "иск может быть предъявлен",
     kz: "талап арыз жазылуы мүмкін",
     en: "action lies"
    },
    {
     ru: "иск об аннулировании документа",
     kz: "құжаттың күшін жою туралы талап арыз",
     en: "action rescissory"
    },
    {
     ru: "иск о возобновлении дела производством",
     kz: "істі өндіріспен қайта қарау туралы талап",
     en: "bill of reviver"
    },
    {
     ru: "иск о взыскании доходов, полученных ответчиком с недвижимости за время противоправного владения ею",
     kz: "жауапкердің құқыққа қарсы жолмен иемденген жылжымайтын мүлкін кіріс ретінде қайта алу туралы талап арыз",
     en: "action for mesne profit"
    },
    {
     ru: "иск о взыскании убытков",
     kz: "шығынды өндіру туралы талап арыз",
     en: "action for damages"
    },
    {
     ru: "иск о взыскании убытков (главным образом из деликта, а также из любого нарушения обязательств по договору)",
     kz: "шығынды өндіру туралы талап арыз (негізінен келісімшарттың кез-келген міндеттерінің бұзылуынан)",
     en: "action on the case"
    },
    {
     ru: "иск о пересмотре решения суда",
     kz: "сот шешімін қайта қарау туралы талап арыз",
     en: "bill of review"
    },
    {
     ru: "иск о признании права",
     kz: "құқықты мойындау туралы талап арыз",
     en: "action for declaration of right"
    },
    {
     ru: "иск о признании документа поддельным",
     kz: "құжатты жасанды деп тану туралы талап арыз",
     en: "action rescissory шотл."
    },
    {
     ru: "иск о разводе",
     kz: "ажырасу туралы талап арыз",
     en: "matrimonial action"
    },
    {
     ru: "иск по суду",
     kz: "сот бойынша талап арыз",
     en: "plea"
    },
    {
     ru: "ложный иск",
     kz: "жалған талап арыз",
     en: "sham pleading, sham plea"
    },
    {
     ru: "отклонять иск",
     kz: "талап арызды шеттету",
     en: "disallow a claim"
    },
    {
     ru: "подавать иск",
     kz: "талап арыз жазу",
     en: "declare"
    },
    {
     ru: "признавать иск",
     kz: "талап арызды мойындау",
     en: "plead no defense"
    },
    {
     ru: "принимать к рассмотрению иск",
     kz: "талап арызды қарауға қабылдау",
     en: "entertain action"
    },
    {
     ru: "рассматривать иск",
     kz: "талап арызды қарау",
     en: "entertain action"
    },
    {
     ru: "смешанный иск",
     kz: "аралас талап арыз",
     en: "mixed action"
    },
    {
     ru: "судебный иск",
     kz: "соттық талап арыз",
     en: "action at law"
    },
    {
     ru: "искажать",
     kz: "бұрмалау",
     en: "deface"
    },
    {
     ru: "искажение",
     kz: "бұрмалау",
     en: "defacement"
    },
    {
     ru: "искать; искать (в суде)",
     kz: "іздеу",
     en: "hunt; maintain"
    },
    {
     ru: "исключать",
     kz: "алып тастау, жоққа шығару",
     en: "except, exclude, eliminate"
    },
    {
     ru: "исключение",
     kz: "шығару",
     en: "elimination"
    },
    {
     ru: "исключительный",
     kz: "айрықша",
     en: "sole"
    },
    {
     ru: "исключительное пользование (торговой маркой, товарным знаком)",
     kz: "айрықша қолданыс (сауда маркасын, сауда белгісін)",
     en: "exclusive use"
    },
    {
     ru: "исключительное право",
     kz: "ерекше құқық, айрықша құқық",
     en: "sole right, exclusive right"
    },
    {
     ru: "исковая давность",
     kz: "талап арыз ескілігі",
     en: "limitation"
    },
    {
     ru: "исковое заявление",
     kz: "талап арыз",
     en: "bill, point of claim"
    },
    {
     ru: "исполнение",
     kz: "атқару",
     en: "satisfaction, performance"
    },
    {
     ru: "замена исполнения",
     kz: "орындауды ауыстыру",
     en: "satisfaction"
    },
    {
     ru: "исполнитель преступления",
     kz: "қылмысты істеуші",
     en: "principal"
    },
    {
     ru: "судебный исполнитель",
     kz: "сот орындаушысы",
     en: "executor"
    },
    {
     ru: "исполнительный",
     kz: "атқарушы",
     en: "executive"
    },
    {
     ru: "исполнительная власть",
     kz: "атқарушы билік",
     en: "administrative authority, executive authority"
    },
    {
     ru: "исполнительный лист на опись имущества",
     kz: "мүлікті тізімдеуді атқару қағазы",
     en: "distingas"
    },
    {
     ru: "исполнительный орган",
     kz: "атқарушы орган",
     en: "executive board"
    },
    {
     ru: "исполнительный приказ суда",
     kz: "соттың атқарушылық бұйрығы",
     en: "final process"
    },
    {
     ru: "приказ (указ) исполнительной власти (президента)",
     kz: "атқарушы биліктің (президенттің) бұйрығы (жарлығы)",
     en: "executive order"
    },
    {
     ru: "исполнять",
     kz: "жасау, атқару, орындау",
     en: "make, execute, perform"
    },
    {
     ru: "исполнять приговор",
     kz: "үкімді орындау",
     en: "execute sentence"
    },
    {
     ru: "использование",
     kz: "пайдалану, қолдану",
     en: "employment"
    },
    {
     ru: "исправление (ошибок в ходе процесса и т. п.)",
     kz: "түзеу, жөндеу (қатені үдеріс барысында және т.б.)",
     en: "amendment, rectification"
    },
    {
     ru: "испытание",
     kz: "сынақ",
     en: "trial, probation"
    },
    {
     ru: "испытательный срок",
     kz: "сынақ  мерзімі",
     en: "probation period"
    },
    {
     ru: "исследование",
     kz: "тексеру",
     en: "search"
    },
    {
     ru: "испытывать",
     kz: "сынау",
     en: "trial"
    },
    {
     ru: "исследователь преступности",
     kz: "қылмыстылықты зерттеуші",
     en: "criminological researcher"
    },
    {
     ru: "истец",
     kz: "талап арызшы, талап арыз беруші",
     en: "complainant, declarant, demandant, libellant, petitioner, plaintiff"
    },
    {
     ru: "вызов истца в суд",
     kz: "талапкерді сотқа шақыру",
     en: "calling the plaintiff"
    },
    {
     ru: "истец по апелляции",
     kz: "апелляция талапкері",
     en: "plaintiff in error"
    },
    {
     ru: "решить в пользу (против) истца",
     kz: "талапкердің пайдасына (қарсы) шешу",
     en: "find for (against) plaintiff"
    },
    {
     ru: "истина",
     kz: "ақиқат",
     en: "truth"
    },
    {
     ru: "устанавливаемая по делу истина",
     kz: "іс бойынша айқындалатын шындық",
     en: "principal fact"
    },
    {
     ru: "истинный смысл",
     kz: "нағыз мән",
     en: "intendment of law"
    },
    {
     ru: "источник",
     kz: "көз, дереккөз",
     en: "source"
    },
    {
     ru: "источник дохода",
     kz: "кіріс көзі",
     en: "source of income"
    },
    {
     ru: "источник права",
     kz: "құқықтық негізі",
     en: "source of law"
    },
    {
     ru: "истреблять",
     kz: "құрту, жою",
     en: "destroy"
    },
    {
     ru: "истребование",
     kz: "сұрату",
     en: "reclamation"
    },
    {
     ru: "истребовать дело",
     kz: "істі талап ету",
     en: "evoke"
    },
    {
     ru: "исход",
     kz: "нәтиже",
     en: "event"
    },
    {
     ru: "исчислять",
     kz: "есептеу",
     en: "rate"
    },
    {
     ru: "казна",
     kz: "қазына",
     en: "fisc"
    },
    {
     ru: "казнить",
     kz: "өлтіру, өлімге қию",
     en: "gibbet, hang, execute"
    },
    {
     ru: "казус",
     kz: "сот ісі",
     en: "case"
    },
    {
     ru: "калибр огнестрельного оружия",
     kz: "атыс қаруының калибрі",
     en: "calibre; gage"
    },
    {
     ru: "карательный",
     kz: "жазалаушы",
     en: "penal"
    },
    {
     ru: "карательная мера",
     kz: "жазалау шарасы",
     en: "penalty"
    },
    {
     ru: "картежник",
     kz: "карташы",
     en: "gambler"
    },
    {
     ru: "картотека",
     kz: "картотека",
     en: "file"
    },
    {
     ru: "карцер",
     kz: "карцер",
     en: "hole"
    },
    {
     ru: "кассационный суд",
     kz: "кассациялық сот",
     en: "court of review"
    },
    {
     ru: "кастет",
     kz: "кастет",
     en: "knuckle-duster"
    },
    {
     ru: "катастрофа",
     kz: "апат",
     en: "calamity, catastrophe"
    },
    {
     ru: "каторжные работы",
     kz: "айдаудағы жұмыстар",
     en: "hard labour"
    },
    {
     ru: "квалификация преступлений",
     kz: "қылмыстарды саралау",
     en: "classification of crime, nature of the offence"
    },
    {
     ru: "квартиросъемщик",
     kz: "пәтер жалдаушы",
     en: "householder"
    },
    {
     ru: "квитанция",
     kz: "түбіртек",
     en: "rebutment"
    },
    {
     ru: "классификация смерти",
     kz: "өлім жіктемесі",
     en: "classification of death"
    },
    {
     ru: "клевета",
     kz: "жала (жазбаша)",
     en: "injury, calumny, scandal; libel"
    },
    {
     ru: "судебное дело по обвинению в клевете",
     kz: "жала бойынша айыптау сот ісі",
     en: "action for libel"
    },
    {
     ru: "клеветать",
     kz: "жала жабу",
     en: "defame, libel"
    },
    {
     ru: "клеветник",
     kz: "жалақор",
     en: "black-mouth, calumniator, libel"
    },
    {
     ru: "клиент",
     kz: "клиент",
     en: "customer"
    },
    {
     ru: "клиническая смерть",
     kz: "клиникалық өлім",
     en: "clinical death"
    },
    {
     ru: "ключ",
     kz: "кілт",
     en: "key"
    },
    {
     ru: "ключевой",
     kz: "негізгі, басты",
     en: "key"
    },
    {
     ru: "кинжал",
     kz: "қанжар",
     en: "knife"
    },
    {
     ru: "кинолог",
     kz: "кинолог",
     en: "dog specialist"
    },
    {
     ru: "книга",
     kz: "кітап",
     en: "register"
    },
    {
     ru: "заносить в книгу",
     kz: "кітапқа тіркеу",
     en: "register"
    },
    {
     ru: "клептомания",
     kz: "клептомания",
     en: "cleptomania"
    },
    {
     ru: "код",
     kz: "код (құпия белгі)",
     en: "code"
    },
    {
     ru: "кодекс",
     kz: "кодекс",
     en: "code"
    },
    {
     ru: "гражданский кодекс",
     kz: "азаматтық кодекс",
     en: "civil code"
    },
    {
     ru: "кодекс законов о судоустройстве",
     kz: "сот құрылымы туралы заңдар кодексі",
     en: "judicial code"
    },
    {
     ru: "кодекс законов о труде",
     kz: "еңбек туралы заңдар кодексі",
     en: "labour code"
    },
    {
     ru: "кодекс чести",
     kz: "ар-намыс кодексі",
     en: "law of honour"
    },
    {
     ru: "процессуальный кодекс",
     kz: "іс жүргізу кодексі",
     en: "code of practice"
    },
    {
     ru: "судебный кодекс",
     kz: "сот кодексі",
     en: "judicial code"
    },
    {
     ru: "уголовный кодекс",
     kz: "қылмыстық кодекс",
     en: "criminal code"
    },
    {
     ru: "кодировать",
     kz: "құпиялау",
     en: "code"
    },
    {
     ru: "кожные узоры ладоней",
     kz: "алақан терісінің өрнектері",
     en: "dermatic whorl"
    },
    {
     ru: "коллегия",
     kz: "әріптес",
     en: "body"
    },
    {
     ru: "колония",
     kz: "колония",
     en: "colony"
    },
    {
     ru: "колония общего режима",
     kz: "жалпы режимдегі колония",
     en: "colony with a general regime"
    },
    {
     ru: "колония особого режима",
     kz: "ерекше режимдегі колония",
     en: "high-security penal colony"
    },
    {
     ru: "колония-поселение",
     kz: "қоныс колониясы",
     en: "penal colony settlement"
    },
    {
     ru: "колония строго режима",
     kz: "қатаң режимдегі колония",
     en: "colony with a strict regime"
    },
    {
     ru: "колония усиленного режима",
     kz: "күшейтілген режимдегі колония",
     en: "colony with a reinforced regime"
    },
    {
     ru: "командавание",
     kz: "командование",
     en: "command"
    },
    {
     ru: "командовать",
     kz: "команда беру",
     en: "command"
    },
    {
     ru: "комиссионная экспертиза",
     kz: "комиссиялық сараптама",
     en: "comission expert examination"
    },
    {
     ru: "Комиссия по правам человека",
     kz: "Адам құқықтар жөніндегі комиссия",
     en: "Commission on Human Rights"
    },
    {
     ru: "компания",
     kz: "компания",
     en: "company"
    },
    {
     ru: "компания с ограниченной ответственностью",
     kz: "жауапкершілігі шектеулі компания",
     en: "limited liability company"
    },
    {
     ru: "репутация компании",
     kz: "компания абыройы",
     en: "company image"
    },
    {
     ru: "страховая компания",
     kz: "сақтандыру компаниясы",
     en: "assurance company"
    },
    {
     ru: "компенсация",
     kz: "өтемақы",
     en: "compensation"
    },
    {
     ru: "компенсировать",
     kz: "өтемақы төлеу",
     en: "compensate"
    },
    {
     ru: "компетенция",
     kz: "құзырет",
     en: "ability, cognizable, power"
    },
    {
     ru: "комплекс",
     kz: "кешен",
     en: "body"
    },
    {
     ru: "комплексная экспертиза",
     kz: "кешенді сараптама",
     en: "comprehensive expert examination"
    },
    {
     ru: "компрометировать",
     kz: "абырой төгу, бедел түсіру",
     en: "compromise"
    },
    {
     ru: "компромисс",
     kz: "ымыра",
     en: "compromise"
    },
    {
     ru: "пойти на компромисс",
     kz: "ымыраға келу",
     en: "compromise"
    },
    {
     ru: "приходить к компромиссному соглашению (с кредиторами)",
     kz: "(кредитормен) ортақ келісімге келу",
     en: "compound"
    },
    {
     ru: "конвоировать (арестованного)",
     kz: "(тұтқынды) айдауылдау",
     en: "escort"
    },
    {
     ru: "конкурент",
     kz: "бәсекелес",
     en: "competitor"
    },
    {
     ru: "конкурентоспособность",
     kz: "бәсекеге қабілеттілік",
     en: "competitiveness"
    },
    {
     ru: "конкуренция недобросовестная",
     kz: "теріс пиғылды бәсеке",
     en: "unfair competition"
    },
    {
     ru: "недозволенная конкуренция",
     kz: "рұқсат етілмеген бәсеке",
     en: "unfair competition"
    },
    {
     ru: "конкурировать",
     kz: "бәсекелесу",
     en: "compete"
    },
    {
     ru: "конституировать",
     kz: "айқындау; негіздеу",
     en: "constitute"
    },
    {
     ru: "конституционная монархия",
     kz: "конституциялық монархия",
     en: "limited monarchy"
    },
    {
     ru: "конституционный монарх",
     kz: "конституциялық монарх",
     en: "constitutional monarch"
    },
    {
     ru: "консульство",
     kz: "консульдық, өкілдік",
     en: "consulate"
    },
    {
     ru: "консультант",
     kz: "кеңес беруші",
     en: "adviser"
    },
    {
     ru: "консультация юриста",
     kz: "заңгер кеңесі",
     en: "legal advice"
    },
    {
     ru: "конфиденциальный",
     kz: "құпиялы",
     en: "private"
    },
    {
     ru: "конфиденциальное сообщение",
     kz: "сенімді хабар",
     en: "confidence"
    },
    {
     ru: "конфискация",
     kz: "тәркілеу",
     en: "appropriation, confiscation"
    },
    {
     ru: "подлежащий конфискации",
     kz: "тәркіленуге тиіс",
     en: "foreitable"
    },
    {
     ru: "конфискованный",
     kz: "тәркіленген",
     en: "forfeit"
    },
    {
     ru: "конфискованная вещь",
     kz: "тәркіленген зат",
     en: "forfeit"
    },
    {
     ru: "конфисковать",
     kz: "тәркілеу",
     en: "seize"
    },
    {
     ru: "конфликт в промышленности",
     kz: "еңбек дауы",
     en: "trade dispute"
    },
    {
     ru: "копия",
     kz: "көшірме",
     en: "transcript"
    },
    {
     ru: "копия дела",
     kz: "іс көшірмесі",
     en: "action copy"
    },
    {
     ru: "коренной, рожденный в данной стране",
     kz: "жергілікті, осы елде туған",
     en: "native born"
    },
    {
     ru: "королева; быть королевой",
     kz: "патшайым; патшайым болу",
     en: "queen"
    },
    {
     ru: "корпоративный",
     kz: "корпоративтік",
     en: "corporate"
    },
    {
     ru: "кортик",
     kz: "теңізші бәкісі",
     en: "knife"
    },
    {
     ru: "корыстный",
     kz: "пайдакүнемдік",
     en: "mercenary"
    },
    {
     ru: "косвенный",
     kz: "жанама",
     en: "indirect"
    },
    {
     ru: "косвенное доказательство",
     kz: "жанама дәлел",
     en: "probable evidence"
    },
    {
     ru: "кража и присвоение похищенного",
     kz: "ұрлау және ұрлағанды иемдену",
     en: "abstraction"
    },
    {
     ru: "кража со взломом",
     kz: "бұзып кіріп ұрлау",
     en: "burglarious entry"
    },
    {
     ru: "крайний",
     kz: "шеткі",
     en: "extreme"
    },
    {
     ru: "крах",
     kz: "қирау",
     en: "fail"
    },
    {
     ru: "кредит",
     kz: "несие",
     en: "debt(s)"
    },
    {
     ru: "криминалистическая версия",
     kz: "криминалистикалық нұсқа",
     en: "criminalistics version"
    },
    {
     ru: "криминалистическая диагностика",
     kz: "криминалистикалық болжау",
     en: "criminalistic diagnostics"
    },
    {
     ru: "криминалистическая регистрация",
     kz: "криминалистикалық тіркеу",
     en: "criminalistic record"
    },
    {
     ru: "криминалистическая характеристика преступления",
     kz: "қылмыстың криминалистикалық сипаттамасы",
     en: "criminalistic characteristic of crime"
    },
    {
     ru: "криминолог",
     kz: "криминолог",
     en: "criminological researcher"
    },
    {
     ru: "криминология (наука о преступности, о преступлении)",
     kz: "криминология (қылмыстылық және қылмыс туралы ғылым)",
     en: "criminology"
    },
    {
     ru: "кровоподтек",
     kz: "қанды сүйел, қанталау",
     en: "ecchymosis"
    },
    {
     ru: "кроме",
     kz: "бұдан басқа",
     en: "except"
    },
    {
     ru: "кулуары (парламента)",
     kz: "қабырғасы (парламенттің)",
     en: "lobby"
    },
    {
     ru: "курс",
     kz: "бағам",
     en: "rate"
    },
    {
     ru: "лгать",
     kz: "алдау",
     en: "lie"
    },
    {
     ru: "легализовать",
     kz: "заңдастыру",
     en: "authorize"
    },
    {
     ru: "легкий",
     kz: "жеңіл",
     en: "light"
    },
    {
     ru: "лежать (об обязанности, риске и т.д.)",
     kz: "жату (тәуекел, міндеттеме туралы)",
     en: "lie"
    },
    {
     ru: "лекарство",
     kz: "дәрі",
     en: "drug"
    },
    {
     ru: "лжесвидетель",
     kz: "жалған куә",
     en: "false witness, man of straw"
    },
    {
     ru: "лжесвидетельство",
     kz: "жалған куәлік",
     en: "perjury"
    },
    {
     ru: "лжесвидетельствовать",
     kz: "жалған куәлік ету",
     en: "forswear"
    },
    {
     ru: "ликвидатор",
     kz: "жоюшы",
     en: "liquidator"
    },
    {
     ru: "ликвидация",
     kz: "жою, құрту",
     en: "liquidation, elimination"
    },
    {
     ru: "принудительная ликвидация",
     kz: "мәжбүрлеп жою",
     en: "liquidation compulsory"
    },
    {
     ru: "процедура ликвидации",
     kz: "жою тәртібі (реті)",
     en: "liquidation procedure"
    },
    {
     ru: "частная ликвидация",
     kz: "жартылай жою",
     en: "partial liquidation"
    },
    {
     ru: "ликвидировать",
     kz: "жою, құрту",
     en: "kill, eliminate"
    },
    {
     ru: "лицензировать",
     kz: "рұқсат беру",
     en: "license"
    },
    {
     ru: "лицензия",
     kz: "лицензия",
     en: "license"
    },
    {
     ru: "лицо (физическое или юридическое)",
     kz: "тұлға (жеке немесе заңды)",
     en: "body, person"
    },
    {
     ru: "лицо, виновное в совершении преступления",
     kz: "қылмысқа кінәлы адам",
     en: "criminal"
    },
    {
     ru: "лицо, замешанное в преступлении",
     kz: "қылмысқа қатысты адам",
     en: "accomplice witness"
    },
    {
     ru: "лицо, нарушающее чужое право владения (недвижимостью)",
     kz: "өзгенің (жылжымайтын мүлікті) иелену құқығын бұзушы адам",
     en: "ejector"
    },
    {
     ru: "лицо, находящееся под     опекой или на попечении; подопечный",
     kz: "қорғаныштағы немесе қамқорлықтағы адам; қамқорлықтағы адам",
     en: "ward"
    },
    {
     ru: "лицо, принимающее и укрывающее краденое",
     kz: "ұрлықы затты алушы және жасырушы адам",
     en: "adopter"
    },
    {
     ru: "лицо, распоряжающееся имуществом на началах доверительной собственности",
     kz: "мүлікті сенімді меншіктік негізде иеленуші адам",
     en: "trustee"
    },
    {
     ru: "лицо, замешанное в преступлении",
     kz: "қылмысқа қатысты адам",
     en: "accomplice witness"
    },
    {
     ru: "лицо, скрывающееся от правосудия",
     kz: "құқық төрелігінен жасырынушы адам",
     en: "absconder"
    },
    {
     ru: "подставное лицо",
     kz: "жасанды тұлға",
     en: "man of straw"
    },
    {
     ru: "третье лицо",
     kz: "үшінші адам",
     en: "third person"
    },
    {
     ru: "юридическое лицо",
     kz: "заңды тұлға",
     en: "corporate person"
    },
    {
     ru: "личный",
     kz: "жеке",
     en: "personal"
    },
    {
     ru: "личная неприкосновенность",
     kz: "жеке тұлғаға қол сұқпаушылық",
     en: "bodily security"
    },
    {
     ru: "личное имущество",
     kz: "жеке мүлік",
     en: "personal belongings"
    },
    {
     ru: "личное уведомление",
     kz: "жеке хабарлау",
     en: "personal notice"
    },
    {
     ru: "личный доход",
     kz: "жеке кіріс",
     en: "personal income"
    },
    {
     ru: "личность",
     kz: "жеке тұлға",
     en: "identify"
    },
    {
     ru: "неприкосновенность личности",
     kz: "жеке тұлғалық тиіспеушілік (қорғаныштылық)",
     en: "person immunity"
    },
    {
     ru: "описание личности",
     kz: "жеке тұлғаны сипаттау",
     en: "person description"
    },
    {
     ru: "личный наем",
     kz: "жеке жалдану",
     en: "employment, engagement, service"
    },
    {
     ru: "договор личного найма",
     kz: "жеке жалдану келісімшарты",
     en: "employment agreement"
    },
    {
     ru: "лишать",
     kz: "сот арқылы алу",
     en: "abjudge"
    },
    {
     ru: "лишать владения",
     kz: "иеліктен айыру",
     en: "eject"
    },
    {
     ru: "лишать гражданства",
     kz: "азаматтықтан айыру",
     en: "denationalize"
    },
    {
     ru: "лишать жизни",
     kz: "өмірін қию, өлтіру",
     en: "take life"
    },
    {
     ru: "лишать свободы",
     kz: "бостандықтан айыру",
     en: "imprison, confine"
    },
    {
     ru: "лишать юридической силы",
     kz: "заңдық күшінен айыру",
     en: "destroy"
    },
    {
     ru: "лишаться",
     kz: "айрылу",
     en: "forfeit"
    },
    {
     ru: "лишения владения",
     kz: "иеліктен айыру",
     en: "ejection"
    },
    {
     ru: "лишение гражданских прав",
     kz: "азаматтық құқықтарынан айыру",
     en: "extinction of civil rights"
    },
    {
     ru: "лишение гражданства",
     kz: "азаматтықтан айыру",
     en: "denationalization"
    },
    {
     ru: "лишение права",
     kz: "құқықтан айыру",
     en: "suspension of a right"
    },
    {
     ru: "лишение свободы",
     kz: "бостандықтан айыру",
     en: "imprisonment, confinement"
    },
    {
     ru: "лишение человека жизни",
     kz: "адам өмірін қию",
     en: "homicide"
    },
    {
     ru: "лобби",
     kz: "мүдде",
     en: "lobby"
    },
    {
     ru: "ложный",
     kz: "жалған",
     en: "false"
    },
    {
     ru: "ложное обвинение",
     kz: "жалған айыптау",
     en: "calumny"
    },
    {
     ru: "ложь",
     kz: "жалған",
     en: "lie"
    },
    {
     ru: "лояльный",
     kz: "бей-жай",
     en: "loyal"
    },
    {
     ru: "льгота",
     kz: "жеңілдік",
     en: "grace"
    },
    {
     ru: "магазинный вор",
     kz: "дүкен ұрысы",
     en: "shop-lifter"
    },
    {
     ru: "майор",
     kz: "майор",
     en: "major"
    },
    {
     ru: "малозначительный",
     kz: "маңызы аз",
     en: "minor"
    },
    {
     ru: "манеры",
     kz: "мәнер, қимыл",
     en: "behaviour"
    },
    {
     ru: "маньяк",
     kz: "маньяк",
     en: "maniac"
    },
    {
     ru: "массовое убийство",
     kz: "жаппай кісі өлтіру",
     en: "massacre"
    },
    {
     ru: "совершать массовое \/ особо жестокое убийство",
     kz: "жаппай не аса қатыгездікпен кісі өлтірушілік",
     en: "massacre"
    },
    {
     ru: "материальные блага",
     kz: "материалдық игіліктер",
     en: "goods"
    },
    {
     ru: "медицинский эксперт",
     kz: "медициналық сарапшы",
     en: "medical examiner"
    },
    {
     ru: "медицинское заключение",
     kz: "медициналық қорытынды",
     en: "medical evidence"
    },
    {
     ru: "Международная криминальная полиция",
     kz: "Халықаралық криминалдық полиция",
     en: "Interpol"
    },
    {
     ru: "местные правила, нормы",
     kz: "жергілікті ереже, нормалар",
     en: "local rules"
    },
    {
     ru: "местный закон",
     kz: "жергілікті заң",
     en: "local law"
    },
    {
     ru: "место",
     kz: "орын",
     en: "point, place"
    },
    {
     ru: "места лишения свободы",
     kz: "бостандықтан айыру орындары",
     en: "places of confinement"
    },
    {
     ru: "места предварительного заключения",
     kz: "алдын ала қамау орындары",
     en: "places of preliminary confinement"
    },
    {
     ru: "место действия",
     kz: "әрекет орны",
     en: "locale"
    },
    {
     ru: "место для дачи свидетельских показаний",
     kz: "куәлік көрсетпелерін баяндайтын орын",
     en: "witness box"
    },
    {
     ru: "место жительства",
     kz: "тұрғылықты орын",
     en: "habitation, commorancy"
    },
    {
     ru: "место пребывания",
     kz: "келген орын",
     en: "residence"
    },
    {
     ru: "место преступления",
     kz: "қылмыс орны",
     en: "locale of the crime"
    },
    {
     ru: "место совершения преступления",
     kz: "қылмыс жасалған орын",
     en: "scene of crime"
    },
    {
     ru: "общественное место",
     kz: "қоғамдық орын",
     en: "public place"
    },
    {
     ru: "метрическая книга",
     kz: "метрикалық кітап",
     en: "register"
    },
    {
     ru: "мешать беспрепятственному использованию права",
     kz: "құқықты кедергісіз пайдалануға кедергі келтіру",
     en: "disturb"
    },
    {
     ru: "министерство",
     kz: "министрлік",
     en: "department амер."
    },
    {
     ru: "министерство юстиции",
     kz: "әділет министрлігі",
     en: "judiciary department"
    },
    {
     ru: "министр",
     kz: "министр",
     en: "head of department"
    },
    {
     ru: "мир",
     kz: "бейбітшілік",
     en: "peace"
    },
    {
     ru: "мирное разрешение (спора)",
     kz: "бейбіт шешім (даудың)",
     en: "pacific settlement"
    },
    {
     ru: "младший",
     kz: "кіші",
     en: "junior, minor"
    },
    {
     ru: "мнение",
     kz: "пікір",
     en: "judgment"
    },
    {
     ru: "могущий быть взысканным в судебном порядке",
     kz: "сот тәртібімен өндірілетін",
     en: "recoverable"
    },
    {
     ru: "молодой",
     kz: "жас",
     en: "junior"
    },
    {
     ru: "монета",
     kz: "монета",
     en: "coin"
    },
    {
     ru: "чеканить монету",
     kz: "монета соғу",
     en: "coin"
    },
    {
     ru: "мораль",
     kz: "мораль",
     en: "ethics"
    },
    {
     ru: "моральный",
     kz: "моральдық",
     en: "moral"
    },
    {
     ru: "моральный ущерб",
     kz: "моральдық шығын",
     en: "moral damage"
    },
    {
     ru: "мотив",
     kz: "уәж; негіз, мақсат, дәйек, мүдде",
     en: "reason, motive, pretext"
    },
    {
     ru: "излагать мотивы",
     kz: "себеп дәлелдер; мақсаттарды себеп уәждерді баяндау",
     en: "reason"
    },
    {
     ru: "изложение мотивов",
     kz: "уәждерді баяндау",
     en: "motivation"
    },
    {
     ru: "мотивирование",
     kz: "уәждеу",
     en: "motivation"
    },
    {
     ru: "мотивировать",
     kz: "уәждеу",
     en: "motivate, motive"
    },
    {
     ru: "мотивировка",
     kz: "уәждеме",
     en: "motivation"
    },
    {
     ru: "мошенник",
     kz: "алаяқ",
     en: "crook"
    },
    {
     ru: "мошенническое предприятие",
     kz: "алаяқ мекеме",
     en: "bubble company"
    },
    {
     ru: "мошенничество",
     kz: "алаяқтық",
     en: "racket, fraud, knavery"
    },
    {
     ru: "мэр",
     kz: "мэр",
     en: "mayor"
    },
    {
     ru: "наблюдать",
     kz: "қадағалау, барлау",
     en: "observe"
    },
    {
     ru: "наблюдение",
     kz: "қадағалау, барлау",
     en: "observation"
    },
    {
     ru: "навязывание товара",
     kz: "тауарды тықпалау",
     en: "hard sell"
    },
    {
     ru: "награбленное",
     kz: "ұрлықы",
     en: "loot"
    },
    {
     ru: "наделение (властью, правом)",
     kz: "бөлу (билік, құқық)",
     en: "lodgment"
    },
    {
     ru: "наделять (правом, властью)",
     kz: "бөлу (құқық, билік)",
     en: "lodge"
    },
    {
     ru: "надзиратель",
     kz: "қадағалаушы",
     en: "overlooker"
    },
    {
     ru: "надзирать",
     kz: "қадағалау",
     en: "overlook"
    },
    {
     ru: "надлежащий",
     kz: "талапқа сай",
     en: "regular, proper"
    },
    {
     ru: "надлежаще оформленный",
     kz: "тиісінше ресімделген",
     en: "formal"
    },
    {
     ru: "надобность",
     kz: "қажеттілік",
     en: "need"
    },
    {
     ru: "надсмотрщик",
     kz: "қадағалаушы",
     en: "overlooker"
    },
    {
     ru: "наемный",
     kz: "жалдамалы",
     en: "mercenary"
    },
    {
     ru: "наемный убийца",
     kz: "жалдамалы кісі өлтіруші",
     en: "assassin"
    },
    {
     ru: "нажива",
     kz: "арам пайда",
     en: "profit"
    },
    {
     ru: "назначать",
     kz: "тағайындау",
     en: "constitute"
    },
    {
     ru: "назначать на должность",
     kz: "лауазымға тағайындау",
     en: "commission"
    },
    {
     ru: "назначать наказание",
     kz: "жаза тағайындау",
     en: "award punishment"
    },
    {
     ru: "назначать представителем, депутатом, заместителем",
     kz: "өкілі  (депутат, орынбасары) етіп тағайындау",
     en: "deputize"
    },
    {
     ru: "назначение на должность",
     kz: "лауазымға тағайындау",
     en: "commission"
    },
    {
     ru: "наймодатель",
     kz: "қарыз беруші",
     en: "letter"
    },
    {
     ru: "найти",
     kz: "табу",
     en: "locate"
    },
    {
     ru: "наказание",
     kz: "жаза",
     en: "discipline, sentence, chastisement, penalty"
    },
    {
     ru: "определять наказание",
     kz: "жаза анықтау, жаза белгілеу",
     en: "fix a sentence, fix punishment"
    },
    {
     ru: "предусмотренная законом мера наказания",
     kz: "заңмен қарастырылған жаза түрі",
     en: "sanction"
    },
    {
     ru: "сокращать срок наказания",
     kz: "жаза мерзімін қысқарту",
     en: "abridge sentence"
    },
    {
     ru: "условное наказание",
     kz: "шартты жаза",
     en: "suspended sentence"
    },
    {
     ru: "наказуемость",
     kz: "жазалылық",
     en: "guilt"
    },
    {
     ru: "наказуемый",
     kz: "жазаланатын",
     en: "bad"
    },
    {
     ru: "наказуемое поведение",
     kz: "жазаланатын қылық",
     en: "bad behavior"
    },
    {
     ru: "наказывать",
     kz: "жазалау",
     en: "administer punishment"
    },
    {
     ru: "налагать арест",
     kz: "тұтқындау",
     en: "seize"
    },
    {
     ru: "наличность",
     kz: "қолма-қол ақша",
     en: "real money"
    },
    {
     ru: "наличные",
     kz: "қолма-қол ақша",
     en: "real money"
    },
    {
     ru: "налог",
     kz: "салық",
     en: "gabel, tax"
    },
    {
     ru: "налог на недвижимость",
     kz: "жылжымайтын мүлікке салық",
     en: "real estate tax"
    },
    {
     ru: "налог на фонд заработный платы",
     kz: "еңбекақы қорына салық",
     en: "payroll tax"
    },
    {
     ru: "налог, устанавливаемый законом парламента",
     kz: "парламент заңымен белгіленген салық",
     en: "parliamentary tax"
    },
    {
     ru: "облагать налогом",
     kz: "салық салу",
     en: "tax"
    },
    {
     ru: "подоходный налог",
     kz: "табыс салығы",
     en: "income tax"
    },
    {
     ru: "поземельный налог, земельный налог",
     kz: "жер салығы",
     en: "land tax"
    },
    {
     ru: "намерение",
     kz: "ниет",
     en: "animus, intent"
    },
    {
     ru: "дурное намерение",
     kz: "жаман ниет",
     en: "wrong intent"
    },
    {
     ru: "преступное намерение",
     kz: "қылмыстық ниет",
     en: "criminal intent"
    },
    {
     ru: "наниматель",
     kz: "жалға алушы, жалдаушы",
     en: "tenant, employer"
    },
    {
     ru: "жить на правах нанимателя",
     kz: "жалдаушы құқығымен тұру",
     en: "lodge"
    },
    {
     ru: "нанимать",
     kz: "жалдау",
     en: "engage"
    },
    {
     ru: "наносить ущерб",
     kz: "шығын келтіру",
     en: "aggrieve"
    },
    {
     ru: "нападать",
     kz: "шабуылдау",
     en: "attack"
    },
    {
     ru: "нападение",
     kz: "шабуыл",
     en: "attack, offence (амер. offense)"
    },
    {
     ru: "нападки",
     kz: "тарпа бас салу",
     en: "abuse"
    },
    {
     ru: "направлять к взысканию",
     kz: "өндірiп алуға жіберу",
     en: "estreat"
    },
    {
     ru: "направлять к взысканию документы о штрафе",
     kz: "айыппұл туралы құжаттарды өндіріп алуға жіберу",
     en: "estreat"
    },
    {
     ru: "направляющий",
     kz: "бағыттаушы",
     en: "in charge of"
    },
    {
     ru: "наркоман",
     kz: "нашақор",
     en: "addict; drug addict"
    },
    {
     ru: "наркомания",
     kz: "нашақорлық",
     en: "addiction, drug addiction"
    },
    {
     ru: "наркотики",
     kz: "есірткілер",
     en: "narcotic drugs"
    },
    {
     ru: "зависеть от наркотика",
     kz: "есірткіге тәуелді",
     en: "drug dependence"
    },
    {
     ru: "злоупотреблять наркотиками",
     kz: "есірткіні шектен тыс пайдалану",
     en: "drug"
    },
    {
     ru: "применять наркотики",
     kz: "есірткі қолдану",
     en: "administer narcotics"
    },
    {
     ru: "торговля наркотиками",
     kz: "есірткі саудалау",
     en: "drug sale"
    },
    {
     ru: "народ",
     kz: "халық",
     en: "nation, people"
    },
    {
     ru: "народный",
     kz: "халықтық",
     en: "popular"
    },
    {
     ru: "наручники",
     kz: "қолкісен",
     en: "handcuffs"
    },
    {
     ru: "нарушать (право, закон,  договор)",
     kz: "бұзу (құқық, заң, келісімшарт)",
     en: "violate, contravene, disobey, offend"
    },
    {
     ru: "нарушающий (обязанность)",
     kz: "бұзушы (міндетті)",
     en: "derelict"
    },
    {
     ru: "нарушение (права, договора, обязанности)",
     kz: "бұзу (құқықты, келісімшартты, міндеттемені)",
     en: "abnormality, infraction, contempt"
    },
    {
     ru: "нарушение общественного порядка",
     kz: "қоғамдық тәртіпті бұзу",
     en: "disorder"
    },
    {
     ru: "нарушение правил (биржи)",
     kz: "ереже бұзу",
     en: "offence (амер. offense)"
    },
    {
     ru: "нарушитель",
     kz: "бұзушы",
     en: "violator"
    },
    {
     ru: "население",
     kz: "ел-жұрт",
     en: "people"
    },
    {
     ru: "гражданское население",
     kz: "азаматтық (жалпы) халық",
     en: "civilian population"
    },
    {
     ru: "насилие",
     kz: "күштеу",
     en: "force, coercion"
    },
    {
     ru: "насиловать",
     kz: "күштеу",
     en: "force"
    },
    {
     ru: "насильственный",
     kz: "күштеу",
     en: "forcible"
    },
    {
     ru: "насильственное задержание",
     kz: "күштеп ұстау",
     en: "forcible abduction"
    },
    {
     ru: "насильственное удаление",
     kz: "күштеп шығару",
     en: "ejection"
    },
    {
     ru: "наследник",
     kz: "мұрагер",
     en: "ancestor, personal representative, descendant"
    },
    {
     ru: "настойчивое рекламирование",
     kz: "табандылықпен жарнамалау",
     en: "hard sell"
    },
    {
     ru: "настоятельная потребность",
     kz: "қауырт, шұғыл тұтынушылық",
     en: "necessity"
    },
    {
     ru: "настоящий",
     kz: "нағыз",
     en: "present"
    },
    {
     ru: "насущный",
     kz: "керек",
     en: "needful"
    },
    {
     ru: "находить",
     kz: "табу",
     en: "detect"
    },
    {
     ru: "находящийся в соответствии с правом",
     kz: "құқыққа сай болу",
     en: "regular"
    },
    {
     ru: "национализировать",
     kz: "қазыналау",
     en: "nationalize"
    },
    {
     ru: "национальный",
     kz: "ұлттық",
     en: "national"
    },
    {
     ru: "национальная валюта",
     kz: "ұлттық ақша",
     en: "national currency"
    },
    {
     ru: "национальное меньшинство",
     kz: "ұлттық азшылық",
     en: "national minority"
    },
    {
     ru: "национальная оборона",
     kz: "ұлттық қорғаныс",
     en: "national defense"
    },
    {
     ru: "нация",
     kz: "ұлт",
     en: "nation"
    },
    {
     ru: "начальник",
     kz: "бастық",
     en: "head"
    },
    {
     ru: "начальник полиции",
     kz: "полиция бастығы",
     en: "chief of police"
    },
    {
     ru: "начальник сыска",
     kz: "іздеу бастығы",
     en: "chief of detectives"
    },
    {
     ru: "небезопасный",
     kz: "қауіпті, қатерлі",
     en: "insecure"
    },
    {
     ru: "обычная небрежность",
     kz: "кәдімгі немқұрайдылық",
     en: "ordinary negligence"
    },
    {
     ru: "преступная небрежность (халатность)",
     kz: "қылмысты немқұрайдылық (салақтық)",
     en: "criminal negligence"
    },
    {
     ru: "невиновность",
     kz: "кінәсыздық",
     en: "innocence"
    },
    {
     ru: "невиновный",
     kz: "кінәсыз",
     en: "guiltless"
    },
    {
     ru: "невменяемость",
     kz: "ес-түссіздік",
     en: "mental alienation"
    },
    {
     ru: "невменяемый",
     kz: "ес-түссіз",
     en: "insane"
    },
    {
     ru: "невыполнение",
     kz: "орындамау",
     en: "neglect"
    },
    {
     ru: "негарантированный",
     kz: "кепілдіксіз",
     en: "unwarranted"
    },
    {
     ru: "негатив",
     kz: "жоққа шығару",
     en: "negative"
    },
    {
     ru: "недвижимость",
     kz: "жылжымайтын мүлік, жылжымайтын",
     en: "realty, land, land estate"
    },
    {
     ru: "недееспособность",
     kz: "әрекетке қабілетсіздік",
     en: "disability"
    },
    {
     ru: "недобросовестность",
     kz: "жауапсыз",
     en: "faith, bad faith"
    },
    {
     ru: "недоверие",
     kz: "сенімсіздік",
     en: "mistrust"
    },
    {
     ru: "не доверять",
     kz: "сенбеу",
     en: "mistrust"
    },
    {
     ru: "недостаточное рассмотрение",
     kz: "жеткіліксіз қарастыру",
     en: "want of consideration"
    },
    {
     ru: "недостойное поведение",
     kz: "лайықсыз мінез-құлық",
     en: "misbehavior"
    },
    {
     ru: "независимость",
     kz: "тәуелсіздік",
     en: "independence"
    },
    {
     ru: "независимый",
     kz: "ерікті",
     en: "independent"
    },
    {
     ru: "незаконная перепечатка произведения",
     kz: "шығарманы заңсыз қайта басу",
     en: "comprint"
    },
    {
     ru: "незаконно завладеть",
     kz: "заңсыз иелену",
     en: "misappropriate"
    },
    {
     ru: "незаконное освобождение из под стражи",
     kz: "күзет қарамағынан заңсыз босау",
     en: "escape"
    },
    {
     ru: "незаконно освобождать из под стражи",
     kz: "күзет қарамағынан заңсыз босату",
     en: "escape"
    },
    {
     ru: "незаконнорожденный ребенок",
     kz: "заңсыз туған бала",
     en: "bastard"
    },
    {
     ru: "незаконный",
     kz: "заңсыз",
     en: "illegal"
    },
    {
     ru: "незамужняя",
     kz: "тұрмыс құрмаған, ерге (тұрмысқа) шықпаған",
     en: "single, discovert"
    },
    {
     ru: "незамужняя женщина",
     kz: "тұрмыс құрмаған әйел",
     en: "feme sole"
    },
    {
     ru: "незанятый",
     kz: "қолы бос, жұмыссыз",
     en: "idle"
    },
    {
     ru: "неземельная собственность",
     kz: "жер емес меншік",
     en: "chattel"
    },
    {
     ru: "незначительный",
     kz: "мардымсыз, аз",
     en: "minor"
    },
    {
     ru: "неизбежный",
     kz: "міндетті",
     en: "unavoidable"
    },
    {
     ru: "неисполненный (о договоре)",
     kz: "орындалмаған (келісімшарт туралы)",
     en: "unexecuted"
    },
    {
     ru: "неистребованный",
     kz: "керексіз, қажетсіз",
     en: "uncalled"
    },
    {
     ru: "нелегальный",
     kz: "заңсыз",
     en: "illegal"
    },
    {
     ru: "ненормальность",
     kz: "ауытқушылық",
     en: "abnormality"
    },
    {
     ru: "ненужный",
     kz: "керексіз",
     en: "needless"
    },
    {
     ru: "необоснованный",
     kz: "негізсіз",
     en: "unwarranted"
    },
    {
     ru: "необоснованная апелляция",
     kz: "негізсіз шағымдану",
     en: "frivolous appeal"
    },
    {
     ru: "необоснованный иск",
     kz: "негізсіз талап арыз",
     en: "frivolous action"
    },
    {
     ru: "необремененный",
     kz: "бір нәрседен еркін",
     en: "clear"
    },
    {
     ru: "необходимость",
     kz: "қажеттілік",
     en: "necessity"
    },
    {
     ru: "крайняя необходимость",
     kz: "аса қажеттілік",
     en: "emergency"
    },
    {
     ru: "неоправданный",
     kz: "негізсіз",
     en: "unwarranted"
    },
    {
     ru: "неосновательные претензии",
     kz: "негізсіз кінәлау",
     en: "arrogation"
    },
    {
     ru: "не относящийся к делу",
     kz: "іске қатысы жоқ (қатыссыз)",
     en: "irrelevant"
    },
    {
     ru: "неоформленный (о договоре)",
     kz: "рәсімделмеген (келісімшарт туралы)",
     en: "unexecuted"
    },
    {
     ru: "неповиновение",
     kz: "бағынбау",
     en: "disobeyance"
    },
    {
     ru: "неподкупность",
     kz: "адалдық, әділдік",
     en: "incorruptibility"
    },
    {
     ru: "неподкупный",
     kz: "адал, әділ",
     en: "incorrupt"
    },
    {
     ru: "неподкупный суд",
     kz: "әділ сот",
     en: "an honest judge"
    },
    {
     ru: "не подлежащий обложению",
     kz: "салық салынбайтын",
     en: "unassessable"
    },
    {
     ru: "непокорный",
     kz: "қайсар",
     en: "indocile"
    },
    {
     ru: "неполное доказательство",
     kz: "толық емес дәлел",
     en: "half-proof"
    },
    {
     ru: "непослушный",
     kz: "тілазар",
     en: "indocile"
    },
    {
     ru: "неправильность",
     kz: "қателік, бұрыстық",
     en: "abnormality"
    },
    {
     ru: "неправильный",
     kz: "қате, бұрыс (дұрыс емес)",
     en: "false"
    },
    {
     ru: "неправомерный",
     kz: "заңсыз",
     en: "illegal"
    },
    {
     ru: "неправомерное поведение",
     kz: "заңсыз мінез-құлық",
     en: "misbehavior"
    },
    {
     ru: "неправоспособность",
     kz: "құқық қабілетсіздігі",
     en: "disability"
    },
    {
     ru: "непредвиденный случай",
     kz: "ойламаған жағдай",
     en: "emergency"
    },
    {
     ru: "не приведенный в исполнение (о судебном решении, приговоре)",
     kz: "орындалмаған (сот шешімі, үкімі туралы)",
     en: "unexecuted"
    },
    {
     ru: "неприкосновенность",
     kz: "тиіспеушілік (қорғаныштылық)",
     en: "inviolability, privilege"
    },
    {
     ru: "непристойность",
     kz: "әдепсіздік, ұятсыздық",
     en: "ordure"
    },
    {
     ru: "непристойный",
     kz: "лайықсыз",
     en: "pornographic"
    },
    {
     ru: "неприятель",
     kz: "қарсылас",
     en: "enemy"
    },
    {
     ru: "непрямой",
     kz: "жанама",
     en: "indirect"
    },
    {
     ru: "неработающий",
     kz: "қолы бос, жұмыссыз",
     en: "idle"
    },
    {
     ru: "неравенство",
     kz: "теңсіздік",
     en: "inequality"
    },
    {
     ru: "неравноправный договор",
     kz: "тең құқықты емес келісімшарт",
     en: "unequal treaty"
    },
    {
     ru: "неравный",
     kz: "теңсіздік",
     en: "unequal"
    },
    {
     ru: "несоблюдение",
     kz: "сақтамау",
     en: "infraction"
    },
    {
     ru: "несовершеннолетие",
     kz: "кәмелетке (балиғатқа) толмаған",
     en: "infancy"
    },
    {
     ru: "несовершеннолетний",
     kz: "кәмелетке толмаған",
     en: "infant, minor"
    },
    {
     ru: "несправедливость",
     kz: "әділетсіздік",
     en: "inequity"
    },
    {
     ru: "несчастный случай на производстве",
     kz: "өндірістегі жазатайым жағдай",
     en: "industrial accident"
    },
    {
     ru: "несчастный случай со смертельным исходом",
     kz: "өлімге соқтырған жазатайым жағдай",
     en: "accident fatal"
    },
    {
     ru: "несчастье",
     kz: "бақытсыздық",
     en: "disaster"
    },
    {
     ru: "нетрудоспособность",
     kz: "еңбекке қабілетсіздік",
     en: "disability"
    },
    {
     ru: "неуважение (органа власти)",
     kz: "сыйламау (билік орнын)",
     en: "contempt"
    },
    {
     ru: "неудача",
     kz: "сәтсіздік",
     en: "fail"
    },
    {
     ru: "неумышленный ущерб",
     kz: "қасақана емес (кездейсоқ) шығын",
     en: "accidental damage"
    },
    {
     ru: "неуплаченные суммы",
     kz: "төленбеген сомалар",
     en: "backlog of outstanding payments"
    },
    {
     ru: "неуполномоченный",
     kz: "өкілеттілігі жоқ",
     en: "unwarranted"
    },
    {
     ru: "нечестная игра",
     kz: "әділетсіз ойын",
     en: "foul play"
    },
    {
     ru: "неэтичное поведение",
     kz: "әдепсіз қылық",
     en: "unethical conduct"
    },
    {
     ru: "неявка в судебное заседание",
     kz: "сот мәжілісіне келмеу",
     en: "default at trial"
    },
    {
     ru: "нижняя палата",
     kz: "төменгі палата",
     en: "lower chamber"
    },
    {
     ru: "низший по положению, статусу",
     kz: "мәртебесі, жағдайы төмен",
     en: "junior"
    },
    {
     ru: "нищета",
     kz: "кедейлік",
     en: "distress, poverty"
    },
    {
     ru: "нищий",
     kz: "қайыршы",
     en: "beggar, pauper"
    },
    {
     ru: "нога",
     kz: "аяқ",
     en: "foot"
    },
    {
     ru: "отпечаток ноги",
     kz: "аяқ іздері",
     en: "foot mark (print)"
    },
    {
     ru: "нож",
     kz: "пышақ",
     en: "knife"
    },
    {
     ru: "норма",
     kz: "норма",
     en: "rate"
    },
    {
     ru: "действующая норма",
     kz: "қолданыстағы норма",
     en: "operative rule"
    },
    {
     ru: "норма права",
     kz: "құқық нормасы",
     en: "rule"
    },
    {
     ru: "нормы процесса",
     kz: "процесс нормалары",
     en: "practice"
    },
    {
     ru: "процессуальные нормы",
     kz: "іс жүргізу нормалары",
     en: "of procedure rules, practice acts"
    },
    {
     ru: "устанавливать правовую норму",
     kz: "құқық нормасын бекіту",
     en: "rule"
    },
    {
     ru: "нормальный",
     kz: "әдеттегі",
     en: "regular"
    },
    {
     ru: "нормативные акты об охране общественного порядка",
     kz: "қоғамдық тәртіпті сақтау туралы нормативті актілер",
     en: "police regulations"
    },
    {
     ru: "нотариус",
     kz: "нотариус",
     en: "notary (public), scrivener"
    },
    {
     ru: "нравственность",
     kz: "адамгершілік",
     en: "ethics"
    },
    {
     ru: "нравственный",
     kz: "адамгершілік",
     en: "moral"
    },
    {
     ru: "нужда",
     kz: "қажеттілік, мұқтаждық",
     en: "need, distress"
    },
    {
     ru: "нужды",
     kz: "керектер",
     en: "needs"
    },
    {
     ru: "нужный",
     kz: "қажет, керек",
     en: "needful"
    },
    {
     ru: "обвинение",
     kz: "айыптау",
     en: "accusation"
    },
    {
     ru: "выступать от лица обвинения",
     kz: "айыптау жағынан сөйлеу",
     en: "appear for prosecution"
    },
    {
     ru: "относящийся к обвинению",
     kz: "айыптауға қатысты",
     en: "accusatorial"
    },
    {
     ru: "официальное обвинение",
     kz: "ресми айыптау",
     en: "complaint"
    },
    {
     ru: "предъявлять обвинение",
     kz: "айып тағу",
     en: "accuse"
    },
    {
     ru: "обвинитель",
     kz: "айыптаушы",
     en: "accuser"
    },
    {
     ru: "обвинитель (общественный)",
     kz: "айыптаушы (қоғамдық)",
     en: "public procurator"
    },
    {
     ru: "обвинительная судебная процедура",
     kz: "айыптаудың соттық рәсімі",
     en: "accusatory pleading"
    },
    {
     ru: "обвинительное заключение",
     kz: "айыптау қорытындасы",
     en: "conclusion to indict"
    },
    {
     ru: "обвинительное заявление истца или ответчика",
     kz: "талап арызшының  (талапкердің) немесе жауапкердің айыптау арызы",
     en: "accusatory pleading"
    },
    {
     ru: "обвинительный акт",
     kz: "айыптау актісі",
     en: "accusation"
    },
    {
     ru: "обвинительный документ",
     kz: "айыптау құжаты",
     en: "accusatory instrument"
    },
    {
     ru: "обвинительный приговор",
     kz: "айыптау үкімі",
     en: "guilty verdict, conviction"
    },
    {
     ru: "обвиняемый",
     kz: "айыпталушы",
     en: "accused, defendant, charged"
    },
    {
     ru: "обвиняемый, находящийся под стражей",
     kz: "күзет қарамағындағы айыпталушы",
     en: "prisoner"
    },
    {
     ru: "обвинять",
     kz: "айыптау",
     en: "accuse, argue"
    },
    {
     ru: "обдумывание",
     kz: "ойластыру",
     en: "deliberation"
    },
    {
     ru: "обеспечивать поставки",
     kz: "жеткізуді қамтамасыз ету",
     en: "secure supplies"
    },
    {
     ru: "обеспечивать соблюдение, исполнение",
     kz: "орындауды, сақтауды қамтамасыз ету",
     en: "enforce"
    },
    {
     ru: "обеспечивать средства к существованию",
     kz: "тіршілікке қажетті құралдармен қамтамасыз ету",
     en: "support life"
    },
    {
     ru: "обжалование",
     kz: "арыздану",
     en: "appeal"
    },
    {
     ru: "обжалованию не подлежит",
     kz: "арыздануға жатпайды",
     en: "without appeal"
    },
    {
     ru: "обида",
     kz: "реніш",
     en: "injury, offence (амер. offense)"
    },
    {
     ru: "обидчик",
     kz: "ренжітуші",
     en: "insulter"
    },
    {
     ru: "обижать",
     kz: "ренжіту",
     en: "offend"
    },
    {
     ru: "обирать",
     kz: "тартып алу",
     en: "despoil"
    },
    {
     ru: "обкрадывание магазинов",
     kz: "дүкендерді ұрлау",
     en: "shoplifting"
    },
    {
     ru: "облава полицейская",
     kz: "полициялық қоршау",
     en: "manhunt"
    },
    {
     ru: "облагаемость налогом",
     kz: "салық салыну",
     en: "taxability"
    },
    {
     ru: "областной",
     kz: "облыстық",
     en: "regional"
    },
    {
     ru: "область (занятости, деятельности)",
     kz: "сала (жұмыс істейтін, еңбек ететін)",
     en: "industry"
    },
    {
     ru: "облекать (правом, властью)",
     kz: "беру (құқық, билік)",
     en: "lodge"
    },
    {
     ru: "облечение (властью, правом)",
     kz: "беру (билікпен, құқықпен)",
     en: "lodgment"
    },
    {
     ru: "обман",
     kz: "алдау, алдамшы",
     en: "racket, cheat, deceit, foul play, fraud, knavery, overreach"
    },
    {
     ru: "обмануть доверие",
     kz: "сенімді алдау",
     en: "defalcate"
    },
    {
     ru: "обманщик",
     kz: "алдаушы, өтірікші",
     en: "cheat, crook"
    },
    {
     ru: "обманывать",
     kz: "алдау",
     en: "cheat"
    },
    {
     ru: "обмен",
     kz: "айырбас",
     en: "exchange"
    },
    {
     ru: "обменивать",
     kz: "айырбастау (ақшаны)",
     en: "exchange"
    },
    {
     ru: "обменный курс валюты",
     kz: "ақшаның айырбастау бағамы",
     en: "exchange rate"
    },
    {
     ru: "обнаружить",
     kz: "табу, тап болу",
     en: "uncover, locate, detect"
    },
    {
     ru: "обоснованный",
     kz: "негізді, негізделген (негізді)",
     en: "just, founded"
    },
    {
     ru: "обоснованный с фактической стороны",
     kz: "мәліметтермен негізделген",
     en: "founded in fact"
    },
    {
     ru: "обоснованный с юридической стороны, юридически обоснованный",
     kz: "заңдық жағынан негізделген, заңды негізделген",
     en: "founded in law"
    },
    {
     ru: "обработка",
     kz: "өңдеу",
     en: "processing"
    },
    {
     ru: "образец (товар)",
     kz: "үлгі (тауар)",
     en: "sample"
    },
    {
     ru: "образовательный ценз",
     kz: "білімділік шегі",
     en: "education qualification"
    },
    {
     ru: "обратиться к властям",
     kz: "билікке жүгіну",
     en: "apply to the authorities"
    },
    {
     ru: "обращаться",
     kz: "қарата айту (сөйлеу)",
     en: "address"
    },
    {
     ru: "обращаться с просьбой",
     kz: "өтіну",
     en: "solicit"
    },
    {
     ru: "обращение",
     kz: "қарата айту (сөйлеу), өтіну",
     en: "address, appeal"
    },
    {
     ru: "обследование",
     kz: "тексеру",
     en: "inquiry"
    },
    {
     ru: "обстановка",
     kz: "жағдай",
     en: "circumstance"
    },
    {
     ru: "обстоятельство",
     kz: "жағдай, мән-жай",
     en: "thing, circumstance"
    },
    {
     ru: "отягчающее обстоятельство",
     kz: "ауырлататын мән-жай",
     en: "aggravating circumstance"
    },
    {
     ru: "смягчающее обстоятельство",
     kz: "жеңілдететін мән-жай",
     en: "mitigating circumstance"
    },
    {
     ru: "обстоятельство дела",
     kz: "істің мән-жайы",
     en: "factum (pl. – ta, - s)"
    },
    {
     ru: "обсуждать",
     kz: "талқылау",
     en: "argue"
    },
    {
     ru: "обсуждение",
     kz: "талқылау",
     en: "deliberation"
    },
    {
     ru: "обусловливать",
     kz: "шарттастыру",
     en: "condition"
    },
    {
     ru: "обслуживание",
     kz: "қызмет ету",
     en: "service"
    },
    {
     ru: "общедоступный",
     kz: "жалпы қол жетімділік",
     en: "popular"
    },
    {
     ru: "общественная безопасность",
     kz: "қоғамдық қауіпсіздік",
     en: "public safety"
    },
    {
     ru: "общественное пользование",
     kz: "қоғамдық пайдалану",
     en: "public use"
    },
    {
     ru: "общественное спокойствие",
     kz: "қоғамдық тыныштық",
     en: "peace"
    },
    {
     ru: "общественные работы",
     kz: "қоғамдық жұмыстар",
     en: "public works"
    },
    {
     ru: "общественный порядок",
     kz: "қоғамдық тәртіп",
     en: "peace"
    },
    {
     ru: "нарушать общественный порядок",
     kz: "қоғамдық тәртіпті бұзу",
     en: "disturb the public peace"
    },
    {
     ru: "не нарушать общественное спокойствие и порядок",
     kz: "қоғамдық тыныштық пен тәртіпті бұзбау",
     en: "keep the peace"
    },
    {
     ru: "сохранять общественное спокойствие и порядок",
     kz: "қоғамдық тыныштық пен тәртіпті сақтау",
     en: "keep the peace"
    },
    {
     ru: "общество",
     kz: "қоғам",
     en: "society, company"
    },
    {
     ru: "акционерное общество",
     kz: "акционерлік қоғам",
     en: "company limited by shares"
    },
    {
     ru: "общество взаимопомощи",
     kz: "өзара көмек қоғамы",
     en: "friendly society"
    },
    {
     ru: "общий",
     kz: "жалпы",
     en: "general"
    },
    {
     ru: "общая норма",
     kz: "жалпы норма",
     en: "general rule"
    },
    {
     ru: "общий закон (в отличие от закона, касающегося отдельных лиц)",
     kz: "жалпы заң (жеке адамдарға қатысы жоқ)",
     en: "general act"
    },
    {
     ru: "общий запас",
     kz: "жалпы қор",
     en: "bank"
    },
    {
     ru: "общий смысл",
     kz: "жалпы мәні",
     en: "popular sense"
    },
    {
     ru: "общий срок тюремного заключения",
     kz: "түрмеге қамалудың жалпы мерзімі",
     en: "aggregate term of imprisonment"
    },
    {
     ru: "общий умысел (при совершении  преступления группой лиц)",
     kz: "ортақ пиғыл (сөз байласу) (бір топ адамның қылмыс жасау барысында)",
     en: "common design"
    },
    {
     ru: "объявлять",
     kz: "хабарлау",
     en: "declare"
    },
    {
     ru: "обыкновение",
     kz: "әдеттегідей, үйреншікті",
     en: "practice"
    },
    {
     ru: "обыск",
     kz: "тінту",
     en: "search, frisk"
    },
    {
     ru: "обыск без ордера",
     kz: "ордерсіз тінту",
     en: "unwarranted search"
    },
    {
     ru: "ордер на обыск",
     kz: "тінтуге ордер",
     en: "search warrant"
    },
    {
     ru: "тщательный обыск",
     kz: "ұқыптап тінту",
     en: "perquisition"
    },
    {
     ru: "обыскивание",
     kz: "тінту",
     en: "search"
    },
    {
     ru: "обычай",
     kz: "әдет-ғұрып",
     en: "custom, practice"
    },
    {
     ru: "обычный",
     kz: "кәдімгі, әдеттегідей",
     en: "regular, habitual"
    },
    {
     ru: "обычное право",
     kz: "әдет-ғұрып құқығы",
     en: "custom"
    },
    {
     ru: "объединять",
     kz: "біріктіру, бірлестіру",
     en: "unify"
    },
    {
     ru: "объявлять невиновным в совершении преступления",
     kz: "қылмыс жасамағандығын хабарлау",
     en: "acquit"
    },
    {
     ru: "обязанность",
     kz: "міндеттеме, міндет",
     en: "duty, obligation"
    },
    {
     ru: "обязанный",
     kz: "міндетті",
     en: "liable"
    },
    {
     ru: "обязательная сила",
     kz: "міндетті күш",
     en: "obligation"
    },
    {
     ru: "обязательство",
     kz: "міндеттеме",
     en: "terms, obligation, bill, engagement, pledge"
    },
    {
     ru: "давать обязательство",
     kz: "міндеттеме беру",
     en: "pledge"
    },
    {
     ru: "долговое обязательство",
     kz: "борышкерлік міндеттеме",
     en: "obligation"
    },
    {
     ru: "письменное обязательство",
     kz: "жазбаша міндеттеме",
     en: "handbill"
    },
    {
     ru: "обязывать",
     kz: "міндеттеу",
     en: "engage, obligate"
    },
    {
     ru: "огнестрельное оружие",
     kz: "атыс қаруы",
     en: "firearm"
    },
    {
     ru: "оговорка",
     kz: "ескертпе",
     en: "clause"
    },
    {
     ru: "ограбить",
     kz: "тонау",
     en: "bereave"
    },
    {
     ru: "ограбление",
     kz: "тонау",
     en: "reif, despoilment, loot"
    },
    {
     ru: "тяжкое ограбление",
     kz: "ауыр салдарлы тонау",
     en: "aggravated robbery"
    },
    {
     ru: "ограничение",
     kz: "шектеу",
     en: "limitation"
    },
    {
     ru: "ограничение в праве",
     kz: "құқықтық шектеу",
     en: "disability"
    },
    {
     ru: "ограничение право- и\/или дееспособности",
     kz: "құқықты немесе\/және әрекет қабілеттілігін шектеу",
     en: "disability"
    },
    {
     ru: "ограниченный",
     kz: "шектеулі",
     en: "limited"
    },
    {
     ru: "имеющий ограниченную ответственность",
     kz: "шектеулі жаупкершілікті",
     en: "limited"
    },
    {
     ru: "с ограниченной ответственностью",
     kz: "жауапкершілігі шектеулі",
     en: "limited"
    },
    {
     ru: "ограничивать",
     kz: "шектеу",
     en: "limit"
    },
    {
     ru: "одинаковый",
     kz: "бірдей",
     en: "even"
    },
    {
     ru: "одинокий",
     kz: "жалғыз басты",
     en: "single"
    },
    {
     ru: "одобрение",
     kz: "мақұлдау",
     en: "sanction"
    },
    {
     ru: "одобрять (закон, резолюцию и т.д.)",
     kz: "мақұлдау (заң, қарар және т.б.)",
     en: "pass"
    },
    {
     ru: "одорология",
     kz: "одорология",
     en: "odorology"
    },
    {
     ru: "одорологическая экспертиза",
     kz: "одорологиялық сараптама",
     en: "odorologic expert examination"
    },
    {
     ru: "ожидаемые расходы",
     kz: "алдағы шығындар",
     en: "estimate"
    },
    {
     ru: "оказывать предпочтение",
     kz: "артықшылық көрсету",
     en: "prefer"
    },
    {
     ru: "оказывать пособничество и подстрекать",
     kz: "көмектесу және азғыру",
     en: "to aid fnd abet"
    },
    {
     ru: "оклад",
     kz: "айлық",
     en: "salary"
    },
    {
     ru: "окончательное решение",
     kz: "түпкілікті шешім",
     en: "final decision"
    },
    {
     ru: "округ (административный, судебный, избирательный)",
     kz: "округ (әкімшілік, сот, сайлау)",
     en: "district"
    },
    {
     ru: "окружающая обстановка",
     kz: "қоршаған жағдай",
     en: "environment"
    },
    {
     ru: "опасность",
     kz: "қауіп",
     en: "hazard, danger"
    },
    {
     ru: "подвергать опасности",
     kz: "қауіп туғызу",
     en: "endanger"
    },
    {
     ru: "ставить в опасность",
     kz: "қауіп төндіру",
     en: "endanger"
    },
    {
     ru: "опека",
     kz: "қорған",
     en: "trusteeship"
    },
    {
     ru: "опекун",
     kz: "қорғаншы",
     en: "conservator"
    },
    {
     ru: "опекунство",
     kz: "қорғаншылық",
     en: "committee ship"
    },
    {
     ru: "оперативный учет",
     kz: "жедел есеп",
     en: "records management"
    },
    {
     ru: "опечатывание",
     kz: "желімдеу",
     en: "sealing"
    },
    {
     ru: "опечатывать",
     kz: "cүргі салу",
     en: "seal"
    },
    {
     ru: "описание",
     kz: "сипаттама",
     en: "description"
    },
    {
     ru: "оплата",
     kz: "төлем",
     en: "payment"
    },
    {
     ru: "оплата услуг адвоката",
     kz: "адвокат қызметтерін төлеу",
     en: "cost(s)"
    },
    {
     ru: "оповещение о розыске и аресте совершившего побег заключенного",
     kz: "қашқан тұтқынды тұтқындау және іздеу салу туралы жариялау",
     en: "escape-warrant"
    },
    {
     ru: "опознавать",
     kz: "тану",
     en: "identify"
    },
    {
     ru: "опознание",
     kz: "тану",
     en: "recognition"
    },
    {
     ru: "опорочивать",
     kz: "кінәратты ету",
     en: "flaw"
    },
    {
     ru: "оппонент",
     kz: "оппонент",
     en: "contradictor"
    },
    {
     ru: "оправдание",
     kz: "ақтау, ақталу",
     en: "absolution, plea, alibi лат., exculpation"
    },
    {
     ru: "оправдать",
     kz: "ақтау",
     en: "acquit"
    },
    {
     ru: "оправдывать",
     kz: "ақтау",
     en: "exculpate"
    },
    {
     ru: "оправдательный приговор",
     kz: "ақтау үкімі",
     en: "absolutory sentence"
    },
    {
     ru: "определение (количества, качества)",
     kz: "анықтау, айқындау (санын, сапасын)",
     en: "evaluation"
    },
    {
     ru: "определять местонахождение",
     kz: "болған орнын анықтау",
     en: "locate"
    },
    {
     ru: "определять качество",
     kz: "сапасын анықтау",
     en: "evaluate"
    },
    {
     ru: "опровергать",
     kz: "жоққа шығару",
     en: "rebut"
    },
    {
     ru: "опрос",
     kz: "тергеу",
     en: "examination, perquisition"
    },
    {
     ru: "первоначальный опрос свидетеля выставившей стороной",
     kz: "тараптар қойған куәдан алғашқы жауап алу",
     en: "examination in chief"
    },
    {
     ru: "опротестование",
     kz: "наразылық білдіру",
     en: "protest"
    },
    {
     ru: "отказ от опротестования",
     kz: "наразылық білдіруден бас тарту",
     en: "wavier of protest"
    },
    {
     ru: "оптация",
     kz: "азаматтықты таңдау",
     en: "choice of citizenship"
    },
    {
     ru: "опубликование",
     kz: "жариялау",
     en: "publication"
    },
    {
     ru: "опьянение",
     kz: "мас болу",
     en: "drunkenness"
    },
    {
     ru: "орган",
     kz: "орган",
     en: "body"
    },
    {
     ru: "организация",
     kz: "ұйым",
     en: "body"
    },
    {
     ru: "организованная преступность",
     kz: "ұйымдасқан қылмыс",
     en: "organized crime"
    },
    {
     ru: "органы власти",
     kz: "билік орындары",
     en: "authorities"
    },
    {
     ru: "законодательные органы",
     kz: "заң орындары",
     en: "legislative authorities"
    },
    {
     ru: "местные органы власти",
     kz: "жергілікті билік орындары",
     en: "local authorities"
    },
    {
     ru: "федеральные органы власти",
     kz: "биліктің федеральды органдары",
     en: "federal authorities"
    },
    {
     ru: "ордер",
     kz: "ордер",
     en: "order"
    },
    {
     ru: "оригинал",
     kz: "түпнұсқа",
     en: "script"
    },
    {
     ru: "орудие преступления",
     kz: "қылмыс құралдары",
     en: "crime instrument"
    },
    {
     ru: "оружие",
     kz: "қару",
     en: "weapon"
    },
    {
     ru: "осведомленность",
     kz: "хабардарлық",
     en: "privity"
    },
    {
     ru: "освидетельствование",
     kz: "куәландыру",
     en: "examination"
    },
    {
     ru: "медицинское освидетельствование",
     kz: "медициналық куәландыру",
     en: "medical examination"
    },
    {
     ru: "освобождать",
     kz: "ерік беру, босату",
     en: "free"
    },
    {
     ru: "освобождать (от ответственности, наказания)",
     kz: "босату (жауаптылықтан, жазадан)",
     en: "absolve, acquit"
    },
    {
     ru: "освобождать (из заключения)",
     kz: "босату (қамаудан)",
     en: "dismiss, disimprison"
    },
    {
     ru: "освобождать от уплаты",
     kz: "төлемнен босату",
     en: "remit"
    },
    {
     ru: "освобождение от должности",
     kz: "лауазымнан босату",
     en: "dismiss"
    },
    {
     ru: "обеспечивающий невозможность освобождения из-под стражи и бегства или причинения вреда",
     kz: "күзет қарамағынан босап кетуге және қашуға немесе зиян келтіруге мүмкіндікті болдырмауды қамтамасыз ету",
     en: "safe"
    },
    {
     ru: "освобождение от наказания",
     kz: "жазадан босату, құтылу",
     en: "absolution, impunity"
    },
    {
     ru: "освобождение от ответственности",
     kz: "жауапкершіліктен босату",
     en: "condonation"
    },
    {
     ru: "освобождение от убытков как от последствия совершенного действия",
     kz: "жасалған әрекеттің салдарынан болған шығыннан босату",
     en: "impunity"
    },
    {
     ru: "осквернять",
     kz: "қорлау",
     en: "pollute"
    },
    {
     ru: "оскорбитель",
     kz: "балағаттаушы",
     en: "insulter"
    },
    {
     ru: "оскорбление",
     kz: "балағаттау",
     en: "abuse, indignity, injury, insult, contempt, offence (амер. offense)"
    },
    {
     ru: "тяжкое оскорбление",
     kz: "ауыр балағат",
     en: "great insult"
    },
    {
     ru: "оскорблять",
     kz: "балағаттау, намысына тию",
     en: "abuse, revile, insult, offend"
    },
    {
     ru: "осмотр",
     kz: "қарау",
     en: "examination"
    },
    {
     ru: "осмотрительность",
     kz: "мұқияттылық",
     en: "deliberation"
    },
    {
     ru: "основание",
     kz: "негіз",
     en: "reason, foundation"
    },
    {
     ru: "давать основание",
     kz: "негіз беру",
     en: "found"
    },
    {
     ru: "основанный на чем-л.",
     kz: "бегілі бір нәрсеге негізделген",
     en: "founded"
    },
    {
     ru: "основатель (акционерного общества, компании)",
     kz: "негіздеуші (акционерлік қоғамды, компанияны)",
     en: "founder, promoter (акционерлік қоғам, компания)"
    },
    {
     ru: "основной",
     kz: "негізгі",
     en: "chief, principal, main, primary"
    },
    {
     ru: "основная сумма (в отличие от процентов)",
     kz: "негізгі сома (пайыздан бөлек)",
     en: "principal"
    },
    {
     ru: "основная часть (документа)",
     kz: "негізгі бөлімі (құжаттың)",
     en: "body"
    },
    {
     ru: "основной должник (в отличие от поручителя)",
     kz: "негізгі борышкер (кепілгерден өзгеше)",
     en: "principal"
    },
    {
     ru: "основные права",
     kz: "негізгі құқықтар",
     en: "primary rights"
    },
    {
     ru: "основывать",
     kz: "айқындау; негіздеу",
     en: "constitute, establish, found"
    },
    {
     ru: "особое мнение",
     kz: "ерекше пікір",
     en: "separate opinion"
    },
    {
     ru: "оспаривание",
     kz: "дау айту",
     en: "attack"
    },
    {
     ru: "оспаривать",
     kz: "дау айту, даулау",
     en: "attack, contravene, dispute"
    },
    {
     ru: "оставаться безнаказанным",
     kz: "жазасыз қалу",
     en: "escape"
    },
    {
     ru: "оставление",
     kz: "тастап кету",
     en: "desertion"
    },
    {
     ru: "оставлять",
     kz: "қалдыру",
     en: "leave"
    },
    {
     ru: "осторожность",
     kz: "сақтық",
     en: "deliberation"
    },
    {
     ru: "осужденный",
     kz: "сотталған",
     en: "convicted offender"
    },
    {
     ru: "осуществлять",
     kz: "іске асыру",
     en: "execute"
    },
    {
     ru: "отвергать",
     kz: "жоққа шығару, терістеу, қабылдамау",
     en: "reject, negative, disallow, overrule, forswear"
    },
    {
     ru: "отвергать решение по ранее рассмотренному делу с сознанием новой нормы прецедентного права",
     kz: "бұрын қаралған іс бойынша қабылданған шешімді жаңа қабылданған нормаларды есепке ала отырып қабылдамай тастау",
     en: "overrule"
    },
    {
     ru: "ответ",
     kz: "жауап",
     en: "reply"
    },
    {
     ru: "ответ истца на возражение по иску",
     kz: "талап арыз бойынша қарсылыққа талапкердің жауабы",
     en: "reply"
    },
    {
     ru: "ответственность",
     kz: "жауапкершілік",
     en: "responsibility"
    },
    {
     ru: "взять ответственность",
     kz: "жауапкершілік алу",
     en: "to assume (accept, take) responsibility"
    },
    {
     ru: "гражданская ответственность",
     kz: "азаматтық жауапкершілік",
     en: "civil liability"
    },
    {
     ru: "неограниченная ответственность",
     kz: "шектеусіз жауапкершілік",
     en: "unlimited liability"
    },
    {
     ru: "несущий гражданскую ответственность \/ ответственность по гражданскому праву",
     kz: "азаматтық жауапкершілікті \/ азаматтық құқық бойынша жауапкершілік",
     en: "liable to civil proceedings"
    },
    {
     ru: "ответственности судей",
     kz: "соттардың жауапкершіліктері",
     en: "judicial responsibility"
    },
    {
     ru: "ответственность",
     kz: "жауапкершілік",
     en: "in charge of"
    },
    {
     ru: "уголовная ответственность",
     kz: "қылмыстық жауапкершілік",
     en: "criminal responsibility, criminal liability"
    },
    {
     ru: "ответственный",
     kz: "жауапты",
     en: "liable"
    },
    {
     ru: "ответчик",
     kz: "жауапкер",
     en: "respondent, defendant, libelee"
    },
    {
     ru: "ответчик по вещному иску",
     kz: "мүліктік арызға жауапкер",
     en: "tenant"
    },
    {
     ru: "отвечать",
     kz: "жауап беру",
     en: "reply"
    },
    {
     ru: "отвечать на возражение по иску",
     kz: "талап арыз бойынша қарсылыққа жауап беру",
     en: "reply"
    },
    {
     ru: "отводить",
     kz: "қарсы болу, қабыл алмау (алынбау)",
     en: "reject, except"
    },
    {
     ru: "отдавать по договору в обучение",
     kz: "оқуға келісімшартпен беру",
     en: "article"
    },
    {
     ru: "отдел",
     kz: "бөлім",
     en: "department"
    },
    {
     ru: "отделаться (от наказания)",
     kz: "құтылу (жазадан)",
     en: "get off"
    },
    {
     ru: "отдельный",
     kz: "бөлек",
     en: "single"
    },
    {
     ru: "отказ в иске",
     kz: "талап арызды қабылдамау",
     en: "absolvitor"
    },
    {
     ru: "отказ от авторских прав",
     kz: "авторлық құқықтан бас тарту",
     en: "dedication"
    },
    {
     ru: "отказ от уголовного иска",
     kz: "қылмыстық талап арыздан бас тарту",
     en: "compound penal action"
    },
    {
     ru: "отказывать",
     kz: "бас тарту",
     en: "disallow"
    },
    {
     ru: "отказывать в иске",
     kz: "талап арызды қайтару, талап арыздан бас тарту",
     en: "disallow a claim, dismiss a case"
    },
    {
     ru: "отказываться",
     kz: "қабылдамау, бас тарту",
     en: "reject, forgive"
    },
    {
     ru: "отказаться от претензии",
     kz: "кінәлаудан бас тарту",
     en: "abandon a claim"
    },
    {
     ru: "отказывать в требовании",
     kz: "талаптарды қабылдамау",
     en: "reject claim"
    },
    {
     ru: "отказываться от прав",
     kz: "құқықтардан бас тарту",
     en: "abandon rights"
    },
    {
     ru: "откладывать",
     kz: "кейінге қалдыру, мерзімін шегеру",
     en: "adjourn"
    },
    {
     ru: "откладывать (на более поздний срок)",
     kz: "кейінге қалдыру (кештеу мерзімге)",
     en: "remit"
    },
    {
     ru: "отклонение от нормы",
     kz: "нормадан (мөлшерден) ауытқу",
     en: "abnormality"
    },
    {
     ru: "отклонять",
     kz: "кейінге қалдыру",
     en: "reject, disallow, overrule"
    },
    {
     ru: "отклонять (иск)",
     kz: "кейінге қалдыру (талап арызды)",
     en: "dismiss, dismiss a case"
    },
    {
     ru: "отклонять путем голосования",
     kz: "дауыс беру жолымен кейінге қалдыру",
     en: "negative"
    },
    {
     ru: "отложение вынесения решения",
     kz: "шешімнің шығарылуын кейінге қалдыру",
     en: "arrest of judgment"
    },
    {
     ru: "отмена",
     kz: "күшін жою",
     en: "abolition, abrogation, defeat"
    },
    {
     ru: "отменять",
     kz: "қайтару, тоқтату",
     en: "abrogate, negative, defeat, overrule, lift"
    },
    {
     ru: "отменить приговор",
     kz: "үкімді жою",
     en: "avoid a sentence, remit a sentence"
    },
    {
     ru: "отмерять",
     kz: "өлшеу",
     en: "mete"
    },
    {
     ru: "отмычка",
     kz: "желекті (әмбебап) кілт",
     en: "picklock"
    },
    {
     ru: "отнимать по суду редк.",
     kz: "сот арқылы алу, айыру",
     en: "abjudge"
    },
    {
     ru: "отношение",
     kz: "қатынас",
     en: "relation"
    },
    {
     ru: "отнять (что-то)",
     kz: "тартып алу",
     en: "bereave"
    },
    {
     ru: "отождествлять",
     kz: "теңдестіру",
     en: "identify"
    },
    {
     ru: "отозвание иска",
     kz: "талап арызды қайтарып алу",
     en: "withdrawal of record"
    },
    {
     ru: "отпечаток",
     kz: "ізтаңба",
     en: "imprint, print"
    },
    {
     ru: "отпечатки ладони, пальмоскопия",
     kz: "алақан таңбасы",
     en: "palm prints"
    },
    {
     ru: "отпечаток пальцев",
     kz: "саусақ іздері",
     en: "dactylogram, fingerprints"
    },
    {
     ru: "снимать отпечатки пальцев",
     kz: "саусақ іздерін алу",
     en: "fingerprint"
    },
    {
     ru: "отпуск",
     kz: "жіберу; демалыс",
     en: "leave; furlough"
    },
    {
     ru: "отравление",
     kz: "уландыру",
     en: "poisoning"
    },
    {
     ru: "отрасль (занятости, деятельности)",
     kz: "сала (жұмыс істейтін, еңбек ететін)",
     en: "industry"
    },
    {
     ru: "отрицание",
     kz: "жоққа шығару",
     en: "negative"
    },
    {
     ru: "отрицательный",
     kz: "теріс",
     en: "negative"
    },
    {
     ru: "отрицать",
     kz: "жоққа шығару",
     en: "negative"
    },
    {
     ru: "отсрочивать",
     kz: "кейінге қалдыру",
     en: "adjourn"
    },
    {
     ru: "отсрочка",
     kz: "мерзімін шегіндіру",
     en: "adjournment, respite, prorogation"
    },
    {
     ru: "дать отсрочку",
     kz: "мерзімін шегіндіріп беру",
     en: "grant a respite"
    },
    {
     ru: "отсрочка апелляции",
     kz: "арыз шағымның мерзімін шегіндіру",
     en: "respite of appeal"
    },
    {
     ru: "отсрочка исполнения приговора",
     kz: "үкімнің орындалу  мерзімін шегіндіру",
     en: "respite"
    },
    {
     ru: "получить отсрочку",
     kz: "мерзімін шегіндіртіп алу",
     en: "get a respite"
    },
    {
     ru: "оттиск",
     kz: "көшірме бедерлеме",
     en: "print"
    },
    {
     ru: "отчуждать",
     kz: "иеліктен айыру",
     en: "assign"
    },
    {
     ru: "официальный",
     kz: "ресми",
     en: "formal"
    },
    {
     ru: "официальное заявление",
     kz: "ресми мәлімдеме",
     en: "acknowledgement"
    },
    {
     ru: "официальное уведомление",
     kz: "ресми хабарлама",
     en: "formal notice"
    },
    {
     ru: "официальный документ",
     kz: "ресми құжат",
     en: "diploma"
    },
    {
     ru: "официальный протест",
     kz: "ресми наразылық",
     en: "formal protest"
    },
    {
     ru: "оформление документов",
     kz: "құжаттарды рәсімдеу",
     en: "processing of documents"
    },
    {
     ru: "оформлять",
     kz: "рәсімдеу",
     en: "execute"
    },
    {
     ru: "охрана труда",
     kz: "еңбекті қорғау",
     en: "safety arrangement and precautions"
    },
    {
     ru: "охранник",
     kz: "күзетші",
     en: "conservator"
    },
    {
     ru: "охранное свидетельство",
     kz: "күзет куәлігі",
     en: "pass"
    },
    {
     ru: "охранять",
     kz: "күзету",
     en: "protect"
    },
    {
     ru: "оценивание",
     kz: "бағалау",
     en: "evaluation"
    },
    {
     ru: "оценивать",
     kz: "бағалау",
     en: "rate"
    },
    {
     ru: "оценивать",
     kz: "бағалау",
     en: "evaluate"
    },
    {
     ru: "оценка",
     kz: "баға",
     en: "judgment, estimate, evaluation"
    },
    {
     ru: "давать оценку",
     kz: "баға беру",
     en: "evaluate"
    },
    {
     ru: "очевидец",
     kz: "көрген, көруші",
     en: "eye-witness"
    },
    {
     ru: "очевидный",
     kz: "айқындалу, анық",
     en: "clear, obvious"
    },
    {
     ru: "очевидная опасность",
     kz: "анық қауіптілік",
     en: "obvious danger"
    },
    {
     ru: "очевидный риск",
     kz: "анық қатер",
     en: "obvious risk"
    },
    {
     ru: "очередной",
     kz: "кезекті",
     en: "regular"
    },
    {
     ru: "очередность",
     kz: "кезек",
     en: "priority"
    },
    {
     ru: "очная ставка",
     kz: "беттестіру",
     en: "confrontation"
    },
    {
     ru: "производить очную ставку",
     kz: "беттестіру жүргізу",
     en: "compare evidence"
    },
    {
     ru: "ошибаться",
     kz: "қателесу",
     en: "err"
    },
    {
     ru: "ошибка",
     kz: "қате",
     en: "error"
    },
    {
     ru: "канцелярская ошибка",
     kz: "кеңселік қате",
     en: "clerical error"
    },
    {
     ru: "ошибка в праве",
     kz: "құқықтағы қате",
     en: "error of law"
    },
    {
     ru: "ошибка в фактах",
     kz: "мәліметтердегі қате",
     en: "error of fact"
    },
    {
     ru: "ошибка, дающая основание для отмены решения",
     kz: "шешімнің күшін жоюға негіз болатын қате",
     en: "reversible error"
    },
    {
     ru: "судебная ошибка",
     kz: "сот қатесі",
     en: "judicial error"
    },
    {
     ru: "явная ошибка в судопроизводстве",
     kz: "сот өндірісіндегі анық қате",
     en: "error apparent of record"
    },
    {
     ru: "пай",
     kz: "бөлік, үлес",
     en: "share"
    },
    {
     ru: "палата общин",
     kz: "общиналар палатасы",
     en: "Commons (the)"
    },
    {
     ru: "палач",
     kz: "жендет",
     en: "death man"
    },
    {
     ru: "папиллярные линии",
     kz: "папилляр сызықтары",
     en: "dermal ridges"
    },
    {
     ru: "папиллярный узор",
     kz: "папилляр өрнек",
     en: "ridge pattern, papillary picture"
    },
    {
     ru: "параграф",
     kz: "тармақша",
     en: "article"
    },
    {
     ru: "пасквилянт",
     kz: "жалақор",
     en: "libel"
    },
    {
     ru: "паспорт",
     kz: "төлқұжат",
     en: "pass"
    },
    {
     ru: "пассажир",
     kz: "жолаушы",
     en: "passenger"
    },
    {
     ru: "патент на должность",
     kz: "лауазымға патент",
     en: "commission"
    },
    {
     ru: "пенсионер",
     kz: "зейнеткер",
     en: "pensioner"
    },
    {
     ru: "пенсия",
     kz: "зейнетақы",
     en: "pension"
    },
    {
     ru: "первенство",
     kz: "бастапқы",
     en: "priority"
    },
    {
     ru: "первичный",
     kz: "алғашқы",
     en: "primary"
    },
    {
     ru: "первичное доказательство",
     kz: "алғашқы дәлел",
     en: "original evidence"
    },
    {
     ru: "первоначальный",
     kz: "бастапқы, алғашқы",
     en: "primary"
    },
    {
     ru: "первоочередность",
     kz: "алғашқы кезек",
     en: "priority"
    },
    {
     ru: "переводить (деньги)",
     kz: "аудару (ақшаны)",
     en: "remit"
    },
    {
     ru: "переводчик",
     kz: "аудармашы",
     en: "language officer"
    },
    {
     ru: "перевозки",
     kz: "тасымал",
     en: "traffic"
    },
    {
     ru: "переговоры",
     kz: "келіссөздер",
     en: "talks"
    },
    {
     ru: "переговоры на высшем уровне (между главами правительств)",
     kz: "жоғары деңгейдегі келіссөздер (үкімет басшылары арасында)",
     en: "top level talks"
    },
    {
     ru: "переговоры на уровне министров",
     kz: "министрлер деңгейіндегі келіссөздер",
     en: "ministerial talks"
    },
    {
     ru: "передавать",
     kz: "беру",
     en: "assign"
    },
    {
     ru: "передавать в другую инстанцию",
     kz: "басқа инстанцияға беру",
     en: "remit"
    },
    {
     ru: "передавать в дар, общественное пользование",
     kz: "сыйға беру, қоғамдық пайдалану",
     en: "dedicate"
    },
    {
     ru: "перекрестный допрос",
     kz: "қарсы жауап алу",
     en: "cross-examination"
    },
    {
     ru: "переработка продуктов",
     kz: "азық-түлікті өңдеу",
     en: "processing"
    },
    {
     ru: "перерыв между заседаниями",
     kz: "мәжіліс аралық үзіліс",
     en: "adjournment"
    },
    {
     ru: "пересылать (деньги)",
     kz: "салу (ақшаны)",
     en: "remit"
    },
    {
     ru: "переуступать (права)",
     kz: "(құқығын) қайта беру",
     en: "assign"
    },
    {
     ru: "перехват телефонных разговоров, телеграфных сообщений",
     kz: "телефон әңгімелерін, телеграфтық хабарламаларды жазып алу",
     en: "tapping"
    },
    {
     ru: "переходить (о праве)",
     kz: "ауысу (құқық туралы)",
     en: "pass"
    },
    {
     ru: "переходить (в казну)",
     kz: "өту (қазынаға)",
     en: "forfeit"
    },
    {
     ru: "период",
     kz: "кезең",
     en: "period"
    },
    {
     ru: "персональный",
     kz: "жеке",
     en: "personal"
    },
    {
     ru: "петиция",
     kz: "құзырхат",
     en: "bill, petition"
    },
    {
     ru: "подавать петицию",
     kz: "құзырхат беру",
     en: "petition"
    },
    {
     ru: "печать",
     kz: "мөр",
     en: "seal"
    },
    {
     ru: "приложение печати",
     kz: "мөр салу",
     en: "sealing"
    },
    {
     ru: "скрепленный печатью",
     kz: "мөрмен бекітілген",
     en: "sealed with the stamp"
    },
    {
     ru: "скреплять печатью",
     kz: "мөрмен бекіту",
     en: "seal"
    },
    {
     ru: "пешеход",
     kz: "жүргінші",
     en: "pedestrian"
    },
    {
     ru: "пиромания",
     kz: "пиромания",
     en: "pyromania"
    },
    {
     ru: "пистолет",
     kz: "пистолет",
     en: "pistol, hand firearm"
    },
    {
     ru: "письменное показание",
     kz: "жазбаша көрсетпе",
     en: "written statement"
    },
    {
     ru: "письменный опрос сторон\/ свидетелей",
     kz: "тараптардан, куәлардан жазбаша жауап алу",
     en: "interrogatories"
    },
    {
     ru: "письмо",
     kz: "хат",
     en: "letter"
    },
    {
     ru: "план расследования",
     kz: "тергеу жоспары",
     en: "investigative plan"
    },
    {
     ru: "платеж",
     kz: "төлем",
     en: "payment"
    },
    {
     ru: "плательщик",
     kz: "төлеуші",
     en: "payer"
    },
    {
     ru: "побои",
     kz: "ұрып-соғу",
     en: "battery"
    },
    {
     ru: "побуждать",
     kz: "қозғау",
     en: "procure"
    },
    {
     ru: "поведение",
     kz: "қылық",
     en: "bahaviour, conduct"
    },
    {
     ru: "неправильное поведение",
     kz: "теріс (ерсі) қылық",
     en: "crime"
    },
    {
     ru: "поверенный",
     kz: "сенімді, сенімді өкіл",
     en: "agent, solicitor"
    },
    {
     ru: "повинность",
     kz: "міндеттілік",
     en: "service"
    },
    {
     ru: "воинская повинность",
     kz: "әскери міндеттілік",
     en: "compulsory service"
    },
    {
     ru: "повлечь",
     kz: "қатыстыру",
     en: "involve"
    },
    {
     ru: "повреждение",
     kz: "зақым (залал) келтіру",
     en: "mischief"
    },
    {
     ru: "телесное повреждение, влекущее за собой потерю трудоспособности",
     kz: "еңбекке жарамсыздыққа соқтырған дене жарақаты",
     en: "permanent injury"
    },
    {
     ru: "повторная экспертиза",
     kz: "қайталама сараптама",
     en: "repeated expert examination"
    },
    {
     ru: "повторное рассмотрение",
     kz: "қайта қарау",
     en: "re-examination"
    },
    {
     ru: "повторный вызов в суд",
     kz: "сотқа қайта шақыру",
     en: "resummons"
    },
    {
     ru: "повторный опрос свидетеля",
     kz: "куәгерді қайта сұрау",
     en: "re-examination"
    },
    {
     ru: "повышение в должности",
     kz: "лауызымы жоғарылау",
     en: "promotion"
    },
    {
     ru: "повышение в цене",
     kz: "бағаның көтерілуі",
     en: "price advance"
    },
    {
     ru: "погасительная давность",
     kz: "өтеу мерзімінің ескіруі",
     en: "limitation"
    },
    {
     ru: "погоня",
     kz: "қуғын",
     en: "chase"
    },
    {
     ru: "подавать (прошение, жалобу, возражение, протест)",
     kz: "беру (сұраныс, арыз, шағым, қарсылық, наразылық)",
     en: "lodge, prefer, present"
    },
    {
     ru: "подарок",
     kz: "сыйлық",
     en: "gift"
    },
    {
     ru: "подача (жалобы)",
     kz: "беру (арыз, шағым)",
     en: "lodgment, presentation"
    },
    {
     ru: "подвергать риску",
     kz: "қатерге бас тігу",
     en: "compromise"
    },
    {
     ru: "подданство",
     kz: "бодандық",
     en: "nationality"
    },
    {
     ru: "подделка",
     kz: "жасанды",
     en: "fabrication"
    },
    {
     ru: "поддельный",
     kz: "жасанды",
     en: "dummy"
    },
    {
     ru: "поддержание порядка",
     kz: "тәртіп ұстау",
     en: "police"
    },
    {
     ru: "поддерживать",
     kz: "қолдау",
     en: "promote"
    },
    {
     ru: "поддерживать порядок",
     kz: "тәртіп ұстау",
     en: "police"
    },
    {
     ru: "поджигатель",
     kz: "өрт қоюшы, өртеуші, шағыстырушы",
     en: "arsonist, firebug"
    },
    {
     ru: "поджог (злонамеренный)",
     kz: "өртеу (пиғылмен)",
     en: "arson"
    },
    {
     ru: "подзаконный акт",
     kz: "заңға тәуелді актілер",
     en: "by-law"
    },
    {
     ru: "подзащитный",
     kz: "қорғалатын адам",
     en: "defendant"
    },
    {
     ru: "подкуп",
     kz: "параға сатып алу",
     en: "bribe"
    },
    {
     ru: "подкупать",
     kz: "паралау",
     en: "bribe"
    },
    {
     ru: "подлежащий",
     kz: "тиесілі, тиіс",
     en: "liable"
    },
    {
     ru: "подлежащий взысканию в судебном порядке",
     kz: "сот тәртібімен өндірілуге тиіс",
     en: "recoverable"
    },
    {
     ru: "подлежащий возврату",
     kz: "қайтарылуға тиесілі",
     en: "returnable"
    },
    {
     ru: "подлежащий выдаче (о преступнике)",
     kz: "ұстап берілуге тиіс (қылмыскер туралы)",
     en: "extraditable"
    },
    {
     ru: "подлежащий налогообложению",
     kz: "салық салынуға тиесілі",
     en: "liable to taxis"
    },
    {
     ru: "подлежащий преследованию",
     kz: "қудалауға тиесілі",
     en: "liable to prosecution"
    },
    {
     ru: "подлежащий судебному преследованию",
     kz: "соттық қудалауға тиесілі",
     en: "liable to action"
    },
    {
     ru: "под подписку о невыезде",
     kz: "ешқандай кетпеу туралы қолхат бойынша",
     en: "recognizance, on one’s own"
    },
    {
     ru: "подлинник",
     kz: "түпнұсқа",
     en: "script"
    },
    {
     ru: "подлинность",
     kz: "түпнұсқалық",
     en: "identify"
    },
    {
     ru: "подлый",
     kz: "арамза",
     en: "foul"
    },
    {
     ru: "поднаем",
     kz: "жал",
     en: "sublease"
    },
    {
     ru: "подозревать",
     kz: "күдіктену",
     en: "mistrust"
    },
    {
     ru: "подозрение",
     kz: "күдік",
     en: "suspicion, mistrust"
    },
    {
     ru: "подоходный налог",
     kz: "табыс салығы",
     en: "income tax"
    },
    {
     ru: "подписание",
     kz: "қол қою",
     en: "signature"
    },
    {
     ru: "подписывать",
     kz: "қол қою",
     en: "sign"
    },
    {
     ru: "подписывать от имени кого-л.",
     kz: "біреудің атынан қол қою",
     en: "sign on behalf of"
    },
    {
     ru: "подписывать по доверенности",
     kz: "сенімхат бойынша қол қою",
     en: "sign “per pro”"
    },
    {
     ru: "подпись",
     kz: "қол",
     en: "signature"
    },
    {
     ru: "образец подписи",
     kz: "қол үлгісі",
     en: "specimen (of) signature"
    },
    {
     ru: "поддельная подпись",
     kz: "жасанды қол",
     en: "fictitious signature"
    },
    {
     ru: "ставить подпись",
     kz: "қол қою",
     en: "sign"
    },
    {
     ru: "подразумевать",
     kz: "болжау",
     en: "implicate"
    },
    {
     ru: "подслушивание",
     kz: "тың тыңдау",
     en: "tapping, eavesdropping"
    },
    {
     ru: "подставное лицо",
     kz: "жасанды (жалған) адам",
     en: "dummy"
    },
    {
     ru: "подстрекатель",
     kz: "азғырушы",
     en: "abettor, inciter"
    },
    {
     ru: "подстрекательство",
     kz: "азғырушылық",
     en: "abetment, incitement"
    },
    {
     ru: "подстрекать (чего-л. дурного)",
     kz: "азғыру (жамандық жасауға)",
     en: "abet, incite"
    },
    {
     ru: "подстрекать кого-л. к совершению преступления",
     kz: "біреуді қылмыс жасауға азғыру",
     en: "to abet smb. in a crime"
    },
    {
     ru: "оказывать пособничество и подстрекать",
     kz: "көмектесу және азғыру",
     en: "to aid and abet"
    },
    {
     ru: "подсудимый",
     kz: "сотталушы",
     en: "defendant"
    },
    {
     ru: "подсчет (предварительный)",
     kz: "санау (алдын ала)",
     en: "estimate"
    },
    {
     ru: "подтверждать",
     kz: "растау",
     en: "evidence"
    },
    {
     ru: "подтверждающие доказательства",
     kz: "растаушы дәлелдер",
     en: "affirmative proof"
    },
    {
     ru: "подтверждение",
     kz: "растау",
     en: "acknowledgement, attestation"
    },
    {
     ru: "подчистка в документе",
     kz: "құжатты түзету",
     en: "rasure"
    },
    {
     ru: "подчищать",
     kz: "тазалау",
     en: "erase"
    },
    {
     ru: "подшивка",
     kz: "тігінді",
     en: "file"
    },
    {
     ru: "пожар",
     kz: "өрт",
     en: "fire"
    },
    {
     ru: "пожизненный заключенный",
     kz: "өмір бойына қамалу",
     en: "lifer"
    },
    {
     ru: "пожизненный член (какого-л. органа, организации)",
     kz: "өмірлік мүше (орган, ұйым мүшелігі)",
     en: "life-member"
    },
    {
     ru: "позволять",
     kz: "рұқсат ету",
     en: "suffer"
    },
    {
     ru: "позитивный",
     kz: "оңды",
     en: "positive"
    },
    {
     ru: "поисковая группа",
     kz: "іздеу тобы",
     en: "search party"
    },
    {
     ru: "поймать с поличным",
     kz: "қолма-қол ұстау",
     en: "catch with the goods"
    },
    {
     ru: "давать показание ",
     kz: "көрсетпе беру",
     en: "give evidence"
    },
    {
     ru: "на основе показаний",
     kz: "көрсетпелер негізінде",
     en: "on evidence"
    },
    {
     ru: "показание, не относящееся к делу",
     kz: "іске қатысы жоқ көрсетпе",
     en: "irrelevant evidence"
    },
    {
     ru: "показания с чужих слов",
     kz: "бөгденің сөзінен көрсетпе беру",
     en: "second-hand evidence"
    },
    {
     ru: "принимать или выслушивать свидетельские показания",
     kz: "куә көрсетпелерін тыңдау немесе қабылдау",
     en: "take evidence"
    },
    {
     ru: "свидетельские показания",
     kz: "куә көрсетпелері",
     en: "testimonial evidence"
    },
    {
     ru: "свидетельские показания специалиста",
     kz: "маманның куәлік көрсетпелері",
     en: "expert evidence"
    },
    {
     ru: "устные свидетельские показания",
     kz: "куәның ауызша көрсетпелері",
     en: "oral evidence"
    },
    {
     ru: "фабрикация ложных показаний",
     kz: "жалған көрсетпелерді жалған қиыстыру",
     en: "manufacture of false evidence"
    },
    {
     ru: "покинутый",
     kz: "тастанды",
     en: "derelict"
    },
    {
     ru: "покровительствовать",
     kz: "қорғаштау",
     en: "protect"
    },
    {
     ru: "покупатель",
     kz: "сатып алушы",
     en: "customer"
    },
    {
     ru: "политический строй",
     kz: "саяси құрылым",
     en: "government"
    },
    {
     ru: "полицейский",
     kz: "I полицей; II полиция",
     en: "I man in blue; II police"
    },
    {
     ru: "полицейские правила",
     kz: "полиция ережелері",
     en: "police regulations"
    },
    {
     ru: "полицейские силы",
     kz: "полиция күштері",
     en: "constabulary, police force"
    },
    {
     ru: "полицейский инспектор",
     kz: "полиция инспекторы",
     en: "inspector of police"
    },
    {
     ru: "полицейский пост",
     kz: "полиция бекеті",
     en: "point"
    },
    {
     ru: "полицейский протокол",
     kz: "полиция хаттамасы",
     en: "sheet, charge, police charge-sheet"
    },
    {
     ru: "полицейский участок",
     kz: "полиция учаскесі",
     en: "police station"
    },
    {
     ru: "полицейский фургон",
     kz: "полиция фургоны",
     en: "police van"
    },
    {
     ru: "полиция",
     kz: "полиция",
     en: "constabulary, police"
    },
    {
     ru: "автодорожная полиция",
     kz: "автожол полициясы",
     en: "traffic police"
    },
    {
     ru: "железнодорожная полиция",
     kz: "теміржол полициясы",
     en: "railroad police"
    },
    {
     ru: "начальник полиции",
     kz: "полиция бастығы",
     en: "chief officer of police"
    },
    {
     ru: "уголовная полиция",
     kz: "қылмыстық полиция",
     en: "criminal police"
    },
    {
     ru: "частная полиция",
     kz: "жеке полиция",
     en: "private police"
    },
    {
     ru: "полномочие",
     kz: "өкілеттік",
     en: "commission, power, power of attorney, procuracy"
    },
    {
     ru: "полномочный",
     kz: "өкілетті",
     en: "plenipotentiary"
    },
    {
     ru: "полномочный представитель",
     kz: "өкілетті өкіл",
     en: "plenipotentiary"
    },
    {
     ru: "полноправный",
     kz: "толық құқылы",
     en: "plenipotentiary"
    },
    {
     ru: "полноправный гражданин",
     kz: "толық құқылы азамат",
     en: "freeman"
    },
    {
     ru: "положение",
     kz: "жағдай",
     en: "case, condition"
    },
    {
     ru: "положительный",
     kz: "оң, жағымды",
     en: "positive"
    },
    {
     ru: "полуофициальный",
     kz: "жартылай ресми",
     en: "semi-official"
    },
    {
     ru: "получение",
     kz: "алу",
     en: "rebutment"
    },
    {
     ru: "выдавать расписку в получении",
     kz: "алғанына қолхат беру",
     en: "rebutment"
    },
    {
     ru: "расписка в получении",
     kz: "алғанына қолхат",
     en: "rebutment"
    },
    {
     ru: "расписываться в получении",
     kz: "алғанына қол қою",
     en: "rebutment"
    },
    {
     ru: "польза",
     kz: "пайда",
     en: "profit"
    },
    {
     ru: "пользоваться",
     kz: "пайдалану",
     en: "profit"
    },
    {
     ru: "поместить",
     kz: "мекендету",
     en: "locate"
    },
    {
     ru: "помещать",
     kz: "орналастыру",
     en: "place"
    },
    {
     ru: "помилование",
     kz: "кешірім жасау",
     en: "mercy, pardon"
    },
    {
     ru: "помиловать",
     kz: "кешірім жасау",
     en: "pardon"
    },
    {
     ru: "помощник",
     kz: "көмекші",
     en: "adjunct, advocate, deputy"
    },
    {
     ru: "помощник генерального прокурора",
     kz: "бас прокурордың көмекшісі",
     en: "advocate – depute шотл."
    },
    {
     ru: "помощник судьи",
     kz: "судья көмекшісі",
     en: "deputy judge"
    },
    {
     ru: "понести (убытки)",
     kz: "шығындалу, шығын шегу",
     en: "suffer"
    },
    {
     ru: "понижать в должности, в ранге",
     kz: "лауазымын, дәрежесін төмендету",
     en: "demote"
    },
    {
     ru: "понижение в должности, в ранге",
     kz: "лауазымын, дәрежесін төмендету",
     en: "demotion"
    },
    {
     ru: "поносить",
     kz: "жалған айыптау",
     en: "defame"
    },
    {
     ru: "понятой",
     kz: "куәгер",
     en: "attesting witness"
    },
    {
     ru: "поощрять",
     kz: "марапаттау",
     en: "promote"
    },
    {
     ru: "попечитель",
     kz: "қамқоршы",
     en: "trustee"
    },
    {
     ru: "попечительство",
     kz: "қамқоршылық",
     en: "trusteeship, committee ship"
    },
    {
     ru: "поправка (к резолюции, законопроекту и т. п.)",
     kz: "түзету (карарды, заң жобасын және т.б.)",
     en: "amendment, rectification"
    },
    {
     ru: "внесение поправки",
     kz: "түзетулер енгізу",
     en: "rectification"
    },
    {
     ru: "попрошайничество",
     kz: "қайыршылық",
     en: "bagging"
    },
    {
     ru: "популярный",
     kz: "танымал",
     en: "popular"
    },
    {
     ru: "пора",
     kz: "саңылау",
     en: "porus"
    },
    {
     ru: "поражение",
     kz: "жеңіліс",
     en: "fail"
    },
    {
     ru: "порнографический",
     kz: "порнографиялық",
     en: "pornographic"
    },
    {
     ru: "порнографические снимки",
     kz: "порнографиялық түсірілім",
     en: "indecent prints"
    },
    {
     ru: "порок",
     kz: "кінәрат",
     en: "flaw"
    },
    {
     ru: "пороскопия",
     kz: "пороскопия",
     en: "poroscopy"
    },
    {
     ru: "порочить",
     kz: "жалған айыптау",
     en: "defame"
    },
    {
     ru: "портить",
     kz: "бүлдіру",
     en: "deface"
    },
    {
     ru: "поруки",
     kz: "кепіл",
     en: "bail"
    },
    {
     ru: "брать на поруки",
     kz: "кепілге алу",
     en: "bail"
    },
    {
     ru: "передавать на поруки",
     kz: "кепілге беру",
     en: "admit to bail"
    },
    {
     ru: "поручать",
     kz: "тапсырма беру",
     en: "commission"
    },
    {
     ru: "поручаться",
     kz: "кепіл болу",
     en: "guarantee"
    },
    {
     ru: "поручение",
     kz: "тапсырма",
     en: "commission"
    },
    {
     ru: "поручитель",
     kz: "кепілгер, кепілші",
     en: "bail, sponsor"
    },
    {
     ru: "поручительство",
     kz: "кепілгерлік",
     en: "guarantee, bail"
    },
    {
     ru: "давать поручительство",
     kz: "кепілгерлік беру",
     en: "guarantee"
    },
    {
     ru: "лицо, принимающее поручительство",
     kz: "кепілгерлікті қабылдаушы адам",
     en: "guarantee"
    },
    {
     ru: "порча",
     kz: "бүлдіру",
     en: "defacement"
    },
    {
     ru: "порядок",
     kz: "тәртіп, іс өндірісі",
     en: "discipline, order, procedure"
    },
    {
     ru: "порядок рассмотрения жалоб",
     kz: "шағым қарау тәртібі",
     en: "grievance procedure"
    },
    {
     ru: "порядочность",
     kz: "адалдық",
     en: "publicity"
    },
    {
     ru: "посвящать",
     kz: "арнау",
     en: "dedicate"
    },
    {
     ru: "поселение",
     kz: "қоныс",
     en: "colony"
    },
    {
     ru: "послание",
     kz: "жолдау",
     en: "letter"
    },
    {
     ru: "последнее слово (подсудимого)",
     kz: "соңғы сөз (сотталушының)",
     en: "last plea"
    },
    {
     ru: "последствие",
     kz: "салдар",
     en: "consequence"
    },
    {
     ru: "вредные последствия",
     kz: "залалды салдарлар",
     en: "harmful consequences"
    },
    {
     ru: "правовые последствия",
     kz: "құқықтық салдарлар",
     en: "in law consequence"
    },
    {
     ru: "последующее подтверждение",
     kz: "кейінгі қолдау",
     en: "recognition"
    },
    {
     ru: "пособник",
     kz: "көмектесуші",
     en: "abettor"
    },
    {
     ru: "посол",
     kz: "елші",
     en: "ambassador"
    },
    {
     ru: "посольские полномочия",
     kz: "елші өкілеттіліктері",
     en: "embassy"
    },
    {
     ru: "посольство",
     kz: "елшілік",
     en: "embassy"
    },
    {
     ru: "посредник",
     kz: "делдал",
     en: "go-between, agent, intermediator"
    },
    {
     ru: "посредничество",
     kz: "делдалдық",
     en: "intermediation"
    },
    {
     ru: "постановление",
     kz: "қаулы",
     en: "rule, establishment"
    },
    {
     ru: "постановление органа местной власти",
     kz: "жергілікті билік орнының қаулысы",
     en: "by-law"
    },
    {
     ru: "постановлять",
     kz: "қаулы шығару",
     en: "rule"
    },
    {
     ru: "постатейный (об обсуждении, голосовании)",
     kz: "баптар бойынша (талқылау, дауыс беру)",
     en: "clause-by-clause"
    },
    {
     ru: "постоянный житель",
     kz: "тұрақты тұрғын",
     en: "resident"
    },
    {
     ru: "пострадавший",
     kz: "жапа шегуші",
     en: "sufferer, loser"
    },
    {
     ru: "пострадать",
     kz: "жапа шегу",
     en: "suffer"
    },
    {
     ru: "поступки",
     kz: "қылық",
     en: "bahaviour"
    },
    {
     ru: "поступления",
     kz: "түсілімдер",
     en: "rebutment"
    },
    {
     ru: "посягательство",
     kz: "қол сұғушылық",
     en: "offence (амер. offense)"
    },
    {
     ru: "потерпевший",
     kz: "жәбірленуші",
     en: "sufferer, loser"
    },
    {
     ru: "потерпеть",
     kz: "жәбірлену, шығын шегу",
     en: "suffer"
    },
    {
     ru: "потери",
     kz: "ысырап",
     en: "loss(es)"
    },
    {
     ru: "потерянный",
     kz: "жоғалған",
     en: "lost"
    },
    {
     ru: "потомок",
     kz: "ұрпақ",
     en: "descendant"
    },
    {
     ru: "потребитель",
     kz: "тұтынушы",
     en: "customer"
    },
    {
     ru: "потребности",
     kz: "қажеттіліктер",
     en: "needs"
    },
    {
     ru: "потребности рынка",
     kz: "нарық қажеттіліктері",
     en: "needs market"
    },
    {
     ru: "похититель (людей, особенно детей)",
     kz: "адам ұрлаушы (адамдарды, әсіресе балаларды)",
     en: "kidnapper"
    },
    {
     ru: "похититель несовершеннолетней",
     kz: "кәмелетке толмаған қыз баланы ұрлаушы",
     en: "abductor"
    },
    {
     ru: "похитить кого-л.",
     kz: "адам ұрлау",
     en: "kidnap"
    },
    {
     ru: "похищать несовершеннолетнюю",
     kz: "кәмелетке толмаған қыз баланы ұрлау",
     en: "abduct"
    },
    {
     ru: "похищать (имущество)",
     kz: "ұрлау (мүлік)",
     en: "steal"
    },
    {
     ru: "похищение (женщины, ребенка)",
     kz: "ұрлау (әйелді, баланы)",
     en: "abduction"
    },
    {
     ru: "похищение людей",
     kz: "адамдарды ұрлау",
     en: "kidnapping"
    },
    {
     ru: "похищение имущества",
     kz: "мүлікті ұрлау",
     en: "stealing"
    },
    {
     ru: "почетный",
     kz: "құрметті",
     en: "honorary"
    },
    {
     ru: "пошлина",
     kz: "баж салығы",
     en: "duty"
    },
    {
     ru: "ввозная пошлина",
     kz: "әкелім баж салығы",
     en: "entrance duty"
    },
    {
     ru: "облагаемый пошлиной",
     kz: "баж салығы салынатын",
     en: "duty paid"
    },
    {
     ru: "таможенная пошлина",
     kz: "кедендік баж салығы",
     en: "custom duty"
    },
    {
     ru: "права",
     kz: "құқықтар",
     en: "terms"
    },
    {
     ru: "правда",
     kz: "шындық",
     en: "truth"
    },
    {
     ru: "правило",
     kz: "ереже",
     en: "rule, establishment"
    },
    {
     ru: "правила процедуры (в законодательном органе и др.)",
     kz: "рәсім ережесі (заң шығарушы органда және т.б.)",
     en: "rules of procedure"
    },
    {
     ru: "правила судопроизводства",
     kz: "сот өндірісі ережесі",
     en: "rules of procedure"
    },
    {
     ru: "устанавливать правило",
     kz: "ереже бекіту",
     en: "rule"
    },
    {
     ru: "правильный",
     kz: "дұрыс",
     en: "regular, right, proper"
    },
    {
     ru: "правитель",
     kz: "билеуші",
     en: "governor"
    },
    {
     ru: "правительство",
     kz: "үкімет",
     en: "government"
    },
    {
     ru: "правительственное постановление",
     kz: "үкімет қаулысы",
     en: "executive order"
    },
    {
     ru: "правление",
     kz: "басқарма",
     en: "rule"
    },
    {
     ru: "правовед",
     kz: "заңгер",
     en: "jurisprudent"
    },
    {
     ru: "правоведение",
     kz: "құқықтану",
     en: "jurisprudence"
    },
    {
     ru: "правоведческий",
     kz: "заңгерлік",
     en: "jurisprudential"
    },
    {
     ru: "правовое регулирование",
     kz: "құқықтық реттеу",
     en: "legal regulation"
    },
    {
     ru: "правомерный",
     kz: "құқықты",
     en: "lawful"
    },
    {
     ru: "правомерное поведение",
     kz: "заңды іс-әрекет",
     en: "good behavior"
    },
    {
     ru: "правомочие по закону",
     kz: "заңды өкілеттілік",
     en: "authority by law"
    },
    {
     ru: "правомочность",
     kz: "құқықты болу",
     en: "ability"
    },
    {
     ru: "право (в объективном смысле)",
     kz: "құқық (объективті мәнде)",
     en: "law, power"
    },
    {
     ru: "вещное право",
     kz: "заттық құқық",
     en: "property law"
    },
    {
     ru: "международное уголовное право",
     kz: "халықаралық қылмыстық құқық",
     en: "international criminal law"
    },
    {
     ru: "нарушение права",
     kz: "құқық бұзу",
     en: "breach of law"
    },
    {
     ru: "нормы, регулирующие имущественные права",
     kz: "мүліктік құқықты реттейтін нормалар",
     en: "property law"
    },
    {
     ru: "общее право",
     kz: "жалпы құқық",
     en: "common law"
    },
    {
     ru: "обычное право",
     kz: "әдет-ғұрып құқығы",
     en: "customary law"
    },
    {
     ru: "основанный на общем праве",
     kz: "жалпы құқыққа негізделген",
     en: "legal"
    },
    {
     ru: "относящийся к области общего права",
     kz: "жалпы құқық саласына қатысты (тиесілі)",
     en: "legal"
    },
    {
     ru: "право и дееспособность",
     kz: "құқық және құқық қабілеттілігі",
     en: "legal capacity"
    },
    {
     ru: "право собственности",
     kz: "меншік құқығы",
     en: "property law"
    },
    {
     ru: "совокупность гражданских прав",
     kz: "азаматтық құқықтар жиынтығы",
     en: "free law"
    },
    {
     ru: "субъект права",
     kz: "құқық субъектісі",
     en: "person of law"
    },
    {
     ru: "уголовное право",
     kz: "қылмыстық құқық",
     en: "criminal (penal) law"
    },
    {
     ru: "право (обычно в субъективном смысле)",
     kz: "құқық (субъективті мағынасында)",
     en: "right, liberty, power"
    },
    {
     ru: "вещное право",
     kz: "заттық құқық",
     en: "real right"
    },
    {
     ru: "гражданские права",
     kz: "азаматтық құқықтар",
     en: "civil rights"
    },
    {
     ru: "доверенность с правом передоверия",
     kz: "сенімнің ауысуы құқығы бар сенімхат",
     en: "power of attorney and substitution"
    },
    {
     ru: "естественные права",
     kz: "табиғи құқықтар",
     en: "natural rights"
    },
    {
     ru: "злоупотребление правом",
     kz: "құқықты теріс пайдаланушылық",
     en: "misuse of right"
    },
    {
     ru: "личные права",
     kz: "жеке құқықтар",
     en: "personal rights"
    },
    {
     ru: "основные права",
     kz: "негізгі құқықтар",
     en: "basic rights"
    },
    {
     ru: "политические права",
     kz: "саяси құқықтар",
     en: "political rights"
    },
    {
     ru: "права человека",
     kz: "адам құқығы",
     en: "human rights"
    },
    {
     ru: "право вето",
     kz: "вето құқығы",
     en: "veto power"
    },
    {
     ru: "право на защиту",
     kz: "қорғауға құқық",
     en: "right of defence"
    },
    {
     ru: "право на иск",
     kz: "талап арызға құқық",
     en: "right of action"
    },
    {
     ru: "право на консультацию со своим адвокатом",
     kz: "өз қорғаушысымен кеңесуге құқық",
     en: "access to councel"
    },
    {
     ru: "право на образование",
     kz: "білімге құқық",
     en: "right to education"
    },
    {
     ru: "право на отдых",
     kz: "демалысқа құқық",
     en: "right to rest and leisure"
    },
    {
     ru: "право на продажу",
     kz: "сатуға құқық",
     en: "power of sale"
    },
    {
     ru: "право на труд",
     kz: "еңбекке құқық",
     en: "right to work"
    },
    {
     ru: "право обжалования",
     kz: "арыздануға құқық",
     en: "right of appeal"
    },
    {
     ru: "право помилования",
     kz: "кешірім құқығы",
     en: "pardoning power"
    },
    {
     ru: "право распределять (должности)",
     kz: "бөлу (тарату) құқығы (лауазымды)",
     en: "gift"
    },
    {
     ru: "право требовать справедливого слушания",
     kz: "әділ тыңдауды талап ету құқығы",
     en: "access to courts"
    },
    {
     ru: "прекращать право",
     kz: "құқығын тоқтату",
     en: "forfeit right"
    },
    {
     ru: "терять право",
     kz: "құқығын жоғалту",
     en: "forfeit right"
    },
    {
     ru: "право вето",
     kz: "вето құқығы",
     en: "negative"
    },
    {
     ru: "правовой",
     kz: "құқықтық",
     en: "legal"
    },
    {
     ru: "правовая обязанность",
     kz: "құқықтық міндеттеме",
     en: "legal duty"
    },
    {
     ru: "правовая помощь",
     kz: "құқықтық көмек",
     en: "legal aid"
    },
    {
     ru: "правовые последствия",
     kz: "құқықтық салдарлар",
     en: "legal effect"
    },
    {
     ru: "правомерность",
     kz: "заңдылық",
     en: "rightfulness"
    },
    {
     ru: "правомерный",
     kz: "заңды",
     en: "right"
    },
    {
     ru: "правомочие",
     kz: "құқық өкілеттігі",
     en: "power"
    },
    {
     ru: "правонарушение",
     kz: "құқық бұзу",
     en: "legal wrong, offence (амер. offense), malefaction"
    },
    {
     ru: "воинское правонарушение",
     kz: "әскери құқық бұзушылық",
     en: "military offence"
    },
    {
     ru: "мелкое правонарушение",
     kz: "ұсақ құқық бұзушылық",
     en: "minor offence"
    },
    {
     ru: "правонарушение в области административного права",
     kz: "әкімшілік құқық саласындағы құқық бұзушылық",
     en: "administrative crime"
    },
    {
     ru: "правонарушитель",
     kz: "құқық бұзушы",
     en: "malefactor, offender"
    },
    {
     ru: "правоотношение",
     kz: "құқық қатынасы",
     en: "legal relation"
    },
    {
     ru: "правопреемник",
     kz: "заңды мирасқор, заңды мұрагер",
     en: "assignee, personal representative"
    },
    {
     ru: "правопреемство",
     kz: "құқықты мұрагерлік",
     en: "continuity, legal"
    },
    {
     ru: "правопритязание",
     kz: "құқықтылық",
     en: "right"
    },
    {
     ru: "правоспособность",
     kz: "құқық қабілеттілігі",
     en: "capability"
    },
    {
     ru: "правоспособный",
     kz: "құқық қабілеті",
     en: "capable"
    },
    {
     ru: "правосознание",
     kz: "құқықтық сана",
     en: "legal awareness (conscience)"
    },
    {
     ru: "правосудие",
     kz: "сот төрелігі",
     en: "justice"
    },
    {
     ru: "отправлять правосудие",
     kz: "сот төрелігін атқару",
     en: "do justice"
    },
    {
     ru: "править",
     kz: "басқару",
     en: "rule"
    },
    {
     ru: "правый",
     kz: "дұрыс",
     en: "right"
    },
    {
     ru: "праздный",
     kz: "қолы бос, жұмыссыз",
     en: "idle"
    },
    {
     ru: "практика",
     kz: "тәжірибе",
     en: "practice"
    },
    {
     ru: "пребывание",
     kz: "тұрақтау",
     en: "lodgment"
    },
    {
     ru: "пребывание в состоянии явного опьянения в общественном месте (состав преступления)",
     kz: "қоғамдық орынға айқын мас күйінде көріну (қылмыс құрамы)",
     en: "drunkenness"
    },
    {
     ru: "превентивный",
     kz: "ескертпе",
     en: "preventive"
    },
    {
     ru: "превышать",
     kz: "асыра пайдалану",
     en: "abuse"
    },
    {
     ru: "превышенная скорость",
     kz: "асырыңқы жылдамдық",
     en: "excessive speed"
    },
    {
     ru: "преданный",
     kz: "берілген, адал",
     en: "loyal"
    },
    {
     ru: "предательство",
     kz: "сатқындық",
     en: "foul play"
    },
    {
     ru: "предварительный",
     kz: "алдын ала",
     en: "prior, preliminary, previous"
    },
    {
     ru: "предварительное производство по делу",
     kz: "іс бойынша алдын ала өндіріс",
     en: "pleading"
    },
    {
     ru: "предварительное следствие",
     kz: "алдын ала тергеу",
     en: "preliminary inquiry"
    },
    {
     ru: "предварительное слушание",
     kz: "алдын ала тыңдау",
     en: "examining trial, preliminary hearing"
    },
    {
     ru: "предварительный гонорар адвоката",
     kz: "адвокаттың алдын ала қаламақысы",
     en: "retainer"
    },
    {
     ru: "предварительный сговор",
     kz: "алдын ала ымыраласу (келісу)",
     en: "previous concert"
    },
    {
     ru: "предлог",
     kz: "сылтау",
     en: "pretext"
    },
    {
     ru: "предмет",
     kz: "зат",
     en: "thing"
    },
    {
     ru: "предмет иска",
     kz: "талап арыз пәні",
     en: "subject of an action"
    },
    {
     ru: "преднамеренный",
     kz: "алдын ала мақсаттылық",
     en: "premeditated"
    },
    {
     ru: "предоставление (недвижимости) в общее пользование",
     kz: "ортақ пайдалануға (жылжымайтын мүлікті) беру",
     en: "dedication"
    },
    {
     ru: "предоставлять преимущество",
     kz: "басымдық беру",
     en: "prefer"
    },
    {
     ru: "предотвращать",
     kz: "болдырмау, алдын алу",
     en: "prevent"
    },
    {
     ru: "предписание",
     kz: "ұйғарым, нұсқама",
     en: "rule, order, precept"
    },
    {
     ru: "предписанный",
     kz: "нұсқалған",
     en: "positive"
    },
    {
     ru: "предписывать",
     kz: "ескерту",
     en: "order"
    },
    {
     ru: "предположение",
     kz: "болжам, жобалау",
     en: "supposition, estimate"
    },
    {
     ru: "предпринимательство",
     kz: "кәсіпкерлік",
     en: "business"
    },
    {
     ru: "предприятие",
     kz: "мекеме",
     en: "industry"
    },
    {
     ru: "предрасположение",
     kz: "бейім",
     en: "predisposition"
    },
    {
     ru: "председатель",
     kz: "төраға",
     en: "president"
    },
    {
     ru: "председательствовать",
     kz: "төрағалық ету",
     en: "preside"
    },
    {
     ru: "представитель",
     kz: "өкіл",
     en: "agent, representative, deputy"
    },
    {
     ru: "личный представитель",
     kz: "жеке өкіл",
     en: "personal representative"
    },
    {
     ru: "постоянный представитель",
     kz: "тұрақты өкіл",
     en: "resident representative"
    },
    {
     ru: "представитель власти",
     kz: "билік өкілі",
     en: "public agent"
    },
    {
     ru: "представитель стороны, участвующей в процессе",
     kz: "процеске қатысушы тараптың өкілі",
     en: "process agent"
    },
    {
     ru: "представительный",
     kz: "өкілді",
     en: "representative"
    },
    {
     ru: "представительский",
     kz: "өкілдік",
     en: "representative"
    },
    {
     ru: "представление",
     kz: "көрсету",
     en: "presentation"
    },
    {
     ru: "представление информации",
     kz: "хабар ұсыну",
     en: "relation"
    },
    {
     ru: "представление слова (на заседании)",
     kz: "сөз беру (мәжілісте)",
     en: "recognition"
    },
    {
     ru: "представлять кого-л.",
     kz: "біреуді таныстыру",
     en: "deputize, present"
    },
    {
     ru: "представлять контрдоказательства",
     kz: "қарсы дәлелдер келтіру",
     en: "rebut"
    },
    {
     ru: "представлять дополнительные доказательства",
     kz: "қосымша дәлелдер келтіру",
     en: "adminiculate"
    },
    {
     ru: "представляющий",
     kz: "өкілетті",
     en: "representative"
    },
    {
     ru: "предстать перед судьей",
     kz: "судья алдына бару",
     en: "appear before a judge"
    },
    {
     ru: "предубеждать",
     kz: "иландыру, көндіру",
     en: "prejudice"
    },
    {
     ru: "предубеждение",
     kz: "қате түсінік, теріс ұғым",
     en: "prejudice"
    },
    {
     ru: "предумышленный",
     kz: "алдын ала қасақаналық",
     en: "premeditated"
    },
    {
     ru: "предупредительный",
     kz: "ескертпе",
     en: "preventive"
    },
    {
     ru: "предупреждать",
     kz: "ескерту",
     en: "prevent"
    },
    {
     ru: "предупреждение",
     kz: "ескерту",
     en: "notice, prevention"
    },
    {
     ru: "предшествующий",
     kz: "алдыңғы",
     en: "prior"
    },
    {
     ru: "предыдущий",
     kz: "алдыңғы",
     en: "previous"
    },
    {
     ru: "предъявление претензий",
     kz: "мін тағу (мінеу)",
     en: "reclamation"
    },
    {
     ru: "предъявлять",
     kz: "көрсету",
     en: "maintain, prefer, present"
    },
    {
     ru: "предъявлять иск",
     kz: "талап арыз беру",
     en: "bring action, commence an action, enter action"
    },
    {
     ru: "предъявлять обвинение",
     kz: "айып тағу",
     en: "article"
    },
    {
     ru: "предъявлять претензию через суд",
     kz: "мін тағуды (мінеуді) сот арқылы білдіру",
     en: "use action"
    },
    {
     ru: "президент",
     kz: "президент",
     en: "president"
    },
    {
     ru: "преимущество",
     kz: "басымдық",
     en: "priority"
    },
    {
     ru: "преимущественный",
     kz: "басым",
     en: "senior, prior"
    },
    {
     ru: "преимущественное право",
     kz: "басым құқық",
     en: "priority"
    },
    {
     ru: "прекратить дело",
     kz: "істі тоқтату",
     en: "dismiss a charge"
    },
    {
     ru: "прекращать",
     kz: "тоқтату",
     en: "defeat"
    },
    {
     ru: "прекращение (дела)",
     kz: "тоқтату (істі), доғару",
     en: "dismiss, defeat"
    },
    {
     ru: "прекращение производства по делу",
     kz: "іс өндірісін тоқтату",
     en: "abatement of suit"
    },
    {
     ru: "прекращение уголовного преследования",
     kz: "қылмыстық қудалауды тоқтату",
     en: "abolition"
    },
    {
     ru: "прелиминарный",
     kz: "уақытша",
     en: "preliminary"
    },
    {
     ru: "пренебрегать",
     kz: "елемеу",
     en: "neglect"
    },
    {
     ru: "пренебрегать обязанностями",
     kz: "міндеттерді елемеу",
     en: "abandon duties"
    },
    {
     ru: "препятствовать",
     kz: "кідірту, кедергі жасау",
     en: "interrupt"
    },
    {
     ru: "прерывать",
     kz: "үзу",
     en: "interrupt"
    },
    {
     ru: "прерывать заседание",
     kz: "мәжілісті тоқтату",
     en: "adjourn"
    },
    {
     ru: "пресекать беспорядки",
     kz: "тәртіпсіздікті болдырмау",
     en: "suppress riots"
    },
    {
     ru: "преследование",
     kz: "қудалау",
     en: "chase, manhunt"
    },
    {
     ru: "уголовное преследование",
     kz: "қылмыстық қудалау",
     en: "criminal proceeding, criminal prosecution"
    },
    {
     ru: "преследовать",
     kz: "қудалау",
     en: "hunt, chase"
    },
    {
     ru: "преступление",
     kz: "қылмыс",
     en: "crime, offence (амер. offense), malefaction"
    },
    {
     ru: "малозначительное преступление",
     kz: "жеңіл қылмыс",
     en: "petty offence"
    },
    {
     ru: "место совершения преступления",
     kz: "қылмыс жасау орны",
     en: "crime scene"
    },
    {
     ru: "насильственное преступление",
     kz: "күш қолдану қылмысы",
     en: "crime of violence"
    },
    {
     ru: "однородное преступление",
     kz: "біртектес қылмыс",
     en: "kindred offence"
    },
    {
     ru: "орудие преступления",
     kz: "қылмыс құралы",
     en: "crime instrument"
    },
    {
     ru: "повторно совершенное преступление",
     kz: "қайта жасалған қылмыс",
     en: "repeated offence"
    },
    {
     ru: "предупреждать преступление",
     kz: "қылмыстың алдын алу",
     en: "prevent offence"
    },
    {
     ru: "преступление, предусмотренное нормами общего права",
     kz: "жалпы құқық нормаларымен қарастырылған қылмыс",
     en: "crime at common law"
    },
    {
     ru: "преступление против государства",
     kz: "мемлекетке қарсы қылмыс",
     en: "crime against the State"
    },
    {
     ru: "преступление против личности",
     kz: "жеке тұлғаға қарсы қылмыс",
     en: "offence against the person"
    },
    {
     ru: "преступление против мира (против общественного спокойствия)",
     kz: "бітімге қарсы қылмыс (қоғамдық тыныштыққа қарсы)",
     en: "crime against the peace"
    },
    {
     ru: "преступление против нравственности",
     kz: "адамгершілікке қарсы қылмыс",
     en: "offence against morality"
    },
    {
     ru: "преступление против собственности",
     kz: "меншікке қарсы қылмыс",
     en: "crime against property"
    },
    {
     ru: "преступление против чести и достоинства",
     kz: "ар-ожданға қарсы қылмыс",
     en: "crime against the reputation"
    },
    {
     ru: "преступление, совершенное в состояние аффекта",
     kz: "жан күйзелісі жағдайында жасалған қылмыс",
     en: "crime of passion"
    },
    {
     ru: "преступление, совершенное по небрежности",
     kz: "немқұрайдылықтан жасалған қылмыс",
     en: "crime of negligence"
    },
    {
     ru: "ранее совершенное преступление",
     kz: "бұрын жасалған қылмыс",
     en: "previous offence"
    },
    {
     ru: "совершать преступление",
     kz: "қылмыс жасау",
     en: "commit offence"
    },
    {
     ru: "тяжкое преступление",
     kz: "ауыр қылмыс",
     en: "grave crime"
    },
    {
     ru: "уголовное преступление",
     kz: "қылмыстық іс",
     en: "criminal offence"
    },
    {
     ru: "чертеж, схема совершения преступления",
     kz: "қылмыс жасаудың сызбасы",
     en: "crime scene sketch"
    },
    {
     ru: "преступник",
     kz: "қылмыскер",
     en: "criminal, malefactor, offender"
    },
    {
     ru: "выдавать преступника",
     kz: "қылмыскерді ұстап беру",
     en: "extradite"
    },
    {
     ru: "добиваться выдачи преступника",
     kz: "қылмыскерді ұстап беруге жету",
     en: "extradite"
    },
    {
     ru: "преступник, сознавшийся в совершении преступления и выдавший своих сообщников",
     kz: "қылмысты жасағанын мойындаған және өз сыбайластарын баяндаушы қылмыскер",
     en: "approver"
    },
    {
     ru: "преступник, условно освобожденный из заключения",
     kz: "қамаудан шартты түрде босатылған қылмыскер",
     en: "probationer"
    },
    {
     ru: "преступность",
     kz: "қылмыстылық",
     en: "criminality"
    },
    {
     ru: "преступный",
     kz: "қылмысты",
     en: "criminal"
    },
    {
     ru: "преступная цель",
     kz: "қылмыстық мақсат",
     en: "criminal purpose"
    },
    {
     ru: "преступное действие",
     kz: "қылмысты іс-әрекет",
     en: "criminal act"
    },
    {
     ru: "преступное деяние",
     kz: "қылмысты әрекет",
     en: "criminal act, criminal action"
    },
    {
     ru: "преступное поведение",
     kz: "қылмыстық мінез-құлық",
     en: "criminal behaviour"
    },
    {
     ru: "преступное сообщество",
     kz: "қылмыстық қауымдастық",
     en: "criminal society"
    },
    {
     ru: "преступные наклонности",
     kz: "қылмыстық бейімділіктер",
     en: "criminal capacity"
    },
    {
     ru: "преступные элементы",
     kz: "қылмыстық элементтер",
     en: "felonry"
    },
    {
     ru: "преступный акт",
     kz: "қылмыстық акт",
     en: "criminal act"
    },
    {
     ru: "преступный замысел",
     kz: "қылмыстық пиғыл",
     en: "criminal design"
    },
    {
     ru: "преступный мотив",
     kz: "қылмыстық ниет",
     en: "criminal motive"
    },
    {
     ru: "преступность",
     kz: "қылмыстылық",
     en: "crime"
    },
    {
     ru: "претензия",
     kz: "мін",
     en: "complaint"
    },
    {
     ru: "заявить претензию",
     kz: "мін тағу (мінеу)",
     en: "to advance a claim"
    },
    {
     ru: "отказаться от претензии ",
     kz: "міннен (мінеуден) бас тарту",
     en: "abandon a claim"
    },
    {
     ru: "предъявление претензий ",
     kz: "мін тағу (айту)",
     en: "reclamation"
    },
    {
     ru: "предъявлять претензию через суд",
     kz: "мін тағуды (мінеуді) сот арқылы білдіру",
     en: "use action"
    },
    {
     ru: "претензии есть?",
     kz: "Мін тағасың ба? Тағар мінің бар ма?",
     en: "Have any claims?"
    },
    {
     ru: "прецедент",
     kz: "оқиға",
     en: "precedent"
    },
    {
     ru: "прецедентное право",
     kz: "преценденттік құқық",
     en: "unwritten law"
    },
    {
     ru: "судебный прецедент",
     kz: "сот оқиғасы",
     en: "judicial precedent"
    },
    {
     ru: "установить прецедент",
     kz: "оқиғаны анықтау",
     en: "set precedent"
    },
    {
     ru: "прибыль",
     kz: "кіріс, пайда",
     en: "gain(s), yield, income, profit"
    },
    {
     ru: "извлекать прибыль",
     kz: "пайда табу",
     en: "gain"
    },
    {
     ru: "прибыльный",
     kz: "пайдалы",
     en: "gain"
    },
    {
     ru: "привилегированный",
     kz: "басым, артық",
     en: "prior"
    },
    {
     ru: "привилегированное право",
     kz: "артық құқық",
     en: "privilege"
    },
    {
     ru: "привилегия",
     kz: "артықшылық",
     en: "liberty, privilege"
    },
    {
     ru: "давать привилегию",
     kz: "артықшылық беру",
     en: "privilege"
    },
    {
     ru: "привлекать к судебной ответственности",
     kz: "сот жауапкершілігіне тарту",
     en: "try"
    },
    {
     ru: "привлекать к суду (по уголовному делу)",
     kz: "сотқа тарту (қылмыстық іс бойынша)",
     en: "arraign"
    },
    {
     ru: "привлечение к суду в порядке гражданского судопроизводства",
     kz: "сотқа азаматтық сот өндірісі тәртібімен тарту",
     en: "civil process"
    },
    {
     ru: "привлечение третьего лица (к участию в процессе)",
     kz: "үшінші адамды тарту (процеске қатысуға)",
     en: "third party procedure"
    },
    {
     ru: "привычный",
     kz: "үйреншікті",
     en: "habitual"
    },
    {
     ru: "приговаривать",
     kz: "үкім шығару",
     en: "sentence"
    },
    {
     ru: "приговаривать кого-либо к смерти (тюремному заключению)",
     kz: "біреуді өлім жазасына кесу (түрмеге қамауға) үкім шығару",
     en: "adjudge smb. to die (jail)"
    },
    {
     ru: "приговор",
     kz: "үкім",
     en: "judgment, sentence"
    },
    {
     ru: "быть приговоренным",
     kz: "жазаға кесілу",
     en: "receive sentence"
    },
    {
     ru: "выносить приговор",
     kz: "үкім шығару",
     en: "pass a sentence"
    },
    {
     ru: "мягкий приговор",
     kz: "жеңіл үкім",
     en: "light sentence"
    },
    {
     ru: "надлежащий судебный приговор",
     kz: "тиісті дәрежедегі сот үкімі",
     en: "regular process"
    },
    {
     ru: "окончательный приговор",
     kz: "соңғы үкім",
     en: "final sentence"
    },
    {
     ru: "отсроченный приговор",
     kz: "кейінге қалдырылған үкім",
     en: "deferred sentence"
    },
    {
     ru: "приговор, требующий от обвиняемого выполнение",
     kz: "айыпкердің орындауы міндетті үкім",
     en: "communitive service"
    },
    {
     ru: "совокупность приговоров",
     kz: "үкімдер жиынтығы",
     en: "cumulative sentences"
    },
    {
     ru: "условный приговор",
     kz: "шартты үкім",
     en: "nominal (probationary) sentence"
    },
    {
     ru: "приемные родители",
     kz: "асыраған ата-ана",
     en: "foster parents"
    },
    {
     ru: "приемный ребенок",
     kz: "асыранды бала",
     en: "foster child"
    },
    {
     ru: "признавать (в судебном порядке)",
     kz: "белгілеу (сот тәртібімен)",
     en: "adjudge"
    },
    {
     ru: "признавать кого-либо виновным",
     kz: "біреуді кінәлы тану",
     en: "adjudge smb. guilty, argue"
    },
    {
     ru: "признавать себя виновным в предъявленном обвинении",
     kz: "тағылған айыпты кінәлымын деп мойындау",
     en: "plead guilty (to the charge)"
    },
    {
     ru: "признак",
     kz: "белгі",
     en: "sign"
    },
    {
     ru: "признание (в судебном порядке)",
     kz: "белгілеу (сот тәртібімен)",
     en: "adjudgement, recognition, confession"
    },
    {
     ru: "признание в преступлении",
     kz: "қылмыс жасағанын мойындау",
     en: "criminal admission"
    },
    {
     ru: "признание де факто",
     kz: "іс жүзінде мойындау",
     en: "recognition de facto"
    },
    {
     ru: "признание де юре",
     kz: "заң жүзінде мойындау",
     en: "recognition de jure"
    },
    {
     ru: "признание иска",
     kz: "талап арызды мойындау",
     en: "confession of an action"
    },
    {
     ru: "признать себя неплатежеспособным",
     kz: "өзін төлеуге шамасыз деп мойындау",
     en: "yield"
    },
    {
     ru: "призывать к ответу",
     kz: "жауапқа шақыру",
     en: "arraign"
    },
    {
     ru: "приказ",
     kz: "бұйрық",
     en: "rule, commandment, command, order, precept"
    },
    {
     ru: "заключительный приказ суда по делу",
     kz: "іс бойынша соттың қорытынды бұйрығы",
     en: "final order"
    },
    {
     ru: "приказ об условном освобождении от уголовной ответственности",
     kz: "қылмыстық жауапкершіліктен шартты босату туралы бұйрық",
     en: "conditional order of discharge"
    },
    {
     ru: "приказ о назначении",
     kz: "тағайындау туралы бұйрық",
     en: "commission"
    },
    {
     ru: "приказывать",
     kz: "бұйыру",
     en: "command, order"
    },
    {
     ru: "примирение",
     kz: "татуласу",
     en: "reconciliation"
    },
    {
     ru: "примирять",
     kz: "татуластыру, ымыраластыру",
     en: "reconcile"
    },
    {
     ru: "принадлежать (о праве предъявления иска, подачи апелляции, осуществления контроля и т.п.)",
     kz: "тиесілі (бақылау жасауға, талап арыз беруге, қарсы арыз беруге құқық туралы)",
     en: "lie"
    },
    {
     ru: "принимать (закон, резолюцию и т.д.)",
     kz: "қабылдау (заң, қарар және т.б.)",
     en: "pass"
    },
    {
     ru: "принимать (обязанности)",
     kz: "қабылдау (міндеттемені)",
     en: "contract"
    },
    {
     ru: "принимать физическое участие в преступлении",
     kz: "қылмыс жасауға өзі қатысу",
     en: "take physical part in a crime"
    },
    {
     ru: "принудительный",
     kz: "мәжбүрлі, ықтиярсыз",
     en: "forced, forcible"
    },
    {
     ru: "воплощать в жизнь в обязательном порядке",
     kz: "мәжбүрлеу",
     en: "enforce"
    },
    {
     ru: "принудительный привод в суд",
     kz: "сотқа мәжбүрлеп әкелу",
     en: "compulsory process"
    },
    {
     ru: "принудительный труд",
     kz: "мәжбүрлі еңбек",
     en: "forced labour"
    },
    {
     ru: "принуждать",
     kz: "мәжбүрлеу",
     en: "force, coerce"
    },
    {
     ru: "принуждение",
     kz: "мәжбүрлеу",
     en: "force, coercion"
    },
    {
     ru: "принципиальный, основной",
     kz: "маңызды, негізгі",
     en: "principal"
    },
    {
     ru: "принятие (закона, резолюции)",
     kz: "қабылдау (заң, қарар)",
     en: "adoption"
    },
    {
     ru: "приобретение имущества",
     kz: "мүлік алу",
     en: "acquests"
    },
    {
     ru: "приобщать к материалам судопроизводства",
     kz: "сот өндірісі мәліметтеріне бекіту",
     en: "enroll"
    },
    {
     ru: "приоритет (при установлении очередности обсуждения вопросов)",
     kz: "алғашқылық (талқыланатын сауалдардың ретін анықтау кезіндегі)",
     en: "priority, privilege"
    },
    {
     ru: "природные ресурсы",
     kz: "табиғат ресурстары",
     en: "natural recourses"
    },
    {
     ru: "присяга",
     kz: "ант",
     en: "juration, oath"
    },
    {
     ru: "под присягой",
     kz: "ант беру",
     en: "by (on) oath"
    },
    {
     ru: "приведение к присяге",
     kz: "ант қабылдату",
     en: "adjudiration"
    },
    {
     ru: "приводить к присяге",
     kz: "ант қабылдату",
     en: "adjure"
    },
    {
     ru: "принесение присяги",
     kz: "ант қабылдау",
     en: "adjudiration"
    },
    {
     ru: "приносить присягу",
     kz: "ант қабылдау",
     en: "adjure, make oath"
    },
    {
     ru: "приостановление",
     kz: "тоқтату",
     en: "arrest"
    },
    {
     ru: "приостановка исполнения решения",
     kz: "шешімнің орындалуын тоқтата тұру",
     en: "arrest of judgment"
    },
    {
     ru: "приостанавливать",
     kz: "тоқтату",
     en: "arrest"
    },
    {
     ru: "присвоение",
     kz: "меншіктену, иемдену",
     en: "arrogation, appropriation"
    },
    {
     ru: "присвоение имущества",
     kz: "мүлікті иемдену",
     en: "embezzlement"
    },
    {
     ru: "присвоить",
     kz: "иемденіп кету",
     en: "misappropriate"
    },
    {
     ru: "присваивать имущество",
     kz: "мүлікті иелену",
     en: "embezzle"
    },
    {
     ru: "присвоить чужую собственность",
     kz: "біреудің меншігін иемдену",
     en: "appropriate a piece of property"
    },
    {
     ru: "присуждать",
     kz: "шешім шығару",
     en: "award"
    },
    {
     ru: "присутствующий",
     kz: "қатысушы",
     en: "present"
    },
    {
     ru: "присущий",
     kz: "тән",
     en: "proper"
    },
    {
     ru: "присягать, приносить присягу",
     kz: "ант қабылдау (беру)",
     en: "take oath"
    },
    {
     ru: "присяжные",
     kz: "алқа билер",
     en: "jury, lay people"
    },
    {
     ru: "притворство",
     kz: "жалған қылық",
     en: "simulation"
    },
    {
     ru: "притворяться",
     kz: "жалған әрекет",
     en: "simulate"
    },
    {
     ru: "причал",
     kz: "айлақ",
     en: "key"
    },
    {
     ru: "причина",
     kz: "себеп",
     en: "reason"
    },
    {
     ru: "служить причиной",
     kz: "себеп болу",
     en: "occasion"
    },
    {
     ru: "приютить",
     kz: "паналату",
     en: "harbour"
    },
    {
     ru: "проба",
     kz: "сынақ",
     en: "trial"
    },
    {
     ru: "провал",
     kz: "сәтсіздік",
     en: "fail"
    },
    {
     ru: "провалить",
     kz: "құлату, бүлдіру",
     en: "kill"
    },
    {
     ru: "проверка",
     kz: "тексеру",
     en: "examination"
    },
    {
     ru: "проводить сравнительный анализ",
     kz: "салыстырмалы талдау жасау",
     en: "compare evidence"
    },
    {
     ru: "продажа (пакета акций, облигаций) за наличные деньги",
     kz: "қолма-қол ақшаға сату (облигация, акция пакетін)",
     en: "liquidation"
    },
    {
     ru: "продвигать",
     kz: "көтермелеу",
     en: "promote"
    },
    {
     ru: "проделки",
     kz: "шалдуарлық",
     en: "mischief"
    },
    {
     ru: "продлевать срок",
     kz: "мерзімді ұзарту",
     en: "prolong"
    },
    {
     ru: "проживание",
     kz: "тұрақтау, тұру",
     en: "residence, habitation"
    },
    {
     ru: "проживающий",
     kz: "тұрушы",
     en: "resident"
    },
    {
     ru: "прозвище",
     kz: "лақап ат",
     en: "nickname"
    },
    {
     ru: "проиграть дело",
     kz: "істен ұтылу",
     en: "lose an action"
    },
    {
     ru: "производить",
     kz: "іс жүргізу",
     en: "procure"
    },
    {
     ru: "производство дел",
     kz: "сот ісін жүргізу",
     en: "procedure"
    },
    {
     ru: "письменное производство",
     kz: "жазбаша іс (өндіріс)",
     en: "written proceedings"
    },
    {
     ru: "устное производство (в суде)",
     kz: "ауызша іс (өндіріс) (сотта)",
     en: "oral proceedings"
    },
    {
     ru: "произвол",
     kz: "өктемдік",
     en: "self-will"
    },
    {
     ru: "прокуратура",
     kz: "прокуратура",
     en: "procurator's office"
    },
    {
     ru: "прокурор",
     kz: "прокурор",
     en: "public procurator, public prosecutor"
    },
    {
     ru: "пролонгировать",
     kz: "мерзімді ұзарту",
     en: "prolong"
    },
    {
     ru: "промульгация",
     kz: "жариялау, промульгация",
     en: "publication"
    },
    {
     ru: "промышленность",
     kz: "өнеркәсіп",
     en: "industry"
    },
    {
     ru: "производственный",
     kz: "өндірістік",
     en: "industrial"
    },
    {
     ru: "производственная травма",
     kz: "өндірістік жарақат",
     en: "work accident"
    },
    {
     ru: "производственные отношения",
     kz: "өндірістік қатынастар",
     en: "industrial relations"
    },
    {
     ru: "промышленный",
     kz: "өнеркәсіптік",
     en: "industrial"
    },
    {
     ru: "проникновение в жилой дом с целью совершения преступления",
     kz: "қылмыс жасау мақсатында тұрғын үйге ену\/кіру",
     en: "entry"
    },
    {
     ru: "пропавший без вести",
     kz: "хабарсыз жоғалу \/ кету",
     en: "missing"
    },
    {
     ru: "пропуск",
     kz: "рұқсатнама",
     en: "pass"
    },
    {
     ru: "проситель",
     kz: "өтінуші, сұраушы",
     en: "applicant, petitioner"
    },
    {
     ru: "просить о помиловании",
     kz: "рақымшылық сұрау",
     en: "appeal for pardon"
    },
    {
     ru: "просроченные платежи",
     kz: "мерзімінде төленбеген төлемдер",
     en: "backlog of outstanding payments"
    },
    {
     ru: "проститутка",
     kz: "жезөкше",
     en: "whore"
    },
    {
     ru: "проступок",
     kz: "теріс әрекет, теріс қылық, жағымсыз әрекет",
     en: "crime, misbehavior"
    },
    {
     ru: "просьба",
     kz: "өтініш",
     en: "bill, solicitation, prayer"
    },
    {
     ru: "протест",
     kz: "наразылық",
     en: "protest"
    },
    {
     ru: "заявлять протест",
     kz: "наразылық жариялау",
     en: "enter protest"
    },
    {
     ru: "протестовать",
     kz: "наразылық білдіру",
     en: "protest"
    },
    {
     ru: "противник",
     kz: "қарсылас",
     en: "contradictor, enemy"
    },
    {
     ru: "противозаконный",
     kz: "заңға қайшы",
     en: "illegal"
    },
    {
     ru: "противоправный",
     kz: "құқыққа қарсы",
     en: "illegal"
    },
    {
     ru: "противоречить (закону, праву)",
     kz: "қарсы (заңға, құқыққа)",
     en: "contravene"
    },
    {
     ru: "протокол",
     kz: "хаттама",
     en: "verbal process"
    },
    {
     ru: "дополнительный протокол",
     kz: "қосымша хаттама",
     en: "additional protocol"
    },
    {
     ru: "заключительный протокол",
     kz: "қорытынды хаттама",
     en: "final protocol"
    },
    {
     ru: "заносить в протокол",
     kz: "хаттамаға енгізу (жазу)",
     en: "place in record"
    },
    {
     ru: "протокол очной ставки",
     kz: "беттестіру хаттамасы",
     en: "confrontation protocol"
    },
    {
     ru: "профессия",
     kz: "кәсіп",
     en: "business"
    },
    {
     ru: "профилактика преступности",
     kz: "қылмыстылықтың алдын алу",
     en: "preventive justice"
    },
    {
     ru: "проходить",
     kz: "өту",
     en: "pass"
    },
    {
     ru: "процедура",
     kz: "тәртіп",
     en: "procedure"
    },
    {
     ru: "судебная процедура",
     kz: "соттық тәртіп",
     en: "judicial procedure"
    },
    {
     ru: "процедурный",
     kz: "рәсімдік",
     en: "procedural"
    },
    {
     ru: "процент",
     kz: "пайыз",
     en: "rate"
    },
    {
     ru: "без процентов",
     kz: "пайызсыз",
     en: "at even"
    },
    {
     ru: "процесс",
     kz: "іс жүргізу",
     en: "procedure"
    },
    {
     ru: "гражданский процесс",
     kz: "азаматтық іс жүргізу",
     en: "civil procedure"
    },
    {
     ru: "уголовный процесс",
     kz: "қылмыстық іс жүргізу",
     en: "criminal procedure"
    },
    {
     ru: "процессуальный",
     kz: "іс жүргізу",
     en: "procedural"
    },
    {
     ru: "гражданское процессуальное право",
     kz: "азаматтық іс жүргізу құқығы",
     en: "civil procedure"
    },
    {
     ru: "процессуальное право",
     kz: "істі жүргізу құқығы",
     en: "formal law"
    },
    {
     ru: "процессуальные нормы",
     kz: "іс жүргізу нормалары",
     en: "procedure"
    },
    {
     ru: "прошение",
     kz: "өтініш",
     en: "petition"
    },
    {
     ru: "подавать прошение",
     kz: "өтініш беру",
     en: "petition"
    },
    {
     ru: "представлять прошение",
     kz: "өтініш ұсыну",
     en: "present a petition"
    },
    {
     ru: "прощать",
     kz: "кешіру",
     en: "remit, forgive"
    },
    {
     ru: "прощение",
     kz: "кешіру, кешірім",
     en: "absolution, condonation"
    },
    {
     ru: "проясняться",
     kz: "айқындалу",
     en: "clear"
    },
    {
     ru: "прямой",
     kz: "тура",
     en: "positive"
    },
    {
     ru: "прятать",
     kz: "тығу, жасыру",
     en: "hide"
    },
    {
     ru: "публичное оскорбление",
     kz: "көпшілік алдында балағаттау",
     en: "scandal"
    },
    {
     ru: "пуленепробиваемый",
     kz: "оқөтпес",
     en: "musketproof"
    },
    {
     ru: "пуля",
     kz: "оқ",
     en: "bullet"
    },
    {
     ru: "пункт",
     kz: "тармақ",
     en: "article, clause, point"
    },
    {
     ru: "путь",
     kz: "тас жол",
     en: "road"
    },
    {
     ru: "пытаться",
     kz: "әрекеттену",
     en: "try"
    },
    {
     ru: "«пьян и неспособен» (сознавать преступный характер совершаемых действий или возможность причинения преступных последствий; формула вердикта)",
     kz: "«мас және қабілетсіз» (жасаған әрекетінің қылмыстық сипатын немесе қылмыстық салдардың кесірлі мүмкіндігін түсіну; үкім формуласы)",
     en: "drunk and incapable"
    },
    {
     ru: "пьяница",
     kz: "маскүнем",
     en: "inebriate"
    },
    {
     ru: "раб",
     kz: "құл",
     en: "slave"
    },
    {
     ru: "работа",
     kz: "жұмыс",
     en: "employment, labour"
    },
    {
     ru: "работник",
     kz: "жұмыскер",
     en: "labourer"
    },
    {
     ru: "работник по найму",
     kz: "жалдамалы жұмыскер",
     en: "employee"
    },
    {
     ru: "работодатель",
     kz: "жұмыс беруші",
     en: "employer"
    },
    {
     ru: "рабочий",
     kz: "жұмысшы",
     en: "labourer"
    },
    {
     ru: "рабство",
     kz: "құлдық",
     en: "slavery"
    },
    {
     ru: "равенство",
     kz: "теңдік",
     en: "equality"
    },
    {
     ru: "равноправие",
     kz: "тең құқылы",
     en: "equality"
    },
    {
     ru: "равный",
     kz: "тең",
     en: "even"
    },
    {
     ru: "разбирать",
     kz: "талқылау",
     en: "try"
    },
    {
     ru: "разбирать заочно",
     kz: "сырттай талқылау",
     en: "try in absentia"
    },
    {
     ru: "разбой",
     kz: "қарақшылық",
     en: "brigandage"
    },
    {
     ru: "вооруженный разбой",
     kz: "қарулы қарақшылық",
     en: "armed robbery"
    },
    {
     ru: "пиратский разбой",
     kz: "теңіз қарақшылық тонауы",
     en: "piratical robbery"
    },
    {
     ru: "развитие",
     kz: "даму",
     en: "increase"
    },
    {
     ru: "развод",
     kz: "ажырасу",
     en: "divorce"
    },
    {
     ru: "развращать",
     kz: "аздыру",
     en: "pollute"
    },
    {
     ru: "разграблять",
     kz: "талау",
     en: "sack"
    },
    {
     ru: "разгромить",
     kz: "талқандау",
     en: "kill"
    },
    {
     ru: "раздельная собственность супругов",
     kz: "ерлі-зайыптылардың бөлінетін меншігі",
     en: "separate property"
    },
    {
     ru: "размен денег",
     kz: "ақша айырбастау",
     en: "exchange"
    },
    {
     ru: "разменивать (деньги)",
     kz: "айырбастау (ақшаны)",
     en: "exchange"
    },
    {
     ru: "размер",
     kz: "размер, мөлшер, өлшем",
     en: "rate"
    },
    {
     ru: "размер процента",
     kz: "пайыз мөлшері",
     en: "rate of interest"
    },
    {
     ru: "разместить",
     kz: "орналастыру",
     en: "locate"
    },
    {
     ru: "размещать (заказ; заклад)",
     kz: "орналастыру",
     en: "place"
    },
    {
     ru: "разрешать",
     kz: "рұқсат ету, рұқсат беру",
     en: "suffer, license"
    },
    {
     ru: "разрешение",
     kz: "рұқсат",
     en: "grace, leave, license"
    },
    {
     ru: "выдача разрешений",
     kz: "рұқсат беру",
     en: "grant of licenses"
    },
    {
     ru: "разрушать",
     kz: "талқандау",
     en: "destroy"
    },
    {
     ru: "разыскивать",
     kz: "іздеу салу",
     en: "hunt, detect"
    },
    {
     ru: "разыскиваться полицией",
     kz: "полиция іздеуінде",
     en: "wanted by the police"
    },
    {
     ru: "район (административный, судебный, избирательный)",
     kz: "аудан (әкімшілік, сот, сайлау)",
     en: "district"
    },
    {
     ru: "районный",
     kz: "аудандық",
     en: "regional"
    },
    {
     ru: "рана",
     kz: "жара",
     en: "wound, injury"
    },
    {
     ru: "наносить рану",
     kz: "жаралау",
     en: "give wound"
    },
    {
     ru: "размер раны",
     kz: "жара көлемі",
     en: "extent of a wound"
    },
    {
     ru: "ранение",
     kz: "жаралану",
     en: "wound"
    },
    {
     ru: "ранить",
     kz: "жарақаттау",
     en: "wound"
    },
    {
     ru: "ранить смертельно",
     kz: "өлімші етіп жарақаттау",
     en: "wound mortally"
    },
    {
     ru: "раскаяться в совершенном преступлении",
     kz: "қылмыс істегеніне өкіну",
     en: "acknowledge an offence"
    },
    {
     ru: "раскрывать",
     kz: "ашу",
     en: "uncover"
    },
    {
     ru: "долговая расписка",
     kz: "борышкерлік қолхат",
     en: "obligation"
    },
    {
     ru: "под расписку",
     kz: "қолхат беру арқылы",
     en: "against receipt"
    },
    {
     ru: "расписываться",
     kz: "қол қою",
     en: "sign"
    },
    {
     ru: "расплата (за преступление)",
     kz: "төлем (қылмыс үшін)",
     en: "forfeit"
    },
    {
     ru: "распорядительные полномочия",
     kz: "өкімшілік өкілеттілік",
     en: "administrative authority"
    },
    {
     ru: "распоряжаться",
     kz: "нұсқау",
     en: "order"
    },
    {
     ru: "распоряжение",
     kz: "нұсқау",
     en: "order"
    },
    {
     ru: "давать распоряжение",
     kz: "нұсқау беру",
     en: "order"
    },
    {
     ru: "распределять",
     kz: "бөлу",
     en: "participate"
    },
    {
     ru: "распутство",
     kz: "азғындық, бұзықтық",
     en: "ordure"
    },
    {
     ru: "рассказ свидетеля",
     kz: "куә әңгімесі",
     en: "narrative evidence"
    },
    {
     ru: "расследование",
     kz: "тергеу",
     en: "inquest, inquiry, investigation, perquisition"
    },
    {
     ru: "судебное расследование",
     kz: "сот тергеуі",
     en: "judicial inquiry"
    },
    {
     ru: "расследовать (дело, случай)",
     kz: "тергеу (іс, оқиға)",
     en: "try, investigate"
    },
    {
     ru: "рассматривать (дело, случай)",
     kz: "қарастыру (іс, оқиға)",
     en: "try, investigate"
    },
    {
     ru: "рассмотрение",
     kz: "қарау, қарастыру",
     en: "inquiry, investigation, examination"
    },
    {
     ru: "рассудок",
     kz: "ақыл",
     en: "sense"
    },
    {
     ru: "расторгать",
     kz: "келісімді бұзу",
     en: "avoid"
    },
    {
     ru: "расторгать брак",
     kz: "некені бұзу",
     en: "divorce"
    },
    {
     ru: "расторжение брака",
     kz: "некені бұзу",
     en: "divorce"
    },
    {
     ru: "растрата",
     kz: "шығындау",
     en: "embezzlement"
    },
    {
     ru: "совершить растрату",
     kz: "шығындау, шығын келтіру",
     en: "misappropriate"
    },
    {
     ru: "растратчик",
     kz: "шығындаушы, талан-таражға салушы",
     en: "defalcator, embezzler"
    },
    {
     ru: "растрачивать (чужие деньги)",
     kz: "жаратып қою (біреудің ақшасын)",
     en: "embezzle"
    },
    {
     ru: "расхититель",
     kz: "талан-таражға салушы",
     en: "embezzler"
    },
    {
     ru: "расхищение",
     kz: "талан-тараж",
     en: "despoilment"
    },
    {
     ru: "расчет",
     kz: "есептесу",
     en: "settlement"
    },
    {
     ru: "расчетныe данные",
     kz: "есептік мәліметтер",
     en: "estimate"
    },
    {
     ru: "реабилитация",
     kz: "ақтау",
     en: "exculpation"
    },
    {
     ru: "ребенок рожденный вне брака",
     kz: "некесіз туған бала",
     en: "bastard"
    },
    {
     ru: "револьвер",
     kz: "револьвер",
     en: "revolver"
    },
    {
     ru: "региональный",
     kz: "өңірлік",
     en: "regional"
    },
    {
     ru: "регистр",
     kz: "регистр",
     en: "register"
    },
    {
     ru: "регистрация актов гражданского состояния",
     kz: "азаматтық хал актілерін тіркеу",
     en: "civil registration"
    },
    {
     ru: "регистрировать(ся)",
     kz: "тіркеу",
     en: "register, enroll"
    },
    {
     ru: "регламент",
     kz: "регламент, тәртіп",
     en: "articles, order"
    },
    {
     ru: "регулирование",
     kz: "реттеу",
     en: "government"
    },
    {
     ru: "регулярный",
     kz: "үнемі",
     en: "regular"
    },
    {
     ru: "реестр",
     kz: "реестр",
     en: "register, list"
    },
    {
     ru: "резидент",
     kz: "резидент",
     en: "resident"
    },
    {
     ru: "резиденция",
     kz: "резиденция",
     en: "residence"
    },
    {
     ru: "результат",
     kz: "нәтиже",
     en: "event"
    },
    {
     ru: "рекламация",
     kz: "кінәрат, дау-дамай, кінә (мін) тағу",
     en: "reclamation, complaint"
    },
    {
     ru: "реприватизировать",
     kz: "ұлттық игілікке айналдыру",
     en: "denationalize"
    },
    {
     ru: "репутация",
     kz: "абырой",
     en: "character"
    },
    {
     ru: "решать (в судебном порядке)",
     kz: "шешу (сот тәртібімен)",
     en: "adjudge, conclude, decide"
    },
    {
     ru: "решение арбитража",
     kz: "төрелік шешімі",
     en: "decision"
    },
    {
     ru: "решение суда",
     kz: "сот шешімі",
     en: "decision"
    },
    {
     ru: "решение (церковного суда)",
     kz: "шешім (шіркеу сотының)",
     en: "sentence"
    },
    {
     ru: "риск",
     kz: "қатер, тәуекел",
     en: "hazard, danger"
    },
    {
     ru: "рискованное предприятие",
     kz: "сенімсіз мекеме",
     en: "gamble"
    },
    {
     ru: "родитель",
     kz: "ата-ана",
     en: "parent"
    },
    {
     ru: "родительские права",
     kz: "ата-ана құқығы",
     en: "parental rights"
    },
    {
     ru: "родственник",
     kz: "туыс, туысқан",
     en: "relation"
    },
    {
     ru: "родственница",
     kz: "туысқан, туыс",
     en: "relation"
    },
    {
     ru: "родство",
     kz: "туыстық, туысқандық",
     en: "relation"
    },
    {
     ru: "розыск",
     kz: "іздеу",
     en: "search"
    },
    {
     ru: "роспуск (парламента и т.п.)",
     kz: "тарату (парламентті және т.б.)",
     en: "adjournment"
    },
    {
     ru: "рост",
     kz: "өсу, даму",
     en: "increase"
    },
    {
     ru: "рост цен",
     kz: "бағаның өсуі",
     en: "price advance"
    },
    {
     ru: "ростовщик",
     kz: "өсімқор",
     en: "scrivener"
    },
    {
     ru: "руководитель",
     kz: "жетекші, басшы",
     en: "head, chief"
    },
    {
     ru: "руководство",
     kz: "басшылық",
     en: "government, conduct"
    },
    {
     ru: "руководящий",
     kz: "жетекші",
     en: "in charge of"
    },
    {
     ru: "рэкет",
     kz: "рэкет",
     en: "racket"
    },
    {
     ru: "саботаж",
     kz: "іріткі",
     en: "sabotage"
    },
    {
     ru: "саботировать",
     kz: "іріткі салу",
     en: "sabotage"
    },
    {
     ru: "самовольно поселившийся",
     kz: "өз бетімен орналасушы",
     en: "squatter"
    },
    {
     ru: "самовольно селиться",
     kz: "өз бетімен орналасу",
     en: "squat"
    },
    {
     ru: "самогон",
     kz: "самогон",
     en: "moonshane"
    },
    {
     ru: "самозащита",
     kz: "өзін қорғау",
     en: "self-protection"
    },
    {
     ru: "самостоятельность",
     kz: "дербестік, еріктілік",
     en: "independence"
    },
    {
     ru: "самостоятельный",
     kz: "дербес",
     en: "independent"
    },
    {
     ru: "самосуд",
     kz: "тергеусіз үкім, заңсыз сот",
     en: "mob law"
    },
    {
     ru: "самоубийство",
     kz: "өз-өзіне қол салу, өзін-өзі өлтіру",
     en: "self-destruction"
    },
    {
     ru: "самоуправство",
     kz: "өзінше билік ету",
     en: "self-will"
    },
    {
     ru: "санкционировать",
     kz: "санкция беру",
     en: "sanction"
    },
    {
     ru: "санкция",
     kz: "санкция",
     en: "sanction"
    },
    {
     ru: "гражданско-правовая санкция",
     kz: "азаматтық-құқықтық санкция",
     en: "civil penalty"
    },
    {
     ru: "налагать санкции",
     kz: "санкция беру",
     en: "attach sanctions"
    },
    {
     ru: "отменять санкции",
     kz: "санкцияның күшін жою",
     en: "remit sanctions"
    },
    {
     ru: "правовая санкция",
     kz: "құқықтық санкция",
     en: "sanction, legal sanctions"
    },
    {
     ru: "применять санкции",
     kz: "санкция қолдану",
     en: "apply sanctions"
    },
    {
     ru: "сатисфакция",
     kz: "сатисфакция",
     en: "satisfaction"
    },
    {
     ru: "сбор",
     kz: "жиын",
     en: "tax, muster"
    },
    {
     ru: "сборник (законов)",
     kz: "жинақ (заңдардың)",
     en: "body"
    },
    {
     ru: "свекровь",
     kz: "қайын ата",
     en: "mother-in-law"
    },
    {
     ru: "сверхурочная работа",
     kz: "үстеме жұмыс",
     en: "overtime"
    },
    {
     ru: "свидетель",
     kz: "куә, куә",
     en: "witness, evidence"
    },
    {
     ru: "главный свидетель",
     kz: "басты куә",
     en: "material witness"
    },
    {
     ru: "надлежащий свидетель",
     kz: "тиісті куә",
     en: "competent witness"
    },
    {
     ru: "неприкосновенность свидетеля",
     kz: "куәнің тиіспеушілігі",
     en: "immunity of witness"
    },
    {
     ru: "свидетель защиты",
     kz: "қорғаудың куәсы",
     en: "witness for the defense"
    },
    {
     ru: "свидетель обвинения",
     kz: "айыпкердің куәсы",
     en: "witness for the prosecution, prosecuting witness"
    },
    {
     ru: "свидетельское показание",
     kz: "куә көрсетпесі",
     en: "attestation, evidence"
    },
    {
     ru: "дача свидетельского показания",
     kz: "куәлік айғақтар беру",
     en: "attestation"
    },
    {
     ru: "место для дачи свидетельских показаний",
     kz: "куә көрсетпелерін беретін орын",
     en: "witntss box"
    },
    {
     ru: "свидетельство",
     kz: "куәлік",
     en: "certificate, diploma"
    },
    {
     ru: "брачное свидетельство",
     kz: "неке куәлігі",
     en: "certificate for marriage"
    },
    {
     ru: "свидетельство о браке разг.",
     kz: "неке туралы куәлік",
     en: "line"
    },
    {
     ru: "свидетельство о рождении",
     kz: "туу туралы куәлік",
     en: "certificate of birth"
    },
    {
     ru: "свидетельствовать",
     kz: "куәландыру",
     en: "witness"
    },
    {
     ru: "давать свидетельские показания",
     kz: "куә көрсетпелерін беру",
     en: "witness"
    },
    {
     ru: "свидетельствовать против себя",
     kz: "өзіне қарсы куәландыру",
     en: "witness against oneself"
    },
    {
     ru: "свобода",
     kz: "еркіндік, бостандық",
     en: "liberty"
    },
    {
     ru: "основные свободы",
     kz: "негізгі бостандықтар",
     en: "freedoms, fundamental freedoms"
    },
    {
     ru: "свобода прессы",
     kz: "баспасөз бостандығы",
     en: "freedom of press"
    },
    {
     ru: "свобода совести",
     kz: "ар-ождан бостандығы",
     en: "right of conscience, freedom of religion"
    },
    {
     ru: "свободно",
     kz: "еркін",
     en: "free"
    },
    {
     ru: "свободный",
     kz: "еркін",
     en: "free"
    },
    {
     ru: "свободный от чего-л.",
     kz: "ауыртпалықсыз",
     en: "clear"
    },
    {
     ru: "сводник",
     kz: "жеңгетай",
     en: "pander"
    },
    {
     ru: "сводничать",
     kz: "жеңгетайлық жасау",
     en: "pander"
    },
    {
     ru: "свойственный",
     kz: "тән",
     en: "proper"
    },
    {
     ru: "связь",
     kz: "байланыс",
     en: "relation"
    },
    {
     ru: "сговор",
     kz: "сөз байласу",
     en: "conspiracy"
    },
    {
     ru: "сговор о совершении преступления",
     kz: "қылмыс жасау туралы сөз байласу",
     en: "conspiracy to commit a crime"
    },
    {
     ru: "сдавать внаем",
     kz: "жалға тапсыру",
     en: "locate"
    },
    {
     ru: "сдача в депозит",
     kz: "өсімге тапсыру",
     en: "lodgment"
    },
    {
     ru: "сделать кого-л. своим союзником",
     kz: "біреуді өзінің сыбайласы ету",
     en: "make"
    },
    {
     ru: "сделать точную копию судебного документа",
     kz: "сот құжатының дәл көшірмесін жасау",
     en: "estreat"
    },
    {
     ru: "сделка",
     kz: "келісімшарт, келісім",
     en: "bargain, business"
    },
    {
     ru: "заключать мировую сделку",
     kz: "бітімгершілік келісім жасау",
     en: "compromise"
    },
    {
     ru: "мировая сделка",
     kz: "бітімгершілік келісім",
     en: "compromise"
    },
    {
     ru: "сейф",
     kz: "сейф",
     en: "safe"
    },
    {
     ru: "секретарь суда",
     kz: "сот хатшысы",
     en: "clerk of court"
    },
    {
     ru: "секретность",
     kz: "құпиялық",
     en: "privity"
    },
    {
     ru: "семейное положение",
     kz: "отбасылық жағдай",
     en: "marital status"
    },
    {
     ru: "семья",
     kz: "отбасы",
     en: "household"
    },
    {
     ru: "глава семьи",
     kz: "отағасы",
     en: "householder"
    },
    {
     ru: "сенат",
     kz: "сенат",
     en: "senate"
    },
    {
     ru: "сенатор",
     kz: "сенатор",
     en: "senator"
    },
    {
     ru: "сертификат",
     kz: "сертификат, анықтама",
     en: "certificate"
    },
    {
     ru: "сила",
     kz: "күш",
     en: "force"
    },
    {
     ru: "вводить в силу",
     kz: "күшіне енгізу",
     en: "put in force"
    },
    {
     ru: "законная, юридическая сила",
     kz: "заңды, заңдық күш",
     en: "legal force"
    },
    {
     ru: "симулировать",
     kz: "жалған мінез",
     en: "simulate"
    },
    {
     ru: "симуляция",
     kz: "жалған мінез",
     en: "simulation"
    },
    {
     ru: "сирота",
     kz: "жетім",
     en: "orphan"
    },
    {
     ru: "скамья подсудимых",
     kz: "сотталушы орны",
     en: "prisoners dock"
    },
    {
     ru: "сквернословие",
     kz: "балағаттау",
     en: "ordure"
    },
    {
     ru: "склонность",
     kz: "бейімділік",
     en: "predisposition"
    },
    {
     ru: "скреплять печатью",
     kz: "мөрмен бекіту",
     en: "enseal"
    },
    {
     ru: "скромность",
     kz: "кішіпейілділік",
     en: "publicity"
    },
    {
     ru: "скрывание",
     kz: "жасыру",
     en: "concealment"
    },
    {
     ru: "скрывать",
     kz: "жасыру",
     en: "hide, conceal"
    },
    {
     ru: "скрываться от правосудия",
     kz: "құқық төрелігінен жасырыну",
     en: "abscond"
    },
    {
     ru: "след",
     kz: "із, дақ",
     en: "imprint, print"
    },
    {
     ru: "следить",
     kz: "ізіне түсу",
     en: "follow"
    },
    {
     ru: "следовать",
     kz: "ізімен жүру",
     en: "follow"
    },
    {
     ru: "следственно-оперативная группа",
     kz: "жедел-тергеулік топ",
     en: "investigative operational group"
    },
    {
     ru: "следственный",
     kz: "тергеулік",
     en: "investigative"
    },
    {
     ru: "следственные действия",
     kz: "тергеулік әрекеттер",
     en: "investigative actions"
    },
    {
     ru: "следственный эксперимент",
     kz: "тергеу эксперимент",
     en: "investigative experiment"
    },
    {
     ru: "следствие",
     kz: "тергеу",
     en: "inquest, examination"
    },
    {
     ru: "словесное оскорбление и угроза физическим насилием",
     kz: "сөзбен балағаттау және күштеумен қорқыту",
     en: "assault"
    },
    {
     ru: "словесный портрет",
     kz: "ауызша бейнелеу (пішіндеу)",
     en: "physical description off a person"
    },
    {
     ru: "служащий",
     kz: "қызметкер, қызметші",
     en: "employee, officer"
    },
    {
     ru: "служащий суда",
     kz: "сот қызметшісі",
     en: "actuary"
    },
    {
     ru: "служащий основанием для выдачи (о преступлении)",
     kz: "ұстап берілуге негіз болатын (қылмыс туралы)",
     en: "extraditable"
    },
    {
     ru: "служба",
     kz: "қызмет",
     en: "service"
    },
    {
     ru: "государственная гражданская служба",
     kz: "мемлекеттік азаматтық қызмет",
     en: "civil service"
    },
    {
     ru: "набор на военную службу",
     kz: "әскери қызметке қабылдау",
     en: "conscription"
    },
    {
     ru: "обязательная военная служба",
     kz: "міндетті әскери қызмет",
     en: "compulsory service"
    },
    {
     ru: "призванный на военную службу",
     kz: "әскери қызметке шақырылған",
     en: "conscript"
    },
    {
     ru: "призывать на военную службу",
     kz: "әскери қызметке шақыру",
     en: "conscript"
    },
    {
     ru: "служить доказательством",
     kz: "дәлел болу",
     en: "evidence"
    },
    {
     ru: "случай",
     kz: "жағдаят, жағдай; сәт, оқиға",
     en: "accident, case, event, circumstance, occasion"
    },
    {
     ru: "несчастный случай",
     kz: "жазатайым жағдай",
     en: "accident"
    },
    {
     ru: "случайный",
     kz: "кездейсоқ",
     en: "fortuitous"
    },
    {
     ru: "случайная смерть",
     kz: "кездейсоқ өлім",
     en: "accidental death"
    },
    {
     ru: "случайное убийство",
     kz: "кездейсоқ кісі өлтіріп алу",
     en: "accidental killing"
    },
    {
     ru: "случайный ущерб,  неумышленный",
     kz: "кездейсоқ шығын, қасақана емес, кездейсоқ",
     en: "accidental damage"
    },
    {
     ru: "слушание дела в суде",
     kz: "істі сотта тыңдау",
     en: "judgment, hearing"
    },
    {
     ru: "вторичное слушание дела",
     kz: "істі қайта  (екінші рет) тыңдау",
     en: "rehearing"
    },
    {
     ru: "новое слушание дела",
     kz: "істі жаңадан тыңдау",
     en: "rehearing"
    },
    {
     ru: "смертельный",
     kz: "өлімші",
     en: "killing"
    },
    {
     ru: "смертельное ранение",
     kz: "өлімші жарақат",
     en: "fatal injury"
    },
    {
     ru: "смертная казнь",
     kz: "өлім жазасы",
     en: "death, death penalty"
    },
    {
     ru: "смертный приговор",
     kz: "өлім жазасы",
     en: "capital punishment"
    },
    {
     ru: "смертоносный",
     kz: "өлтіретін",
     en: "killing"
    },
    {
     ru: "смерть",
     kz: "өлім",
     en: "death"
    },
    {
     ru: "смета",
     kz: "смета",
     en: "estimate"
    },
    {
     ru: "смотр (военных)",
     kz: "байқау (әскери)",
     en: "muster"
    },
    {
     ru: "смысл",
     kz: "маңыз",
     en: "sense"
    },
    {
     ru: "здравый смысл",
     kz: "дұрыс мағына",
     en: "common sense"
    },
    {
     ru: "юридический смысл",
     kz: "заңдық мағына",
     en: "legal sense"
    },
    {
     ru: "смягчать вину",
     kz: "кінәны жеңілдету",
     en: "extenuate"
    },
    {
     ru: "смягчать наказание",
     kz: "жазаны жеңілдету",
     en: "commute"
    },
    {
     ru: "снимать (запрещение, ограничение и т.п.)",
     kz: "алу (тыйымды, шектеуді және т.б.)",
     en: "lift"
    },
    {
     ru: "соблюдать (закон и т.п.)",
     kz: "сақтау (заңды)",
     en: "observe"
    },
    {
     ru: "соблюдение (законов и т.п.)",
     kz: "сақтау (заңдарды)",
     en: "observation"
    },
    {
     ru: "собственник",
     kz: "меншік иесі",
     en: "owner, proprietor"
    },
    {
     ru: "собственность",
     kz: "меншік",
     en: "ownership, property"
    },
    {
     ru: "абсолютная собственность",
     kz: "ақиқат меншік",
     en: "absolute property"
    },
    {
     ru: "государственная собственность",
     kz: "мемлекеттік меншік",
     en: "public property"
    },
    {
     ru: "земельная собственность",
     kz: "жер менгіші",
     en: "agrarian property"
    },
    {
     ru: "муниципальная собственность",
     kz: "мемлекеттік меншік",
     en: "public property"
    },
    {
     ru: "общая собственность",
     kz: "ортақ меншік",
     en: "common property"
    },
    {
     ru: "общественная собственность",
     kz: "қоғамдық меншік",
     en: "public property"
    },
    {
     ru: "право собственности",
     kz: "меншік құқығы",
     en: "ownership, property"
    },
    {
     ru: "собственность в широком смысле (любое право имущественного содержания и исключительные права)",
     kz: "кең мағынадағы меншік (мүлік мазмұнды кез келген құқық және шексіз құқықтар)",
     en: "general property"
    },
    {
     ru: "совместная собственность",
     kz: "ортақ меншік",
     en: "ownership"
    },
    {
     ru: "художественная собственность",
     kz: "көркем меншік",
     en: "artistic property"
    },
    {
     ru: "чужая собственность",
     kz: "бөтеннің меншігі",
     en: "property of another"
    },
    {
     ru: "собственный",
     kz: "тиесілі",
     en: "proper"
    },
    {
     ru: "событие",
     kz: "оқиға",
     en: "thing, event, occasion"
    },
    {
     ru: "совершать",
     kz: "орындау, жасау",
     en: "make, execute"
    },
    {
     ru: "совершеннолетие",
     kz: "кәмелеттік жас",
     en: "legal age"
    },
    {
     ru: "достичь совершеннолетия",
     kz: "кәмелеттілікке жету",
     en: "majorize"
    },
    {
     ru: "совершеннолетний",
     kz: "кәмелетке толған",
     en: "major, majority"
    },
    {
     ru: "совершенный по форме",
     kz: "жетілген қалыпта",
     en: "regular"
    },
    {
     ru: "совершенствовать",
     kz: "жетілдіру",
     en: "improve"
    },
    {
     ru: "совершить проступок, преступление",
     kz: "теріс қылық, жағымсыз әрекет жасау, қылмыс жасау",
     en: "offend"
    },
    {
     ru: "совершить растрату",
     kz: "шығындау, ысырап ету",
     en: "defalcate"
    },
    {
     ru: "совершить террористический акт",
     kz: "лаңкестік акт жасау",
     en: "assassinate"
    },
    {
     ru: "советник",
     kz: "кеңесші",
     en: "adviser, advocate"
    },
    {
     ru: "советник по правовым вопросам",
     kz: "құқық мәселелері бойынша кеңесші",
     en: "legal adviser"
    },
    {
     ru: "совещание",
     kz: "мәжіліс",
     en: "deliberation"
    },
    {
     ru: "совокупность",
     kz: "жиынтық",
     en: "body"
    },
    {
     ru: "совокупность правовых норм",
     kz: "құқықтық нормалардың жиынтығы",
     en: "body of laws"
    },
    {
     ru: "согласие",
     kz: "келісім",
     en: "agreement, consensus, privity"
    },
    {
     ru: "согласование",
     kz: "келісу",
     en: "reconciliation"
    },
    {
     ru: "согласовывать",
     kz: "келісім алу, келістіру",
     en: "reconcile"
    },
    {
     ru: "соглашаться",
     kz: "келісу",
     en: "suffer"
    },
    {
     ru: "соглашаться на убытки",
     kz: "шығынға келісім беру",
     en: "to accept the losses"
    },
    {
     ru: "соглашение",
     kz: "мәмле, шарт",
     en: "agreement, bargain"
    },
    {
     ru: "заключать соглашение",
     kz: "мәмле жасау",
     en: "make agreement"
    },
    {
     ru: "соглашение не за печатью, простое соглашение",
     kz: "мөрсіз мәмле, жай (қарапайым) мәмле",
     en: "parole agreement"
    },
    {
     ru: "устное соглашение",
     kz: "ауызша мәмле",
     en: "parole agreement"
    },
    {
     ru: "содействовать",
     kz: "қолдау",
     en: "promote"
    },
    {
     ru: "содействовать совершению (чего-л. дурного)",
     kz: "жамандық істеуге көмектесу",
     en: "abet"
    },
    {
     ru: "содержание",
     kz: "асырау",
     en: "aliment"
    },
    {
     ru: "содержать",
     kz: "асырау",
     en: "aliment"
    },
    {
     ru: "содержать (воровской притон)",
     kz: "ұстау (бұзақылар жырасы)",
     en: "harbour"
    },
    {
     ru: "содержать семью",
     kz: "отбасын асырау",
     en: "support a family"
    },
    {
     ru: "сожительство",
     kz: "ашыналық",
     en: "make"
    },
    {
     ru: "создавать",
     kz: "жасау",
     en: "establish, make"
    },
    {
     ru: "соистец",
     kz: "бірге талап арыз беруші",
     en: "co-litigant"
    },
    {
     ru: "сокрытие",
     kz: "жасыру, жабу",
     en: "concealment"
    },
    {
     ru: "сокрытие показаний",
     kz: "көрсетпені жасыру",
     en: "suppretion of evidence"
    },
    {
     ru: "солиситор",
     kz: "адвокат",
     en: "solicitor"
    },
    {
     ru: "сомнительность",
     kz: "сезіктілік",
     en: "equivovacy"
    },
    {
     ru: "сомнительный",
     kz: "сезікті",
     en: "equivocal"
    },
    {
     ru: "сообщник",
     kz: "сыбайлас",
     en: "abettor"
    },
    {
     ru: "сообщение",
     kz: "хабарлама",
     en: "notice"
    },
    {
     ru: "соответствовать приметам",
     kz: "белгілеріне сәйкес келу",
     en: "answer the description"
    },
    {
     ru: "соответчик",
     kz: "талаптас",
     en: "co-litigant"
    },
    {
     ru: "соперник",
     kz: "бақталас",
     en: "competitor"
    },
    {
     ru: "сопровождать",
     kz: "ерулі болу, еріп немесе ертіп жүру",
     en: "usher, conduct"
    },
    {
     ru: "соревноваться",
     kz: "жарысу",
     en: "compete"
    },
    {
     ru: "соскабливать",
     kz: "қыру, қырмалау",
     en: "erase"
    },
    {
     ru: "сособственник",
     kz: "меншік иесі",
     en: "co-owner"
    },
    {
     ru: "составлять",
     kz: "құрастыру",
     en: "constitute"
    },
    {
     ru: "состав преступления",
     kz: "қылмыс құрамы",
     en: "body of the crime"
    },
    {
     ru: "состав присяжных",
     kz: "алқа билер құрамы",
     en: "jury"
    },
    {
     ru: "состав суда (полный)",
     kz: "соттың (толық) құрамы",
     en: "banc, bank"
    },
    {
     ru: "состояние",
     kz: "хал-күй",
     en: "condition"
    },
    {
     ru: "соучастие",
     kz: "бірге қатысу, сыбайласу",
     en: "abetting, complicity, privity"
    },
    {
     ru: "соучастник",
     kz: "бірге қатысушы, сыбайлас",
     en: "accomplice, abettor, complice"
    },
    {
     ru: "сохранность",
     kz: "сақтаулылық",
     en: "safety"
    },
    {
     ru: "социальное обеспечение",
     kz: "әлеуметтік қамсыздандыру",
     en: "social welfare"
    },
    {
     ru: "спастись",
     kz: "құтылу (жазадан)",
     en: "get off"
    },
    {
     ru: "список",
     kz: "тізім",
     en: "register, list"
    },
    {
     ru: "список дел (к слушанию)",
     kz: "іс тізбесі (тыңдалатың)",
     en: "calendar"
    },
    {
     ru: "спор",
     kz: "дау",
     en: "dispute"
    },
    {
     ru: "правовой спор",
     kz: "құқықтық дау",
     en: "justiciable dispute"
    },
    {
     ru: "спор могущий быть разрешенным в суде",
     kz: "сотта шешілетін дау",
     en: "justiciable dispute"
    },
    {
     ru: "урегулировать спор",
     kz: "дауды реттеу, ымыраластыру",
     en: "settle dispute"
    },
    {
     ru: "спорить",
     kz: "дауласу",
     en: "dispute"
    },
    {
     ru: "спорный",
     kz: "даулы",
     en: "deniable"
    },
    {
     ru: "способствовать",
     kz: "жағдай жасау",
     en: "procure"
    },
    {
     ru: "способствовать совершению преступления",
     kz: "қылмысқа жағдай жасау",
     en: "abet"
    },
    {
     ru: "способность",
     kz: "қабілеттілік, қабілет",
     en: "ability, power"
    },
    {
     ru: "способный",
     kz: "қабілетті",
     en: "capable"
    },
    {
     ru: "способствовать (росту)",
     kz: "жағдай жасау (өсуге)",
     en: "promote"
    },
    {
     ru: "справедливо",
     kz: "әділ",
     en: "justly"
    },
    {
     ru: "справедливость",
     kz: "әділдік, әділеттілік",
     en: "justice"
    },
    {
     ru: "справедливый",
     kz: "әділ",
     en: "just, right, equitable"
    },
    {
     ru: "справка",
     kz: "анықтама",
     en: "certificate"
    },
    {
     ru: "среда",
     kz: "орта",
     en: "environment"
    },
    {
     ru: "средство доказывания",
     kz: "дәлелдеу тәсілдері, тетіктері",
     en: "evidence"
    },
    {
     ru: "срок",
     kz: "мерзім",
     en: "period"
    },
    {
     ru: "давний срок",
     kz: "бұрынғы мерзім",
     en: "period of limitation"
    },
    {
     ru: "испытательный срок",
     kz: "сынақ мерзімі",
     en: "probation period"
    },
    {
     ru: "предельный срок",
     kz: "шектік мерзім",
     en: "limitation"
    },
    {
     ru: "срок амортизации",
     kz: "жарамдылық мерзімі",
     en: "life"
    },
    {
     ru: "срок действия",
     kz: "қолданылу мерзімі, әрекет мерзімі",
     en: "life, endurance"
    },
    {
     ru: "срок исковой давности",
     kz: "талап арыз ескілігінің мерзімі",
     en: "period of limitation"
    },
    {
     ru: "тот же срок (наказания)",
     kz: "сондай мерзім (жазаның)",
     en: "like period"
    },
    {
     ru: "устанавливать срок",
     kz: "мерзім белгілеу",
     en: "limit"
    },
    {
     ru: "ссуда",
     kz: "несие",
     en: "loan"
    },
    {
     ru: "давать в ссуду",
     kz: "несие беру",
     en: "lend"
    },
    {
     ru: "ссужать",
     kz: "несиелеу",
     en: "loan, lend"
    },
    {
     ru: "ссылаться на закон",
     kz: "заңға сілтеме жасау (сүйену)",
     en: "plead statute"
    },
    {
     ru: "ссылаться на незнание",
     kz: "білместікке сілтеу",
     en: "plead ignorance"
    },
    {
     ru: "ставка",
     kz: "құн",
     en: "rate"
    },
    {
     ru: "старший",
     kz: "үлкен",
     en: "senior"
    },
    {
     ru: "старшинство",
     kz: "үлкендік",
     en: "priority"
    },
    {
     ru: "статус",
     kz: "мәртебе",
     en: "condition"
    },
    {
     ru: "стать банкротом",
     kz: "банкрот болу",
     en: "fail"
    },
    {
     ru: "статья",
     kz: "бап, мақала",
     en: "article, clause, point"
    },
    {
     ru: "статьи закона",
     kz: "заң баптары",
     en: "points of law"
    },
    {
     ru: "степень",
     kz: "дәреже",
     en: "degree"
    },
    {
     ru: "степень тяжести преступления",
     kz: "қылмыстың ауырлық дәрежесі",
     en: "degree of crime"
    },
    {
     ru: "степень участия в преступлении",
     kz: "қылмысқа қатыстылық дәрежесі",
     en: "degree in commission of crime"
    },
    {
     ru: "стирать",
     kz: "жуу",
     en: "erase"
    },
    {
     ru: "стирать, делать неудобочитаемым",
     kz: "жуу, оқылмайтындай жарамсыз ету",
     en: "deface"
    },
    {
     ru: "стоимость",
     kz: "құн",
     en: "cost(s), price"
    },
    {
     ru: "виновная сторона",
     kz: "кінәлы тарап",
     en: "guilty party"
    },
    {
     ru: "необходимая сторона",
     kz: "қажетті тарап",
     en: "private defense"
    },
    {
     ru: "противная сторона",
     kz: "қарсы тарап",
     en: "opposite party"
    },
    {
     ru: "сторона, выигравшая дело",
     kz: "істі жеңген тарап",
     en: "successful party"
    },
    {
     ru: "третья сторона",
     kz: "үшінші тарап, үшінші адам",
     en: "third party, third person"
    },
    {
     ru: "страдать",
     kz: "азаптану, қиналу",
     en: "suffer"
    },
    {
     ru: "стража",
     kz: "күзет",
     en: "custody"
    },
    {
     ru: "брать под стражу",
     kz: "күзетке алу",
     en: "detain in custody"
    },
    {
     ru: "страна",
     kz: "ел",
     en: "land"
    },
    {
     ru: "странгуляционная асфиксия",
     kz: "странгуляциялық тұншығу",
     en: "strangulated asphyxia"
    },
    {
     ru: "странгуляционная борозда",
     kz: "буындырған түйіннің ізі",
     en: "constriction mark"
    },
    {
     ru: "страховать",
     kz: "сақтандыру",
     en: "insure"
    },
    {
     ru: "стрельба",
     kz: "атыс",
     en: "firing"
    },
    {
     ru: "стрелять",
     kz: "ату",
     en: "fire"
    },
    {
     ru: "субаренда",
     kz: "субаренда (сатылы жал)",
     en: "sublease"
    },
    {
     ru: "заключать договор субаренды",
     kz: "субаренда (сатылы жал) келісімшартын жасау",
     en: "sublease"
    },
    {
     ru: "отдающий в субаренду",
     kz: "субарендаға (сатылы жалға) беруші",
     en: "sublessor"
    },
    {
     ru: "передавать в субаренду",
     kz: "субарендаға (сатылы жалға) беру",
     en: "sublet"
    },
    {
     ru: "субъект кражи",
     kz: "ұрлық субъектісі",
     en: "thief"
    },
    {
     ru: "субъект международного права",
     kz: "халықаралық құқық субъектісі",
     en: "international person"
    },
    {
     ru: "субъект права",
     kz: "құқық субъектісі",
     en: "legal subject, body, person of law"
    },
    {
     ru: "суд",
     kz: "сот",
     en: "court"
    },
    {
     ru: "апелляционный суд",
     kz: "апелляциялық сот",
     en: "court of Appeal"
    },
    {
     ru: "Верховный суд",
     kz: "жоғарғы сот",
     en: "Supreme Court"
    },
    {
     ru: "военно-полевой суд",
     kz: "әскери-дала соты",
     en: "court martial"
    },
    {
     ru: "вызов в суд",
     kz: "сотқа шақыру",
     en: "monition"
    },
    {
     ru: "вышестоящий суд",
     kz: "жоғары тұрған сот",
     en: "court above"
    },
    {
     ru: "городской суд",
     kz: "қалалық сот",
     en: "city court"
    },
    {
     ru: "гражданский суд",
     kz: "азаматтық сот",
     en: "civil court"
    },
    {
     ru: "кассационный суд",
     kz: "кассациялық сот",
     en: "court of cassation"
    },
    {
     ru: "назначать дело к слушанию в суде",
     kz: "істі сотта тыңдауға белгілеу",
     en: "put on trial"
    },
    {
     ru: "нижестоящий суд",
     kz: "төмен тұрған сот",
     en: "court below"
    },
    {
     ru: "предавать суду",
     kz: "сотқа беру",
     en: "place on trial"
    },
    {
     ru: "приказ суда об исполнении",
     kz: "орындау туралы сот бұйрығы",
     en: "monition"
    },
    {
     ru: "суд высшей инстанции",
     kz: "жоғары сатыдағы сот",
     en: "highest court"
    },
    {
     ru: "уголовный суд",
     kz: "қылмыстық іс соты",
     en: "criminal court"
    },
    {
     ru: "судебный",
     kz: "соттық",
     en: "legal"
    },
    {
     ru: "судебная власть",
     kz: "сот билігі",
     en: "judicial authority"
    },
    {
     ru: "судебная должность",
     kz: "соттық лауазым",
     en: "judicial office"
    },
    {
     ru: "судебная лаборатория",
     kz: "сот зертханасы",
     en: "forensic laboratory"
    },
    {
     ru: "судебная медицина",
     kz: "сот медицинасы",
     en: "forensic medicine, medical jurisprudence"
    },
    {
     ru: "судебная практика",
     kz: "сот ісі",
     en: "jurisprudence"
    },
    {
     ru: "судебная психиатрия",
     kz: "сот психиатриясы",
     en: "forensic psychiatry"
    },
    {
     ru: "судебное дело",
     kz: "сот ісі",
     en: "case"
    },
    {
     ru: "судебное дело о разделе совместной собственности",
     kz: "ортақ меншікті бөлу туралы сот ісі",
     en: "actio communi dividundo лат."
    },
    {
     ru: "судебное поручение",
     kz: "соттық тапсырма",
     en: "commission"
    },
    {
     ru: "судебное присутствие",
     kz: "соттық қатысым",
     en: "court"
    },
    {
     ru: "судебное разбирательство",
     kz: "соттық талқылау",
     en: "trial"
    },
    {
     ru: "судебное решение",
     kz: "сот шешімі",
     en: "judgment, trial, adjudgement"
    },
    {
     ru: "мотивированная часть судебного решения",
     kz: "сот шешімінің дәлелді бөлігі",
     en: "declaration"
    },
    {
     ru: "судебные издержки",
     kz: "сот шығындары",
     en: "cost(s)"
    },
    {
     ru: "судебный запрет",
     kz: "сот тыйымы",
     en: "injunction"
    },
    {
     ru: "судебный исполнитель",
     kz: "сот орындаушысы",
     en: "catchpole (catchpoll)"
    },
    {
     ru: "судебный или полицейский орган",
     kz: "соттық немесе полицейлік орган",
     en: "law enforcement agency"
    },
    {
     ru: "судебный иск",
     kz: "соттық талап арыз",
     en: "legal action"
    },
    {
     ru: "судебный округ",
     kz: "сот округі",
     en: "circuit"
    },
    {
     ru: "судебный орган",
     kz: "сот органы",
     en: "judicial circuit"
    },
    {
     ru: "судебный прецедент",
     kz: "сот ісі, соттық прецедент",
     en: "case, stare decisis"
    },
    {
     ru: "судебный приказ",
     kz: "сот бұйрығы",
     en: "bill"
    },
    {
     ru: "судебный пристав",
     kz: "сот өкілі",
     en: "usher, bailiff, catchpole (catchpoll)"
    },
    {
     ru: "судебный процесс",
     kz: "сот процесі, сот ",
     en: "trial, legal process"
    },
    {
     ru: "открытый судебный процесс",
     kz: "үдерісі ашық сот процесі",
     en: "public trial"
    },
    {
     ru: "судейская скамья",
     kz: "сот орындығы",
     en: "banc, bank"
    },
    {
     ru: "судить",
     kz: "соттау",
     en: "judge, try"
    },
    {
     ru: "судить заочно",
     kz: "сырттай соттау",
     en: "try in absentia"
    },
    {
     ru: "судопроизводство",
     kz: "сот өндірісі",
     en: "procedure, court procedure"
    },
    {
     ru: "приостановление судопроизводства",
     kz: "сот өндірісін тоқтата тұру",
     en: "stay of proceeding"
    },
    {
     ru: "приостановление судопроизводства по просьбе истца",
     kz: "сот өндірісін талапкер өтініші бойынша тоқтата тұру",
     en: "slet processus"
    },
    {
     ru: "суд присяжных",
     kz: "алқа билер соты",
     en: "assise,  jury"
    },
    {
     ru: "судья",
     kz: "судья",
     en: "judge, justice, court"
    },
    {
     ru: "главный судья",
     kz: "бас судья",
     en: "chief justice"
    },
    {
     ru: "председательствующий судья",
     kz: "төраға судья",
     en: "chief justice"
    },
    {
     ru: "старший судья",
     kz: "аға судья",
     en: "chief justice"
    },
    {
     ru: "суждение",
     kz: "тұжырым",
     en: "judgment"
    },
    {
     ru: "супруги",
     kz: "ерлі-зайыптылар",
     en: "conjoints"
    },
    {
     ru: "супружеский",
     kz: "ерлі-зайыпты",
     en: "marital"
    },
    {
     ru: "сутенер",
     kz: "жеңгетай",
     en: "whoremaster"
    },
    {
     ru: "схватка",
     kz: "ұстасу",
     en: "fight"
    },
    {
     ru: "считать недействительным",
     kz: "жарамсыз ету",
     en: "overrule"
    },
    {
     ru: "сыщик",
     kz: "тыңшы",
     en: "detective"
    },
    {
     ru: "сыскная полиция",
     kz: "тыңшы полиция",
     en: "detective police (force)"
    },
    {
     ru: "съемщик",
     kz: "жалға алушы",
     en: "tenant"
    },
    {
     ru: "тайна",
     kz: "құпия",
     en: "privity"
    },
    {
     ru: "таким образом",
     kz: "осылайша",
     en: "sic лат."
    },
    {
     ru: "такса",
     kz: "бағам",
     en: "rate"
    },
    {
     ru: "таможенное управление",
     kz: "кеден басқармасы",
     en: "Customs"
    },
    {
     ru: "таможенные пошлины",
     kz: "кедендік баж салықтары",
     en: "custom duties"
    },
    {
     ru: "таможня",
     kz: "кеден",
     en: "custom-house"
    },
    {
     ru: "предъявление на таможне вещей, облагаемых таможенной пошлиной",
     kz: "кеденде кеден салығы салынатын заттарды көрсету",
     en: "declaration"
    },
    {
     ru: "предъявлять на таможне вещи, облагаемые пошлиной",
     kz: "кеденде кеден салығы салынатын заттарды көрсету",
     en: "declare"
    },
    {
     ru: "тариф",
     kz: "құн",
     en: "rate"
    },
    {
     ru: "телесное повреждение",
     kz: "дене жарақаты",
     en: "injury, bodily harm"
    },
    {
     ru: "терпеть неудачу",
     kz: "сәтсіздікке ұшырау",
     en: "fail"
    },
    {
     ru: "терять",
     kz: "айрылу",
     en: "forfeit"
    },
    {
     ru: "теща",
     kz: "қайын ене",
     en: "mother-in-law"
    },
    {
     ru: "товар",
     kz: "тауар",
     en: "goods, thing"
    },
    {
     ru: "товарный знак",
     kz: "тауар (табар) белгісі",
     en: "trademark"
    },
    {
     ru: "товарищество",
     kz: "серіктестік",
     en: "firm"
    },
    {
     ru: "товарищество с ограниченной ответственностью",
     kz: "жауапкершілігі шектеулі серіктестік",
     en: "limited liability company"
    },
    {
     ru: "тождественность",
     kz: "сәйкестік",
     en: "identify"
    },
    {
     ru: "торговать",
     kz: "саудалау",
     en: "traffic"
    },
    {
     ru: "торговля",
     kz: "сауда",
     en: "traffic"
    },
    {
     ru: "торгово-промышленная деятельность",
     kz: "сауда-өнеркәсіптік іс-әрекет",
     en: "business"
    },
    {
     ru: "торгово-промышленное предприятие",
     kz: "сауда-өнеркәсіптік мекеме",
     en: "business"
    },
    {
     ru: "торговый дом",
     kz: "сауда үйі",
     en: "firm"
    },
    {
     ru: "точка",
     kz: "нүкте",
     en: "point"
    },
    {
     ru: "транспорт",
     kz: "көлік",
     en: "traffic"
    },
    {
     ru: "трасология",
     kz: "трасология",
     en: "trasology"
    },
    {
     ru: "трасологическая экспертиза",
     kz: "трасологиялық сараптама",
     en: "trace evidence expert examination"
    },
    {
     ru: "требование",
     kz: "талап",
     en: "requirement, order"
    },
    {
     ru: "требование о возвращении",
     kz: "қайтаруды талап ету",
     en: "reclamation"
    },
    {
     ru: "удовлетворять требованию",
     kz: "талапты қанағаттандыру",
     en: "meet requirement"
    },
    {
     ru: "требовать",
     kz: "талап ету",
     en: "require, order"
    },
    {
     ru: "третейская запись",
     kz: "аралық жазба",
     en: "compromise"
    },
    {
     ru: "третейский суд",
     kz: "аралық сот",
     en: "arbitrage"
    },
    {
     ru: "третье лицо",
     kz: "үшінші адам",
     en: "foreigner"
    },
    {
     ru: "труд",
     kz: "еңбек",
     en: "labour"
    },
    {
     ru: "кодекс законов о труде",
     kz: "еңбек туралы заңдар кодексі",
     en: "labour code"
    },
    {
     ru: "принудительный труд",
     kz: "мәжбүрлі еңбек",
     en: "forced labour"
    },
    {
     ru: "трудновоспитуемый",
     kz: "тәрбиеленуі қиын",
     en: "indocile"
    },
    {
     ru: "трудный",
     kz: "қиын",
     en: "hard"
    },
    {
     ru: "трудовое соглашение",
     kz: "еңбек келісімі",
     en: "employment agreement"
    },
    {
     ru: "трудовой конфликт",
     kz: "еңбек дауы",
     en: "labour dispute"
    },
    {
     ru: "трудовой стаж",
     kz: "еңбек өтілі",
     en: "seniority"
    },
    {
     ru: "трудовые отношения",
     kz: "еңбек қатынастары",
     en: "industrial relations"
    },
    {
     ru: "тюремная камера",
     kz: "түрме қамағы",
     en: "hole, cell"
    },
    {
     ru: "тюремное заключение",
     kz: "түрмеге қамау",
     en: "imprisonment"
    },
    {
     ru: "тюрьма",
     kz: "түрме",
     en: "goal, jail, prison"
    },
    {
     ru: "бегство из тюрьмы",
     kz: "түрмеден қашу",
     en: "prison breaking\/breach"
    },
    {
     ru: "женская тюрьма",
     kz: "әйелдер түрмесі",
     en: "female prison"
    },
    {
     ru: "заключать в тюрьму",
     kz: "түрмеге жабу",
     en: "jail, commit to prison"
    },
    {
     ru: "мужская тюрьма",
     kz: "ерлер түрмесі",
     en: "male prison"
    },
    {
     ru: "распределительная тюрьма",
     kz: "бөлу түрмесі",
     en: "receiving prison"
    },
    {
     ru: "тюремная медицинская служба",
     kz: "түрме медициналық қызметі",
     en: "prison medical service"
    },
    {
     ru: "тюремный фургон (для перевозки заключенных, арестованных и т.п.)",
     kz: "түрме фургоны (қамалғандар, тұтқындалғандарды тасымалдау үшін)",
     en: "prison van"
    },
    {
     ru: "тюрьма закрытого типа",
     kz: "жабық типті түрме",
     en: "closed prison"
    },
    {
     ru: "тяжелый",
     kz: "ауыр",
     en: "hard"
    },
    {
     ru: "убеждать в невиновности",
     kz: "кінәсыздығына сендіру",
     en: "convince"
    },
    {
     ru: "убивать",
     kz: "өлтіру",
     en: "kill"
    },
    {
     ru: "убийство",
     kz: "адам өлтіру",
     en: "homicide, killing"
    },
    {
     ru: "лицо, совершившее тяжкое убийство",
     kz: "кісі өлтірудің ауыр түрін жасаған адам",
     en: "murderer"
    },
    {
     ru: "неумышленное (непреднамеренное) убийство",
     kz: "қасақана емес (абайсызда) адам өлтіру",
     en: "excusable homicide"
    },
    {
     ru: "простительное убийство",
     kz: "кешірімді адам өлтіру",
     en: "excusable homicide"
    },
    {
     ru: "простое убийство (убийство, совершенное без злого предумышления, однако с намерением причинить смерть или телесное повреждение, или по небрежности, или случайно, в результате неправомерного действия)",
     kz: "қарапайым кісі өлтірушілік (алдын ала зұлым ниетсіз, бірақ өлтіру немесе дене жарақатын салу мақсатымен, немесе абайсызда, немесе кездейсоқ құқыққа қарсы әрекет нәтижесінде кісі өлтіру)",
     en: "manslaughter"
    },
    {
     ru: "субъект тяжкого убийства",
     kz: "ауыр кісі өлімінің субъектісі",
     en: "murderer"
    },
    {
     ru: "тяжкое убийство (убийство, совершенное с заранее обдуманным злым умыслом)",
     kz: "кісі өлтірудің ауыр түрі (алдын ала ойластырылған арам пиғылмен жасалған кісі өлімі)",
     en: "murder"
    },
    {
     ru: "убийство в целях самозащиты",
     kz: "өзін қорғау мақсатында адам өлтіру",
     en: "homicide se defendendo"
    },
    {
     ru: "убийство сестры",
     kz: "әпкесін (сіңілісін, қарындасын) өлтіру",
     en: "fratricide"
    },
    {
     ru: "убийство при оправдывающих обстоятельствах",
     kz: "ақтайтын жағдайдағы адам өлтіру",
     en: "justifiable homicide"
    },
    {
     ru: "умышленное (преднамеренное) убийство",
     kz: "қасақана (әдейі) адам өлтіру",
     en: "felonious homicide"
    },
    {
     ru: "убийца",
     kz: "адам өлтіруші",
     en: "homicide, murderer"
    },
    {
     ru: "убийца по неосторожности",
     kz: "абайсызда кісі өлтіруші",
     en: "manslayer"
    },
    {
     ru: "убийца сестры",
     kz: "әпкесін (сіңілісін, қарындасын) өлтіруші",
     en: "fratricide"
    },
    {
     ru: "убийца (убивающий потерпевшего вероломным путем)",
     kz: "кісі өлтіруші (жәбірленушіні опасыздықпен өлтіруші)",
     en: "assassin"
    },
    {
     ru: "убить потерпевшего вероломным путем",
     kz: "жәбірленушіні опасыздықпен өлтіру",
     en: "assassinate"
    },
    {
     ru: "убыток",
     kz: "шығын",
     en: "damage, loss"
    },
    {
     ru: "взыскивать убытки",
     kz: "шығындарды өндіру",
     en: "recover damage"
    },
    {
     ru: "возмещать убыток",
     kz: "шығынды өтеу",
     en: "make a good loss"
    },
    {
     ru: "наносить убыток",
     kz: "шығын келтіру",
     en: "damage"
    },
    {
     ru: "оплачивать убытки",
     kz: "шығындарды төлеу",
     en: "pay damage"
    },
    {
     ru: "потерпеть убыток",
     kz: "шығындалу",
     en: "sustain loss"
    },
    {
     ru: "причинять убыток",
     kz: "шығындалту",
     en: "inflict a loss"
    },
    {
     ru: "уважительная причина",
     kz: "себепті жағдай",
     en: "reasonable excuse"
    },
    {
     ru: "уведомление",
     kz: "хабардар ету",
     en: "notice"
    },
    {
     ru: "личное уведомление",
     kz: "өзін тікелей хабардар ету",
     en: "person notice"
    },
    {
     ru: "уведомление через представителя",
     kz: "өкіл арқылы хабарлау",
     en: "personal notice"
    },
    {
     ru: "увеличение",
     kz: "үлкею",
     en: "increase"
    },
    {
     ru: "уверенность",
     kz: "сенімділік",
     en: "confidence"
    },
    {
     ru: "увечье",
     kz: "мертігу, зақымдану",
     en: "maim"
    },
    {
     ru: "наносить увечье",
     kz: "мертіктіру, зақымдау",
     en: "maim"
    },
    {
     ru: "уволенный из армии",
     kz: "әскерден босаушы",
     en: "discharge"
    },
    {
     ru: "увольнение",
     kz: "лауазымнан босату",
     en: "dismiss"
    },
    {
     ru: "увольнительная",
     kz: "демалыс",
     en: "furlough"
    },
    {
     ru: "увольнять с работы",
     kz: "жұмыстан шығару",
     en: "fire"
    },
    {
     ru: "уголовный",
     kz: "қылмыстық",
     en: "criminal, penal"
    },
    {
     ru: "уголовная ответственность",
     kz: "қылмыстық жауаптылық",
     en: "penal responsibility"
    },
    {
     ru: "уголовная техника",
     kz: "қылмыстық іс техникасы",
     en: "criminal investigation"
    },
    {
     ru: "уголовное право",
     kz: "қылмыстық құқық",
     en: "criminal law"
    },
    {
     ru: "уголовное правосудие",
     kz: "қылмыстық сот төрелігі",
     en: "criminal justice"
    },
    {
     ru: "уголовное преступление, наказуемое смертной казнью",
     kz: "өлім жазасымен жазаланатын қылмыстық іс",
     en: "capital crime (offence, felony)"
    },
    {
     ru: "уголовный процесс",
     kz: "қылмыстық іс жүргізу",
     en: "criminal procedure"
    },
    {
     ru: "уголовный иск",
     kz: "қылмыстық  талап арыз",
     en: "criminal action"
    },
    {
     ru: "уголовный розыск",
     kz: "қылмыстық іздеу",
     en: "criminal Investigation Department"
    },
    {
     ru: "угрожать",
     kz: "қорқыту",
     en: "menace"
    },
    {
     ru: "удалять",
     kz: "жою",
     en: "exclude"
    },
    {
     ru: "нанести предательский удар",
     kz: "cатқындық соққы жасау",
     en: "knife"
    },
    {
     ru: "нанести удар в спину",
     kz: "арқадан соққы беру",
     en: "knife амер. жарг"
    },
    {
     ru: "удержание",
     kz: "ұстау",
     en: "retainer"
    },
    {
     ru: "удовлетворение",
     kz: "қанағаттандыру",
     en: "satisfaction"
    },
    {
     ru: "встречное удовлетворение",
     kz: "қарсы қанағаттандыру",
     en: "satisfaction"
    },
    {
     ru: "удовлетворять апелляцию",
     kz: "аппеляцияны қанағаттандыру",
     en: "allow an appeal"
    },
    {
     ru: "удовлетворять иск",
     kz: "талап арызды қанағаттандыру",
     en: "accept a claim"
    },
    {
     ru: "удостоверение",
     kz: "куәлік",
     en: "certificate"
    },
    {
     ru: "выдавать письменное удостоверение",
     kz: "жазбаша куәлік беру",
     en: "certificate"
    },
    {
     ru: "удостоверение личности",
     kz: "жеке куәлік",
     en: "identification card, certificate of identity"
    },
    {
     ru: "удостоверять",
     kz: "куәландыру",
     en: "certificate"
    },
    {
     ru: "уйти невредимым",
     kz: "зардапсыз кету",
     en: "escape"
    },
    {
     ru: "указание",
     kz: "нұсқау",
     en: "order"
    },
    {
     ru: "давать указание",
     kz: "нұсқау беру",
     en: "order"
    },
    {
     ru: "указатель",
     kz: "нұсқауыш",
     en: "register"
    },
    {
     ru: "уклоняться",
     kz: "бұлтару",
     en: "elude"
    },
    {
     ru: "уклоняться от соблюдения договора",
     kz: "келісімшартты сақтаудан бұлтару",
     en: "elude a treaty"
    },
    {
     ru: "украсть",
     kz: "ұрлау",
     en: "make"
    },
    {
     ru: "укрывательство",
     kz: "жасыру, жабу",
     en: "concealment"
    },
    {
     ru: "укрывать (преступника)",
     kz: "жасыру (қылмыскерді)",
     en: "harbour"
    },
    {
     ru: "улаживание спора",
     kz: "дауды реттеу",
     en: "adjustment of difference"
    },
    {
     ru: "улика",
     kz: "айғақ",
     en: "evidence"
    },
    {
     ru: "косвенные улики",
     kz: "жанама айғақ",
     en: "circumstantional evidence"
    },
    {
     ru: "улучшать",
     kz: "жақсарту",
     en: "improve"
    },
    {
     ru: "умалчивать",
     kz: "жасыру",
     en: "conceal"
    },
    {
     ru: "уменьшать ответственность",
     kz: "жауапкершілікті азайту",
     en: "remit"
    },
    {
     ru: "уменьшительное имя",
     kz: "кішірейтілген атау",
     en: "nickname"
    },
    {
     ru: "умственные способности",
     kz: "ақыл қабілеттері",
     en: "mental capacity"
    },
    {
     ru: "умысел",
     kz: "пиғыл",
     en: "animus"
    },
    {
     ru: "жестокий умысел",
     kz: "қатыгез пиғыл",
     en: "cruel design"
    },
    {
     ru: "злой умысел",
     kz: "қаскөй пиғыл",
     en: "malice"
    },
    {
     ru: "умышленный",
     kz: "қасақана",
     en: "malicious"
    },
    {
     ru: "унижение",
     kz: "төмендету",
     en: "indignity"
    },
    {
     ru: "унифицировать",
     kz: "бірлестіру",
     en: "unify"
    },
    {
     ru: "уничтожать",
     kz: "жою, қыру",
     en: "destroy, kill, eliminate"
    },
    {
     ru: "уничтожение",
     kz: "жою, қыру",
     en: "abolition, elimination"
    },
    {
     ru: "уплата",
     kz: "төлем",
     en: "service, settlement"
    },
    {
     ru: "уплачивать",
     kz: "төлеу",
     en: "service"
    },
    {
     ru: "уполномоченное лицо (фирма)",
     kz: "уәкіл адам (фирма)",
     en: "representative"
    },
    {
     ru: "уполномочивать",
     kz: "өкілеттік беру",
     en: "commission"
    },
    {
     ru: "управление",
     kz: "басқару",
     en: "government"
    },
    {
     ru: "упрашивать",
     kz: "өтіну, сұрау",
     en: "solicit"
    },
    {
     ru: "упускать",
     kz: "назардан тыс қалдыру",
     en: "neglect"
    },
    {
     ru: "урегулирование",
     kz: "реттеу",
     en: "settlement"
    },
    {
     ru: "мирное урегулирование",
     kz: "бейбіт реттеу",
     en: "pacific settlement"
    },
    {
     ru: "урегулировать разногласие",
     kz: "келіспеушілікті реттеу",
     en: "settle dispute"
    },
    {
     ru: "уровень",
     kz: "деңгей",
     en: "level"
    },
    {
     ru: "ускользать",
     kz: "бұлтару",
     en: "elude"
    },
    {
     ru: "ускользнуть от преследования",
     kz: "қудалаудан бұлтару",
     en: "elude pursuit"
    },
    {
     ru: "условие",
     kz: "шарт, жағдай",
     en: "condition, circumstance"
    },
    {
     ru: "ставить условие",
     kz: "шарт қою",
     en: "condition"
    },
    {
     ru: "существенное условие (нарушение которого дает право на расторжение договора)",
     kz: "елеулі шарт (бұзылуы келісімшартты бұзуға құқық беретін)",
     en: "condition"
    },
    {
     ru: "условия",
     kz: "шарттар",
     en: "terms"
    },
    {
     ru: "условия договора",
     kz: "келісімшарт шарттары",
     en: "terms of contract"
    },
    {
     ru: "условия найма",
     kz: "жал шарттары",
     en: "terms of employment"
    },
    {
     ru: "условия обитания",
     kz: "мекендеу жағдайы",
     en: "environment"
    },
    {
     ru: "условия поставки",
     kz: "жеткізу шарттары",
     en: "terms of delivery"
    },
    {
     ru: "условия продажи",
     kz: "сату шарттары",
     en: "terms of sale"
    },
    {
     ru: "условия соглашения",
     kz: "келісім шарттары",
     en: "term of settlement"
    },
    {
     ru: "условное наказание",
     kz: "шартты жаза",
     en: "suspended sentence"
    },
    {
     ru: "условное освобождение от уголовной ответственности",
     kz: "қылмыстық жауапкершіліктен шартты босату",
     en: "conditional discharge"
    },
    {
     ru: "условное помилование",
     kz: "шартты кешірім",
     en: "conditional pardon"
    },
    {
     ru: "услуга",
     kz: "қызмет көрсету",
     en: "service"
    },
    {
     ru: "устав",
     kz: "жарғы",
     en: "articles"
    },
    {
     ru: "уставные нормы",
     kz: "жарғылық нормалар",
     en: "by-law"
    },
    {
     ru: "устанавливать",
     kz: "айқындау; негіздеу, белгілеу",
     en: "constitute, establish"
    },
    {
     ru: "устанавливать (в судебном порядке)",
     kz: "белгілеу (сот тәртібімен)",
     en: "adjudge"
    },
    {
     ru: "устанавливать личность",
     kz: "жеке тұлғаны анықтау",
     en: "identify"
    },
    {
     ru: "устанавливать отцовство",
     kz: "әкелігін анықтау",
     en: "filiate"
    },
    {
     ru: "устанавливать подлинность",
     kz: "түпнұсқалығын анықтау",
     en: "identify"
    },
    {
     ru: "устанавливать стоимость",
     kz: "құн белгілеу",
     en: "evaluate"
    },
    {
     ru: "устанавливать тождество",
     kz: "сәйкестігін анықтау",
     en: "identify"
    },
    {
     ru: "установление (в судебном порядке)",
     kz: "белгілеу (сот тәртібімен)",
     en: "adjudgement"
    },
    {
     ru: "установленный",
     kz: "белгіленген",
     en: "positive"
    },
    {
     ru: "устное показание",
     kz: "ауызша көрсетпе",
     en: "verbal statement"
    },
    {
     ru: "устное производство (в суде)",
     kz: "ауызша өндіріс (сотта)",
     en: "oral proceedinqs"
    },
    {
     ru: "устный договор купли-продажи",
     kz: "сату-сатып алудың ауызша келісімшарты",
     en: "handsafe"
    },
    {
     ru: "устранение",
     kz: "шеттету",
     en: "elimination"
    },
    {
     ru: "устранение ошибок",
     kz: "қателіктерді түзеу",
     en: "rectification"
    },
    {
     ru: "устранять",
     kz: "шеттету",
     en: "eliminate"
    },
    {
     ru: "усыновитель",
     kz: "бала асырап алушы",
     en: "adopter"
    },
    {
     ru: "усыновление",
     kz: "ұл бала асырап алу",
     en: "adoption"
    },
    {
     ru: "утаивание",
     kz: "жасыру, жабу",
     en: "concealment"
    },
    {
     ru: "утвердительный",
     kz: "дәлелді, сенімді",
     en: "positive"
    },
    {
     ru: "утверждать",
     kz: "бекіту",
     en: "argue, maintain, pass"
    },
    {
     ru: "утверждать обвинение",
     kz: "айыптауды бекіту",
     en: "recriminate"
    },
    {
     ru: "утверждение",
     kz: "бекіту",
     en: "sanction"
    },
    {
     ru: "утверждение решения суда судом высшей инстанции",
     kz: "сот шешімін жоғары сот инстанциясының бекітуі",
     en: "affirmance"
    },
    {
     ru: "утрата (в правах, имуществе)",
     kz: "жоғалту (мүліктік құқығын)",
     en: "forfeit"
    },
    {
     ru: "утраченный",
     kz: "жоғалған",
     en: "lost"
    },
    {
     ru: "утраченная собственность",
     kz: "жоғалған меншік",
     en: "lost property"
    },
    {
     ru: "утрачивать",
     kz: "жоғалту",
     en: "forfeit"
    },
    {
     ru: "участвовать",
     kz: "қатысу",
     en: "take part, share, participate"
    },
    {
     ru: "участие",
     kz: "қатыс",
     en: "share, participation"
    },
    {
     ru: "доля участия",
     kz: "қатыстық үлес",
     en: "share"
    },
    {
     ru: "участник",
     kz: "қатысушы",
     en: "participant"
    },
    {
     ru: "учиться на юридическом факультете",
     kz: "заң факультетінде оқу",
     en: "eat, to eat for the Bar, to eat one’s dinners (terms)"
    },
    {
     ru: "учредитель",
     kz: "құрылтайшы",
     en: "founder, promoter"
    },
    {
     ru: "учреждать",
     kz: "айқындау; негіздеу, құру",
     en: "constitute, establish"
    },
    {
     ru: "учреждение (акционерного общества, компании)",
     kz: "мекеме, құру (акционерлік қоғам, компания)",
     en: "government department,  foundation"
    },
    {
     ru: "ушиб",
     kz: "жарадар",
     en: "injury"
    },
    {
     ru: "ущерб",
     kz: "шығын",
     en: "injury, harm, damage, prejudice"
    },
    {
     ru: "моральный ущерб",
     kz: "моральдық шығын",
     en: "moral damage"
    },
    {
     ru: "наносить ущерб",
     kz: "шығын келтіру",
     en: "prejudice"
    },
    {
     ru: "понести ущерб",
     kz: "шығындалу",
     en: "suffer a loss"
    },
    {
     ru: "причинять ущерб",
     kz: "шығын келтіру, шығындалту",
     en: "hurt"
    },
    {
     ru: "факт",
     kz: "дерек",
     en: "thing"
    },
    {
     ru: "как факт",
     kz: "дәйек ретінде",
     en: "pro facto лат."
    },
    {
     ru: "фактическая стоимость собственности",
     kz: "меншіктің нақты бағасы",
     en: "actual cash value"
    },
    {
     ru: "фальсификация",
     kz: "жалғандау",
     en: "simulation"
    },
    {
     ru: "фальсифицировать",
     kz: "жалғандау",
     en: "simulate"
    },
    {
     ru: "фальшивомонетчик",
     kz: "жалған ақша жасаушы",
     en: "counterfeiting"
    },
    {
     ru: "фальшивый",
     kz: "жалған",
     en: "dummy, false"
    },
    {
     ru: "фальшивые деньги",
     kz: "жалған ақшалар",
     en: "bad money"
    },
    {
     ru: "федеральный",
     kz: "федералды",
     en: "national"
    },
    {
     ru: "федерация",
     kz: "федерация",
     en: "nation амер."
    },
    {
     ru: "фиксировать (следы)",
     kz: "түсіру (іздерді)",
     en: "fix"
    },
    {
     ru: "фирма",
     kz: "фирма",
     en: "business, firm"
    },
    {
     ru: "фирменное наименование",
     kz: "фирма аты",
     en: "firm"
    },
    {
     ru: "флаг",
     kz: "ту",
     en: "flag"
    },
    {
     ru: "фонд",
     kz: "қор",
     en: "bank"
    },
    {
     ru: "фоноскопия",
     kz: "фоноскопия",
     en: "phonoscopy"
    },
    {
     ru: "фоноскопическая экспертиза",
     kz: "фоноскопиялық сараптама",
     en: "phonoscopic expert examination"
    },
    {
     ru: "формальный",
     kz: "жаттанды",
     en: "formal"
    },
    {
     ru: "форма правления",
     kz: "басқару формасы",
     en: "government, polity"
    },
    {
     ru: "формулировать",
     kz: "қалыптастыру",
     en: "formulate"
    },
    {
     ru: "формулировка",
     kz: "тұжырымдама",
     en: "language"
    },
    {
     ru: "хитрость",
     kz: "қулық",
     en: "overreach"
    },
    {
     ru: "ходатайство",
     kz: "өтініш, қолдаухат",
     en: "solicitation, petition"
    },
    {
     ru: "заявлять ходатайство",
     kz: "қолдаухат беру",
     en: "present a petition"
    },
    {
     ru: "подавать ходатайство",
     kz: "қолдаухат беру",
     en: "petition"
    },
    {
     ru: "ходатайство ответчика о прекращении дела ввиду вновь открывшихся обстоятельств",
     kz: "жаңадан белгілі болған мән-жайларға байланысты жауапкердің істі тоқтату туралу қолдаухаты",
     en: "plea to further maintenance of action"
    },
    {
     ru: "ходатайствовать",
     kz: "қолдау, қолдауды сұрау",
     en: "move, solicit"
    },
    {
     ru: "холодное оружие",
     kz: "суық қару",
     en: "cold, white weapon"
    },
    {
     ru: "холостой",
     kz: "бойдақ",
     en: "single"
    },
    {
     ru: "отдавать на хранение",
     kz: "сақтауға беру",
     en: "lodge"
    },
    {
     ru: "хулиганство",
     kz: "бұзақылық",
     en: "rowdyism"
    },
    {
     ru: "часть искового заявления, содержащая наименование суда, в который подается иск",
     kz: "талап арыз берілетін сот аты көрсетілген талап арыз бөлігі ",
     en: "address"
    },
    {
     ru: "цель",
     kz: "мақсат",
     en: "intent, purpose"
    },
    {
     ru: "преступная цель",
     kz: "қылмыстық мақсат",
     en: "criminal purpose"
    },
    {
     ru: "с целью",
     kz: "мақсатпен",
     en: "of purpose"
    },
    {
     ru: "цена",
     kz: "баға, құн, нарық",
     en: "rate, price"
    },
    {
     ru: "ценность",
     kz: "құндылық",
     en: "price"
    },
    {
     ru: "цикл",
     kz: "цикл",
     en: "period"
    },
    {
     ru: "частный",
     kz: "жеке",
     en: "private"
    },
    {
     ru: "частное лицо",
     kz: "жеке тұлға",
     en: "private individual (person)"
    },
    {
     ru: "частное решение",
     kz: "жекелеген шешім",
     en: "separate judgment"
    },
    {
     ru: "часы работы",
     kz: "жұмыс істеу сағаттары",
     en: "hours of labour"
    },
    {
     ru: "часть",
     kz: "үлес",
     en: "share"
    },
    {
     ru: "человек",
     kz: "адам",
     en: "person"
    },
    {
     ru: "честный",
     kz: "адал",
     en: "honest"
    },
    {
     ru: "честь",
     kz: "абырой",
     en: "honour"
    },
    {
     ru: "Ваша честь (обращение к судье)",
     kz: "Сіздің мәртебеңізге (судьяға қаратпа сөз)",
     en: "Your Honour"
    },
    {
     ru: "долг чести",
     kz: "абыройлы парыз",
     en: "honorary debt"
    },
    {
     ru: "чиновник",
     kz: "шенеунік",
     en: "officer"
    },
    {
     ru: "главный чиновник",
     kz: "бас шенеунік",
     en: "head officer"
    },
    {
     ru: "чистота",
     kz: "тазалық",
     en: "publicity"
    },
    {
     ru: "член",
     kz: "мүше",
     en: "member"
    },
    {
     ru: "чрезвычайное обстоятельство",
     kz: "кездейсоқ жағдай",
     en: "emergency"
    },
    {
     ru: "чрезвычайное положение",
     kz: "төтенше жағдай",
     en: "the state of emergency"
    },
    {
     ru: "чрезвычайные меры",
     kz: "төтенше шаралар",
     en: "emergency measures"
    },
    {
     ru: "чрезвычайные полномочия",
     kz: "төтенше өкілеттік",
     en: "emergency powers"
    },
    {
     ru: "чрезмерный приговор (вынесенный на основании предвзятого мнения, необъективности",
     kz: "асырыңқы  үкім (әділетсіз негізде шығарылған)",
     en: "excessive"
    },
    {
     ru: "чувство",
     kz: "сезім",
     en: "sense"
    },
    {
     ru: "шайка",
     kz: "тентек",
     en: "band"
    },
    {
     ru: "шалости",
     kz: "тентектік",
     en: "mischief"
    },
    {
     ru: "шантаж",
     kz: "шантаж",
     en: "racket, black-mail"
    },
    {
     ru: "шоссе",
     kz: "тас жол",
     en: "road"
    },
    {
     ru: "шпион",
     kz: "тыңшы",
     en: "spy,  overlooker"
    },
    {
     ru: "шпионаж",
     kz: "шпиондық, тыңшылық",
     en: "espionage"
    },
    {
     ru: "заниматься шпионажем",
     kz: "тыңшылықпен айналысу (шұғылдану)",
     en: "spy"
    },
    {
     ru: "штраф",
     kz: "айыппұл",
     en: "forfeit, penalty"
    },
    {
     ru: "штрафной",
     kz: "айыпты",
     en: "penal"
    },
    {
     ru: "штрафная неустойка",
     kz: "айыптық айып",
     en: "penalty"
    },
    {
     ru: "штрафная санкция",
     kz: "айыппұл санкциясы",
     en: "penal action"
    },
    {
     ru: "эксгумация",
     kz: "эксгумация",
     en: "exhumation"
    },
    {
     ru: "экспертиза",
     kz: "сараптама",
     en: "examination, expert examination"
    },
    {
     ru: "беспристрастная экспертиза",
     kz: "әділ сараптама",
     en: "fair examination"
    },
    {
     ru: "заключение экспертизы",
     kz: "сараптама қорытындасы",
     en: "expert evidence"
    },
    {
     ru: "показание экспертизы",
     kz: "сараптама көрсетпесі",
     en: "expert evidence"
    },
    {
     ru: "проводить экспертизу",
     kz: "сараптама жүргізу",
     en: "carry out examination"
    },
    {
     ru: "тщательная экспертиза",
     kz: "мұқият сараптама",
     en: "strict examination"
    },
    {
     ru: "эмбарго",
     kz: "эмбарго",
     en: "embargo"
    },
    {
     ru: "накладывать эмбарго",
     kz: "эмбарго жасау",
     en: "embargo"
    },
    {
     ru: "снимать эмбарго",
     kz: "эмбаргоны алу",
     en: "lift the embargo"
    },
    {
     ru: "эмигрант",
     kz: "эмигрант",
     en: "refugee, emigrant"
    },
    {
     ru: "эмигрантский",
     kz: "эмигранттық",
     en: "emigrant"
    },
    {
     ru: "эмиграционный",
     kz: "эмиграциялық",
     en: "emigratory"
    },
    {
     ru: "эмиграция",
     kz: "эмиграция",
     en: "emigration"
    },
    {
     ru: "эмигрировать",
     kz: "шетелге көшіп кету",
     en: "emigrate"
    },
    {
     ru: "эмигрирующий",
     kz: "шетелге көшуші",
     en: "emigrant"
    },
    {
     ru: "эскортировать",
     kz: "еріп жүру",
     en: "conduct"
    },
    {
     ru: "этикет",
     kz: "этикет, әдеп",
     en: "etiquette"
    },
    {
     ru: "этикетка",
     kz: "таңба",
     en: "label"
    },
    {
     ru: "юридический",
     kz: "заңдық",
     en: "legal"
    },
    {
     ru: "юридическая сила",
     kz: "заңдық күш",
     en: "legal effect"
    },
    {
     ru: "юридический акт",
     kz: "заңтану актісі",
     en: "legal act, legislative act"
    },
    {
     ru: "юридический субъект",
     kz: "заң субъектісі",
     en: "legal entity"
    },
    {
     ru: "юридическое лицо",
     kz: "заңды тұлға",
     en: "artificial person, body"
    },
    {
     ru: "юридически необоснованный",
     kz: "заңмен негізделмеген",
     en: "bad"
    },
    {
     ru: "юридическое действие",
     kz: "заңтану (құқық) іс-әрекеті",
     en: "juristic act, legal act, act-in-law"
    },
    {
     ru: "иметь юридическое действие",
     kz: "құқықты әрекеттің болуы",
     en: "enure"
    },
    {
     ru: "юрисдикция",
     kz: "заңқұзырет",
     en: "cognizable"
    },
    {
     ru: "осуществление  юрисдикции",
     kz: "заңқұзыретті іске асыру",
     en: "cognizable"
    },
    {
     ru: "юрисконсульт",
     kz: "заң кеңесшісі",
     en: "legal adviser"
    },
    {
     ru: "юриспруденция",
     kz: "юриспруденция",
     en: "jurisprudence"
    },
    {
     ru: "юрист",
     kz: "заңгер",
     en: "jurist, lawyer, legist, man of law"
    },
    {
     ru: "консультация юриста",
     kz: "заңгер кеңесі",
     en: "legal advice"
    },
    {
     ru: "юстиция",
     kz: "әділет",
     en: "justice"
    },
    {
     ru: "уголовная юстиция",
     kz: "қылмыстық әділет",
     en: "criminal justice"
    },
    {
     ru: "явный",
     kz: "айқын, анық",
     en: "clear, obvious"
    },
    {
     ru: "явные доказательства",
     kz: "айқын дәлелдер",
     en: "clear evidence of proof"
    },
    {
     ru: "язык",
     kz: "тіл",
     en: "language"
    },
    {
     ru: "язык судопроизводства",
     kz: "сот ісін жүргізу тілі",
     en: "the lawyer’s dialect"
    },
    {
     ru: "ярлык",
     kz: "белгі",
     en: "label"
    },
    {
     ru: "ясно выраженный",
     kz: "айқын",
     en: "positive"
    },
    {
     ru: "ясный",
     kz: "түсінікті, тура, нақты",
     en: "clear, positive"
    }
   ]